import '../course_modules/Course_02/part01/lessons_audio/Course02Taurf.dart';
class AudioListsAndQuestionsList{
  List<List<String>> course1lesson1Q = [
    [
      '''
      توریت شریف کے بیان کے مطابق خُدا تعالیٰ اس کائنات کے خالق ہیں ۔ آپ بتائیں کہ خُدا تعالیٰ نے یہ کائنات کتنے دنوں میں خلق کی؟
      ''',
      'پانچ دن میں',
      'چھ دن میں',
      'دس دن میں',
    ],
    [
      '''
         توریت شریف اور زبور شریف کے مطابق یہ کائنات کس کے کلام سے خلق ہوئی؟
      ''',
      'جنّات کے',
      'فرشتوں کے',
      'خُدا کے کلام سے',
    ],
    [
      '''
       مقدّس توریت اور زبور شریف کے مطابق خُدا تعالیٰ قادرِ مطلق ہستی ہیں۔آپ کے خیال میں خُدا تعالیٰ کیوںکر قادرِ مطلق ہیں؟
      ''',
      'وہ قطعاًپورا نہ ہوا',
      'وہ سب ادھورا رہا',
      'وہ اُسی وقت عمل میں آیا',
    ],
    [
      '''
      یسعیاہ 44: 24  کے مطابق ہم خُدا تعالیٰ کے بارے کیا سیکھتے ہیں؟
      ''',
      'خُدا تعالیٰ کا کوئی وجود نہیں ہے',
      'اس کائنات میں کئی خُدا ہیں',
      'خُدا تعالیٰ وحدہُ لاشریک ہیں',
    ],
    [
      '''
       خُدا تعالی نے حضرت موسیٰ سے فرمایا کہ اپنے پاﺅں سے جوتا اُتار کیونکہ جس جگہ تو کھڑا ہے وہ پاک ہے۔ اس سے ہم خُدا تعالیٰ کے بارے کیا سیکھتے ہیں؟
      ''',
      'خُدا تعالیٰ نہایت مہیب ہیں',
      'خُدا تعالیٰ کو انسانوں سے نفرت ہے',
      'خُدا تعالیٰ نہایت ہی پاک ذات ہیں',
    ],
    [
      '''
       خُدا تعالیٰ اپنے ڈرنے والوں سے کس طرح کا سلوک کرتے ہیں؟
      ''',
      'جیسے ایک مغرورمالک اپنے غلام سے کرتا ہے',
      'جیسے ایک ظالم بادشاہ اپنی رعایا سے کرتا ہے',
      'جیسے ایک پیارکرنے والاباپ اپنے بیٹے سے کرتا ہے',
    ],
    [
      '''
       زبور شریف کے مطابق سب جانداروں کو کون خوراک مہیا کرتا ہے؟
      ''',
      'خُدا تعالیٰ',
      'فرشتے',
      'شیطان',
    ],
    [
      '''
       توریت اورزبورشریف کے مطابق خُدا تعالیٰ کس کس کے پروردگار ہیں ؟
      ''',
      'صرف پاک جانوروں کے',
      'صرف ایمانداروں کے',
      'پاک اور ناپاک ہر طرح کے جانداروں کے',
    ],
    [
      '''
      محافظِ کائنات ہوتے ہوئے خُدا تعالیٰ کس کس کی حفاظت کرتے ہیں؟
      ''',
      'صرف بنی اسرائیل کی',
      'صرف مسیحیوں کی',
      'ہر انسان و حیوان کی',
    ],
    [
      '''
      ابھی ہم نے سیکھا کہ خُدا تعالیٰ ہر انسان و حیوان کے محافظ ہیں۔ پھر اِسی طرح یہ بھی سیکھا کہ خُدا تعالیٰ ہر نیک و بدانسان اورسب پاک و ناپاک جانوروں کے پروردگار ہیں۔ چنانچہ جب زبور نویس فرماتے ہے کہ سب کی آنکھیں تُجھ پر لگی ہیںتو ہر جاندار کی خواہش پوری کرتا ہے تو اِس کا مطلب ہے کہ خُدا تعالیٰ بلاتفریق ایمانداروں اور غیر ایمانداروں سب کے ربّ ہیں۔ جب خُدا تعالیٰ رب العالمین ہوتے ہو ئے ہر نیک و بد کو زندگی اوزندہ رہنے کے لئے بلا تفریق سانس اورخوراک مہیا کرتے ہیں توہمارا رویہ کیسا ہونا چاہئے؟
      ''',
      'نفرت کریں',
      'عداوت رکھیں',
      'پیار کریں',
    ],
  ];
  List<int> course1lesson1Answers = [2,3,3,3,3,3,1,3,3,3];
  List<List<String>> course1lesson2Q = [
    [
      '''
      خُدا تعالیٰ نے پہلے انسان کو کس چیز سے خلق کیا؟
      ''',
      'پانی سے',
      'کسی دھات سے',
      'مٹی سے',
    ],
    [
      '''
      پیدائش2: 7 کے مطابق خُدا تعالیٰ نے زمین کی مٹی سے انسان کو بنایا۔آپ بتائیں کہ انسان کس چیز سے جیتی جان ہوا؟
      ''',
      'آکسیجن سے',
      'سورج کی توانائی سے',
      'خُدا کے دم سے',
    ],
    [
      '''
      اور خُداوند خُدا نے کہا کہ آدم کا اکیلا رہنا اچھا نہیںمیں اُس کے لئے ایک مدد گار اُس کی مانند بناﺅں گا(پیدایش2: 18)۔ آپ بتائیںخُدا تعالیٰ نے کِس کو آدم کا مددگاربنایا؟
      ''',
      'ایک فرشتے کو',
      'ایک جِنّ کو',
      'ایک عورت کو',
    ],
    [
      '''
       خُدا تعالیٰ نے عورت کو کس چیز سے خلق کیا؟
      ''',
      'مٹی سے',
      'پانی سے',
      'حضرت آدم کی پسلی سے',
    ],
    [
      '''
       کون سی بات کی بنا پر انسان دیگر تمام مخلوقات سے منفرد اور برتر ہے؟
      ''',
      'جنّات کی شبیہہ پر خلق کیا',
      'فرشتوں کی شبیہہ پر خلق کیا',
      'اپنی شبیہہ پرخلق کیا',
    ],
    [
      '''
      جب بھی کوئی شخص کسی دوسرے انسان کی تذلیل کرتا ہے تو حقیقت میں خُدا کی شبیہہ کی بے حُرمتی کرتا ہے جو خُدا کی توہین کر نے کے مترادف ہے۔آپ کیا سمجھتے ہیں جب ہم کسی انسان کی توہین کرتے ہیں توخُدا تعالیٰ
      ''',
      'بہت خوش ہوتے ہیں',
      'اِس پر کوئی توجہ نہیں دیتے',
      'بہت ناراض ہوتے ہیں',
    ],
    [
      '''
      دیگر مخلوقات پر اِنسانی فوقیت کا پہلا سبب یہ ہے کہ اِنسان خُدا کی شبیہہ اور صورت پر خلق ہوا۔اِس کے علاوہ اور کون سی بات ہے جو اُسے دیگر تمام مخلوقات سے افضل بناتی ہے؟
      ''',
      'اُس میں جنّات کا دم ہے',
      'اُس میں فرشتوں کا دم ہے',
      'اُس میں خُدا کا دم ہے',
    ],
    [
      '''
      جب کوئی شخص کسی دوسرے اِنسان کا خون کرتا ہے توخُدا کی شبیہہ کی تذلیل اور توہین کرنے کے علاوہ اور کون ساکام کرتا ہے؟
      ''',
      'خُدا کی فرمانبرداری کرتا ہے',
      'خُدا کی عزت افزائی کرتا ہے',
      'خُداکی توہین کرتا ہے',
    ],
    [
      '''
      تیسری بات جو اِنسان کی برتری کا باعث ہے وہ کیا ہے؟
      ''',
      'فرشتوںپر عطا کیا',
      'شیطان پر عطا کیا',
      'زمین کے تمام جانداروں پر عطا کیا',
    ],
    [
      '''
      خُدا تعالیٰ نے اِنسان کو تمام مخلوقات پر اختیار کیوں عطا کیا؟
      ''',
      'تباہ و برباد کرے',
      'خوف زدہ کرے',
      'تحفظ عطا کرکے اُن کی نشوو نما میں مدد کرے',
    ],
  ];
  List<int> course1lesson2Answers = [3,3,3,3,3,3,3,3,3,3];
  List<List<String>> course1lesson3Q = [
    [
      '''
      اشرف المخلوقات ہونے کا اعزاز کس مخلوق کو حاصل ہے؟
      ''',
      'فرشتوں کو',
      'جنّات کو',
      'ِنسان کو',
    ],
    [
      '''
      اِنسان کو خُدا تعالیٰ کی طرف سے کون سا خاص استحقاق حاصل ہے؟
      ''',
      'نفرت کرتے ہیں',
      'دشمنی کرتے ہیں',
      'پیار کرتے ہیں',
    ],
    [
      '''
      اگر کوئی کسی اِنسان کا خون کرے تو خُدا تعالیٰ اُس سے کیا سلوک کریں گے؟
      ''',
      'خُدا تعالی اُسے انعام و برکات دیں گے',
      'اُسے جنت الفردوس میں جگہ دیں گے',
      'مقتول کے خون کا بدلہ قاتل سے خود لیں گے',
    ],
    [
      '''
       خُدا تعالیٰ کسی اِنسان کے خون کا بدلہ خود کیوں لیتے ہیں؟
      ''',
      'معصوم ہے',
      'کمزور ہے',
      'خُدا کی شبیہہ پر خلق ہوا ہے',
    ],
    [
      '''
       جو کسی اِنسان کی تذلیل اور اہانت کرتا ہے وہ حقیقت میں کس کی توہین کرتا ہے ؟
      ''',
      'اِنسان کی',
      'کسی فرشتہ کی',
      'خُدا تعالیٰ کی',
    ],
    [
      '''
       جب قائن نے اپنے بھائی ہابل کو قتل کیا تو خُدا تعالیٰ نے اُسے کیا سزا دی؟
      ''',
      'قائن کو قتل کردیا',
      'اُس پر بیماری کی وبا بھیجی',
      'اُس کے کھیت کی پیداوار روک لی',
    ],
    [
      '''
       جب قائن نے اپنے بھائی ہابل کا خون کیا تو خُدا تعالیٰ نے اُس کی زمین کی پیداوار روک لی۔آپ کیا سمجھتے ہیں کہ اِن دنوں جب اِنسان کو ہر روز گاجر مولی کی طرح کاٹ کر خون کی ندیا ں بہائی جاتی ہیں تو اِس کا اثرہمارے مُلک اور قوم پر کیا ہوسکتا ہے؟
      ''',
      'زیادہ برکت دیں گے',
      'نظر انداز کریں گے',
      'زمین کی پیداوار اور دیگربرکات سے محروم کرتے جائیںگے',
    ],
    [
      '''
      کھیت چھننے کے علاوہ اخی اب اور اُسکی ملکہ ایزبل نے نبوت پر اور کیا ظلم کیا؟
      ''',
      'اُس کے بیوی بچے چھین لئے',
      'اُس کی مویشی چھین لئے',
      'جھوٹاالزام لگا کر مذہبی رہنماﺅں کے ہاتھوں اُسے سنگسار کروا کر مار ڈالا',
    ],
    [
      '''
      اخی اب اور اُس کی بیوی سے خُدا تعالیٰ نے نبوت کے خون کا بدلہ کس طرح لیا؟
      ''',
      'باعزت دفن ہوئے',
      'باعث ِفخرموت مرے',
      'دونوں کا خون کتوں نے اُسی طرح چاٹا جس طرح نبوت کاچاٹا گیا تھا',
    ],
    [
      '''
      اِس مطالعہ سے ہم کیا سبق سےکھتے ہیں؟
      ''',
      'جو بھی ہمارے عقائد سے اختلاف کرے اُسے موت کے گھاٹ اُتار دیں',
      'جو بھی ہمارے مفادات کو ٹھیس پہنچائے اُسے صفحہءہستی سے مٹا دیں',
      'ہم ہر انسان سے پیار کریں اور اُس کے مال و جان اور عزتِ نفس کا احترام کریں',
    ],
  ];
  List<int> course1lesson3Answers = [3,3,3,3,3,3,3,3,3,3];
  List<List<String>> course1lesson4Q = [
    [
      '''
      خُدا تعالیٰ نے انسان اور دیگر جانداروں کو خلق کرنے کے ساتھ ہی اُن کے لئے کس ناگزیر چیز کا انتظام کیا؟
      ''',
      'عیش و عشرت کا',
      'تفریح کا',
      'خوراک کا',
    ],
    [
      '''
      ہم دیکھتے ہیں کہ خُدا تعالیٰ سب کو بلا امتیاز خوراک مہیا کرتے ہیں۔اِس عمل میں ہم خُدا تعالیٰ کی ذات کے کون سے پہلو کامشاہد ہ کرتے ہیں؟
      ''',
      'نفرت کرتے ہیں',
      'اجتناب کرتے ہیں',
      'بلاامتیازمحبت کرتے ہیں',
    ],
    [
      '''
       خُداوند تعالیٰ کس بات سے خوش ہوتے ہیں؟
      ''',
      'شریر کی موت سے',
      'شریر کی شرارت سے',
      'شریر کی توبہ سے اور اُس کے زندہ رہنے سے',
    ],
    [
      '''
       خُدا تعالیٰ سب اِنسانوں کوتحفظ اورپناہ مہیا کرتے ہیں۔ حضرت داﺅد نبی اُسے خُدا تعالیٰ کا کون سا عمل قرار دیتے ہیں؟
      ''',
      'خُدا تعالی کی نفرت',
      'خُدا تعالیٰ کی عداوت',
      'خُدا تعالیٰ کی شفقت',
    ],
    [
      '''
      اِنسان قدم قدم پر گناہ اور خُدا کی نافرمانی کرتا ہے اوریوںغضبِ الٰہی اور تباہی کا حق دار ٹھہرتا ہے۔اِس سے آپ کیا سمجھتے ہیں کہ گناہ اور نافرمانی کا منطقی انجام کیا ہے؟
      ''',
      'خُدا کی خوشی',
      'ہلاکت اور تباہی',
      'انعام اور برکات کا',
    ],
    [
      '''
      بلاشبہ اپنے گناہ اور غلطی کے باعث اِنسان الٰہی غضب اور سزا کا مستحق ٹھہرتا ہے۔ لیکن خُدا تعالیٰ انسان کوسزا دینے کی بجائے اُس کی توبہ کرنے پر کس قسم کا سلوک کرتے ہیں؟
      ''',
      'باپ کی طرح اُسے معاف کرتے ہیں',
      'ظالم حکمران کی طرح تباہ و برباد کرتے ہیں',
      'دشمن کی طرح اُس سے نفرت کرتے ہیں',
    ],
    [
      '''
      خُدا تعالیٰ نے اِنسان کی ہدایت کے لئے کون سے دو خاص طریقے استعمال کئے؟
      ''',
      'سزا دی',
      'موت دی',
      'اپنی شریعت عطا کی',
    ],
    [
      '''
       خُدا تعالیٰ نے کس مقصد کے تحت انبیا کرام کو اِس دُنیا میں بھیجا اور اُن کے وسیلہ سے اپنی شریعت عطا کی؟
      ''',
      'موت ملے',
      'سزا ملے',
      'زندگی اور برکت ملے',
    ],
    [
      '''
      آپ کے خیال میں اس سبق کا لبِ لباب یا خلاصہ کیا ہے؟
      ''',
      'خُدا تعالی صرف بنی اسرائیل سے پیار کرتے ہیں',
      'خُدا تعالی صرف نیک لوگوں سے پیار کرتے ہیں',
      'خُدا تعالیٰ ہر انسان سے پیار کرتے ہیں',
    ],
    [
      '''
      جب خُدا تعالیٰ ہر انسان سے بلا امتیاز پیار کرتے ہیں تو انسانوں کے ساتھ ہمارا رویہ کیسا ہونا چاہئے؟
      ''',
      'ہم اپنے ہم عقیدہ سے پیار کریں اور باقیوں سے نفرت کریں',
      '۔ہم سب انسانوں سے نفرت کریں',
      'ہم ہر انسان سے بلا امتیازِ مذہب وعقیدہ پیار کریں',
    ],
    
  ];
  List<int> course1lesson4Answers = [3,3,3,3,2,1,3,3,3,3];
  List<List<String>> course1lesson5Q = [
    [
      '''
       خُدا تعالیٰ نے اِنسان کو باغِ عدن میں رکھا تاکہ وہ اُس کی حضوری سے لطف اندوز ہو۔خُدا تعالیٰ نے اِنسان کو نیک و بد کی پہچان کے درخت کا پھل کھانے سے منع فرمایا۔ لیکن ابلیس نے سانپ کی صورت میں ظاہر ہو کر اُنہیں پھل کھانے کے لئے ورغلایا۔آپ بتائیں حضرت آدم اور حوا نے ممنوعہ پھل کھا کر کس کی بات مانی اور کس کی نافرمانی؟
      ''',
      'خُدا کی بات مان کر ابلیس کی بات رد کردی',
      'نہ کسی کی بات مانی اور نہ کسی کی نافرمانی کی',
      'ابلیس کی بات مان کر خُدا کی نافرمانی کی',
    ],
    [
      '''
      جب اِنسان نے ابلیس کی بات مان کر خُدا کی نافرمانی کا گناہ کیا تو اِس گناہ کے کیا اثرات ظاہرہوئے؟
      ''',
      'وہ دلیر اور نڈر ہوگئے',
      'اُن کی زندگی میں کوئی بھی تبدیلی رونما نہ ہوئی',
      'شرمساری، ڈر،خوف،الزام تراشی اور خود غرضی جیسی منفی باتیں اُن کی زندگی میںآگئیں',
    ],
    [
      '''
      حضرت آدم اور حواکی نا فرمانی کے باعث خُدا تعالیٰ نے اُن سے کیا سلوک کیا ؟
      ''',
      'اُنہیں شاباش دی',
      'اُنہیں کُچھ بھی نہ کہا',
      'اُنہیں باغِ عدن سے باہر کر دیا',
    ],
    [
      '''
      حضرت آدم اور حوا کے بیٹوں قائن اور ہابل کے واقعہ کی روشنی میں بتائیں کہ حضرت آدم اور حوا کی زندگی سے شروع ہونے والے نافرمانی کے گناہ نے بعد میں کیا صورت اختیار کی؟
      ''',
      'اِس کے وسیلہ ایک پرامن معاشرہ قائم ہوا',
      'اس کے وسیلہ لوگوں میں محبت اور پیار کے جذبات قائم ہوئے',
      'گناہ کا یہ سلسلہ بڑھتے بڑھتے خون خرابے اور قتل و غارت تک پہنچ گیا',
    ],
    [
      '''
      زبور10: 3-9میں اِنسان کی اِنسان دُشمن روش کا بیان کیا گیا ہے ۔ آپ اِس بیان کو پڑھ کر بتائیں کہ شریر آدمی کا مُنہ کس چیز سے پُرہے؟
      ''',
      'برکت اور دعا سے',
      'خیرخواہی اور ہمدردی کے جذبات سے',
      'لعنت و دغا اور ظُلم سے',
    ],
    [
      '''
      یسعیاہ 59: 6-8  کے مطابق حضرت یسعیاہ جن لوگوں کا تذکرہ کر رہے ہیں اُن کے ہاتھ اور اُنگلیاں کس چیز سے آلودہ ہیں؟
      ''',
      'گندے پانی سے',
      'کیچڑ سے',
      'خون اور بد کرداری سے',
    ],
    [
      '''
       وہ کس بات کے لئے جلدی کرتے ہیں؟
      ''',
      'کھانا کھانے کی',
      'لوگوں کی مدد کرنے کی',
      'بے گناہ کا خون بہانے کی',
    ],
    [
      '''
      زبور24: 1-5 میں زبور نویس بیان کرتے ہیں کہ کون لوگ خُدا کی قربت اور حضوری سے لطف اندوز ہونے کا اعزاز حاصل کر سکتے ہیں۔اِس زبور میں خُدا کے پہاڑ سے مُراد خُدا کی حضوری ہے ۔آپ اِس زبور کو پڑھ کر بتائیں کہ کون خُدا کے پہاڑ پر چڑھ سکتا ہے؟
      ''',
      'وہ جوزیادہ تعلیم یافتہ ہوتا ہے',
      'وہ جو سائنسی علوم سے واقفیت رکھتا ہے',
      'وہی جس کے ہاتھ صاف ہیں اور جس کا دل پاک ہے جس نے بطالت پر دل نہیںلگایا',
    ],
    [
      '''
      زبور15: 1-5 میں بھی یہی بیان کیا گیا ہے کہ کون لوگ خُدا کے خیمہ (گھر)میں ٹھہرنے کا استحقاق حاصل کر سکتے ہیں۔آپ اِس زبور کو پڑھ کر بتائیں کہ کون خُدا کے خیمہ میں ٹھہر سکتا ہے؟
      ''',
      'وہ جو رشوت دے سکتا ہو',
      'وہ جس کے پاس اچھی سفارش ہو',
      'وہ جو راستی سے چلتا اور صداقت کا کام کرتا ہے۔اور دل سے سچ بولتا ہے',
    ],
    [
      '''
      اِس سبق میں دئےے گئے حقائق سے ہم کیا سیکھتے ہیں؟
      ''',
      'جو دوسرے اِنسانوں کو مذہب کے نام پر موت کے گھاٹ اُتارتے ہیں',
      'جو مختلف طریقوں سے دیگر انسانوں کو لوٹتے ہیں',
      'جواِنسان کی ترقی اور بھلائی کے لئے کام کر کے انسانیت کا احترام کرتے ہیں',
    ],
  ];
  List<int> course1lesson5Answers = [3,3,3,3,3,3,3,3,3,3];
  List<List<String>> course3lesson1Q = [
    [
      '''
      جب خُدا تعالیٰ نے حضرت آدم اور حوا کو الٰہی نافرمانی کے باعث باغِ عدن سے نکال دِیا تواُس وقت سانپ (ابلیس)کو سزا دیتے ہوئے ایک خاص پیشین گوئی کی۔آپ بتائیں کہ پیدایش3 باب 14 تا 15 آیت میں مذکور اِس پیش گوئی کے مطابق سانپ (ابلیس ) کے سر کُچلنے والے کو کس کی نسل کہا گیا ہے؟
      ''',
      'مرد کی نسل',
      'فرشتہ کی نسل',
      'عورت کی نسل ',
    ],
    [
      '''
      اِسی "عورت کی نسل " کو ابرہام ، اضحاق اور یعقوب کی نسل بھی کہا گیا ہے۔ آپ بتائیں کہ خُدا تعالیٰ تینوں بزرگوں کو اِس ہستی کے بارے کون سی خاص بات بتاتے ہیں؟
      ''',
      'برکت پائیں گی',
      'عذاب پائیں گی',
      'جلال پائیں گی',
    ],
    [
      '''
      مذکورہ بالا ہستی کو حضرت موسیٰ ایک نبی کا خطاب دیتے ہیںٗ بتائیں کہ حضرت داؤد نبی اس ہستی کے لئے کون سا لقب بیان کرتے ہیں؟
      ''',
      'قیصر',
      'مسیح',
      'سردار کاہن',
    ],
    [
      '''
      اِسی ہستی کی پیدایش کا پیغام جبرائیل فرشتہ نے ایک کنواری مقدسہ مریم کو دِیا کہ تُوبغیر کسی مرد کے خُدا تعالیٰ کی قدرت سے حاملہ ہو گی اور تیرے بیٹا ہو گا۔ آپ بتائیں کہ فرشتہ نے اُس پیدا ہونے والی ہستی کا کیا نام رکھنے کو کہا؟
      ''',
      'عمانوایل',
      'مسیح',
      'یسوع',
    ],
    [
      '''
      آپ فرشتے کا بیان پڑھ کر بتائیں کہ فرشتہ کے پیغام کے مطابق اُس نَومولُود کو کس کا بیٹا کہلانا تھا؟
      ''',
      'خُدا کا',
      'یوسف کا',
      'مریم کا',
    ],
    [
      '''
      جب بُزرگ یوسف مُقدسہ مریم کو چھوڑ دینے کے بارے سوچ رہا تھاتو فرشتہ نے اُس پر بھی ظاہر ہو کر اُسے کہا "اَے یوسف !ابنِ داؤد! اپنی (منگیتر)بیوی کو اپنے ہاں لے آنے سے نہ ڈر کیونکہ جو اُس کے پیٹ میں ہے وہ رُوح القُدس کی قدرت سے ہے۔اُس کے بیٹا ہو گا اور تُو اُس کا نام یسوع رکھنا" آپ بتائیں کہ فرشتہ نے یسوع نام رکھنے کا سبب کیا بتایا؟
      ''',
      'وہ لوگوں کے ساتھ جنگ کرکے اُنہیں تباہ کرے گا',
      'وہ لوگوں کواُن کے گناہوں سے نجات دے گا',
      'وہ لوگوں کو فتح کر کے اُن پر حکومت کرے گا',
    ],
    [
      '''
      آپ بتائیں کہ مقدسہ مریم نے اپنے نَومولُود بیٹے کو پیدا ہونے کے بعد کہاں رکھا تھا؟ 
      ''',
      'ایک شاہی کٹھولے میں',
      'اپنی گود میں اُٹھائے رکھا',
      'جانوروں کے چار ہ کی جگہ یعنی چرنی میں',
    ],
    [
      '''
      "عالمِ بالا پر خُدا کی تمجید ہواورزمین پر اُن آدمیوں میں جن سے وہ راضی ہے صلح" فرشتوں کے اِس گیت سے آپ کیا سمجھتے ہیں ؟
      ''',
      'انسانوں کی آپس میں اور خُدا سے صلح کا باعث ہے',
      'انسان اورخُدا کے درمیان دُشمنی کا باعث ہے ',
      'انسانوں کی آپس دشمنی اور عناد کا باعث ہے',
    ],
    [
      '''
      جب ہیرودیس بادشاہ کو المسیح کے بارے خبر ہو ئی تو وہ آپ کو قتل کرنے کے لئے کمر بستہ ہو گیا۔ آپ بتائیں کہ فرشتہ کی ہدایت سے آپ کی والدہ اور مُقدس یوسف آپ کوہیرودیس بادشاہ سے بچانے کے لئے کس مُلک میں لے گئے؟
      ''',
      'ایران میں	',
      'مصر میں ',
      'شام میں',
    ],
    [
      '''
      اِس سبق کے مطالعہ سے یہ ثابت ہوتا ہے کہ المسیح ہی وہ ہستی ہیں جو"عورت کی نسل" ہیں۔اور آپ کو ہی ابلیس کا سر کُچلنا تھا۔ ابرہام، اضحاق اور یعقوب کی جس نسل کے وسیلہ سے خُدا تعالیٰ دُنیا کی سب قوموں کو برکت دینا چاہتا تھا وہ آپ ہی ہیں۔اور یہ برکت نجات اور صلح کی برکت ہے ۔آپ بتائیں کہ دُنیا کی سب اقوام اس برکت سے کیسے فیض یاب ہو سکتی ہیں؟
      ''',
      'المسیح کی مخالفت کرنے سے',
      'المسیح کی تعلیمات کو رَد کرنے سے',
      'المسیح کو اپنا شخصی نجات دہندہ قبول کرنے سے',
    ],
  ];
  List<int> course3lesson1Answers = [3,1,2,3,1,2,3,1,2,3];
  List<List<String>> course3lesson2Q = [
    [
      '''
      اِنسان کے گناہ کے باعث ایک جانب خُدا اور اِنسان کے درمیان جُدائی ہو گئی اور دوسری طرف انسانوں کے آپس میں تعلقات کشیدہ ہو گئے۔فرشتوں کے گیت "عالمِ بالا پر خُدا کی تمجید ہو اور زمین پر اُن آدمیوں میںجن سے وہ راضی ہے صلح"سے المسیح کی آمد کے بارے کون سی دو باتوں کا اظہار ہوتا ہے؟
      ''',
      'دُشمنی کا باعث ہے',
      'لڑائی کا باعث ہے',
      'صلح کا باعث ہے',
    ],
    [
      '''
       "وہ(خُدا) اپنے سورج کو بدوں اور نیکوں دونوں پرچمکاتا ہے ۔ اور راستبازوں اور ناراستوں دونوں پر مینہ برساتا ہے"(متی5 باب 45 آیت)۔    "وہ(خُدا) ناشکروں اور بدوں پر بھی مہربان ہے"(لوقا6 باب 35 آیت) آپ بتائیں کہ انجیل مقدسہ کی اِن دونوں آیات کے مطابق المسیح لوگوں کو خُدا کے بارے کیا سکھانا چاہتے ہیں؟
      ''',
      'ہر نیک و بد انسان سے پیار کرتے ہیں',
      'صرف راستبازوں سے پیار کرتے ہیں',
      'صرف گنہگاروں سے پیار کرتے ہیں',
    ],
    [
      '''
      دولتمند کے دونو ں بیٹوں میں کون سا بیٹا ایک توبہ کرنے والے بیٹے کی تصویر پیش کرتا ہے
      ''',
      'بڑا بیٹا',
      'چھوٹا بیٹا ',
      'دونوں ہی',
    ],
    [
      '''
      اِس کہانی میں جب دولتمند باپ کا نافرمان بیٹا اپنے کئے پر نادم ہوکر واپس آتا ہے تو باپ اُس کے ساتھ جو سلوک کرتا ہے اُس سے ہم خُدا تعالیٰ کے بارے کیا سیکھتے ہیں؟
      ''',
      'اُس کی طرف کوئی توجہ نہیں دیتے ',
      'اُس کو بہت سزا دیتے ہیں',
      'اُسے معاف کر کے اپنی حضوری میں بحال کر لیتے ہیں۔',
    ],
    [
      '''
      المسیح کی آمد کے دو مقاصد تھے۔ اوّل ،یہ کہ انسان کے گناہ کی بدولت انسان اور خُدا کے بیچ جو جُدا ئی کی دیوار قائم ہو چکی تھی اُس کا خاتمہ ہو اور انسان اور خُدا کے تعلقات میں بحالی آئے۔ دوسرا، یہ کہ انسانوں کے درمیان آپس میں بھی صلح اور سلامتی کی فضا بحال ہو۔آپ بتائیں کہ المسیح اِس مقصد کو کس طرح پورا کرتے ہوئے نظر آتے ہیں۔  المسیح نے سب سے پہلے انسان کو یہ احساس دلایا کہ خُدا اُس سے پیار کرتا ہے اور پھر انسان کو زور دے کر یہ سکھایا کہ اُسے بھی
      ''',
      'خُدا اور انسان دونوں ہی سے پیار کرنا ہے',
      'انسان کو نظر انداز کر کے صرف خُدا سے پیار کرنا ہے',
      'خُدا کو نظر انداز کر کے صرف انسان سے پیار کرنا ہے',
    ],
    [
      '''
      المسیح نے لوگوں کی زندگی میں امن و سلامتی کی بحالی کے لئے اُنہیں ایک جانب تو یہ سکھایا کہ وہ خُدا تعالیٰ سے اپنے تعلقات بحال کریں۔ اور اُنہیں یہ احساس دلایا کہ خُدا محبت ہے۔ اور دوسری طرف یہ سکھایاکہ خُدا کی محبت کا تقاضا یہ ہے کہ ہر انسان دوسرے انسانوں سے اِسی طرح پیار کرے جس طرح خُدا اُس سے پیار کرتا ہے۔آپ متی 5 باب 44 تا 45 آیت کی روشنی میں بتائیں کہ خُدا تعالیٰ انسان سے کس طرح پیار کرتا ہے؟
      ''',
      'وہ صرف یہودیوں سے پیار کرتا ہے اورباقیوں سے نفرت',
      'وہ بلا اِمتیاز رنگ و نسل اور مذہب و عقیدہ ہر نیک و بد سے پیار کرتا ہے',
      'وہ صرف سب انسانوں سے نفرت کرتا ہے',
    ],
    [
      '''
      المسیح نے سکھایا کہ خُدا کی محبت کا تقاضا یہ ہے کہ ہر انسان دوسرے انسانوں سے اِسی طرح پیار کرے جس طرح خُدا اُس سے پیار کرتا ہے۔متی5 باب 44 تا 48 آیت اور لوقا6 باب 32 تا 34 آیت کا مطالعہ کر کے بتائیں کہ ہمیں کس طر ح دیگر انسانوں سے پیار کرنا ہے؟
      ''',
      'ہمیں صرف اپنے ہم عقیدہ لوگوں سے پیار کرنا ہے باقیوں سے نفرت',
      'ہمیں صرف اپنے خاندان کے لوگوں سے پیار کرنا ہے باقیوں سے نفرت',
      'ہمیں ہر طرح کے مذہبی اور سماجی امتیاز کے بغیر ہر انسان سے پیار کرنا ہے',
    ],
    [
      '''
      المسیح کی تعلیم کے مطابق خُدا اپنی عالمگیر محبت کی بنا پر سب انسانوں کاباپ ہے۔اوراپنی اِسی محبت کی بنا پر خُدا تعالیٰ ہر انسان کو اپنا فرزند قرار دیتے ہیں ۔چنانچہ یہ الٰہی محبت سب انسانوں کو بھائی بھائی بنا کر ایک عالمگیر خاندان کے بندھ میں باندھتی ہے ۔ جب انسان کو یہ احساس ہو جاتا ہے کہ خُدا تعالیٰ سب انسانوں کے باپ ہیں اور سب انسان آپس میں بھائی بھائی ہیں تو یہ برادرانہ محبت اُن سے کیا تقاضا کرتی ہے؟
      ''',
      'وہ ہر مذہب و قوم کے سب انسانوں کو اپنا بھائی سمجھتے ہوئے ایک دوسرے کی بہتری، بھلائی اور تعمیر و ترقی کے لئے ہمیشہ تیار اور دستیاب رہیں',
      'وہ سماجی ذات ، پات کی بنیاد پرہی ایک دوسرے سے محبت اور نفرت کریں',
      'وہ مذہب کی بنیاد پر ہی ایک دوسرے سے محبت اور نفرت کریں',
    ],
    [
      '''
      المسیح باہمی محبت کی اہمیت کے حوالہ سے تین اہم باتیں سکھاتے ہیں۔اِن تینوں باتوں کی روشنی میں بتائیں کہ باہمی محبت کی بدولت ہم کون سی تین برکات حاصل کر سکتے ہیں؟ 
      ''',
      'سیاسی استحکام،مذہبی استحکام، سماجی استحکام کی برکت',
      'عبادت کی قبولیت،گناہوں سے معافی اور مالی برکت',
      'سماجی ترقی،تعلیمی ترقی اور معاشی ترقی کی برکت',
    ],
    [
      '''
      اِس سبق کا خلاصہ یہ ہے کہ المسیح کی ذاتِ اقدس اور تعلیمات کی بدولت ہی ہم یہ جان پائے کہ خُدا تعالیٰ سب انسانوں کے باپ ہیں اورسب انسان آپس میں بھائی بھائی ہیں۔ چنانچہ اِس سارے سبق میں دی گئی تعلیم کو ذہن میں رکھتے ہوئے بتائیں کہ امن و محبت اور سلامتی کی الٰہی برکت سے ہم کیسے فیض یاب ہو سکتے ہیں؟
      ''',
      'مضبوط سیاسی نظام کی بدولت',
      'مضبوط سیاسی حکمران کی بدولت',
      'المسیح کی ذات ِ اقدس اور تعلیمات کو قبول کرنے سے',
    ],
  ];
  List<int> course3lesson2Answers = [3,1,2,3,1,2,3,1,2,3];
  List<List<String>> course3lesson3Q = [
    [
      '''
      شادی والے خاندان میں اچانک مَے ختم ہوگئی تو پورا خاندان بے عزتی اور شرمندگی کے خوف میں مبتلا ہو گیا۔آپ بتائیں کہ المسیح نے وسائل کی اچانک کمی کے باعث آنے والی شرمندگی ، مایوسی اور پریشانی سے خاندان کو کیسے رہائی دی؟
      ''',
      'مَے خریدنے کے لئے اُنہیں پیسے دِئیے',
      'اپنے شا گردوں کو یہ ذمہ داری دی کہ وہ نئی مَے خرید کر لائیں',
      'اپنی معجزانہ قدرت سے سادہ پانی کو مَے میں تبدیل کر دِیا',
    ],
    [
      '''
      جب شادی والا خاندان مایوس کُن حالات میں گھیر گیا تو المسیح کی موجودگی کے باعث وسائل کی کمی پربڑھوتی کی برکت آئی اور یوں وہ خاندان بے عزتی اور شرمندگی سے بچ گیا۔ اِس کہانی کی روشنی میں کس کی موجودگی کے باعث ہمارے وسائل پر برکت آتی ہے اور ہم مایوسی، بے عزتی اور شرمندگی سے بچ سکتے ہیں؟
      ''',
      'المسیح کی موجودگی کے باعث ',
      'اچھی حکمت ِعملی  کی بدولت',
      'زیادہ امیررشتہ داروں کی بدولت',
    ],
    [
      '''
      اِس حصہ میں ہم دیکھتے ہیں کہ دو مختلف موقعوں پر ساری رات کی محنت کے باوجود پطرس کوئی مچھلی نہ پکڑ سکا ۔ لیکن آخر میں اُن کے جال میں اچانک اِتنی مچھلیاں آ گئیں کہ اُن کے جال پھٹنے لگے اور اُنہیں اِن مچھلیوں کو سنبھالنا مشکل ہو گیا۔آپ اِن دونوں کہانیوں کو پڑھ کر بتائیں کہ اچانک اِتنی بڑی تبدیلی کیوں کر آگئی؟
      ''',
      'پطرس کی نئی حکمت ِ عملی سے',
      'المسیح کے حکم کی تعمیل سے',
      'اچانک موسم کی تبدیلی سے',
    ],
    [
      '''
      تمام تر محنت کے باوجود بھی مچھلی پکڑنے والوں کے ہاتھ کُچھ نہ آیا لیکن جب المسیح کی نظر کرم ہوئی تو اتنی ساری مچھلیاں آگئیں کہ اُن سے سنبھالنا بھی مشکل ہو گیا۔اِس واقعہ کی روشنی میں بتائیں کہ جب ہم تمام تر محنت کے باوجود بھی مایوس اور بے پھل رہتے ہیں تو کس طرح ہماری بے پھل زندگی بابرکت بن سکتی ہے؟
      ''',
      'ہمارے باس(مالک) کی نظرِ کرم سے',
      'ناجائز ہتھکنڈوں کی بدولت',
      'المسیح کی نظرِ کرم سے',
    ],
    [
      '''
      اِس حصہ میں دئیے گئے دونوں واقعات کو پڑھ کر بتائیں کہ نیچے دیئے گئے بیانات میں سے کون سا بیان دُرست ہے؟
      ''',
      '''
      المسیح نے پانچ روٹیوں اور دو مچھلیوں سے پانچ ہزار اور پھر سات روٹیوں اور 
	  تھوڑی سی مچھلیوں سے چار ہزار لوگوں کو سیر کیا
      ''',
      'المسیح نے سات روٹیوں اور تھوڑی سی مچھلیوں سے پانچ ہزار لوگوں کو سیر کیا',
      'المسیح نے پانچ روٹیوں اور دو مچھلیوں سے چار ہزار لوگوں کو سیر کیا',
    ],
    [
      '''
      کس کی بابرکت موجودگی ہمارے محدود وسائل پر اَندیکھی برکت کا باعث بن سکتی ہے؟
      ''',
      'کسی سیاسی شخصیت کی موجودگی',
      'المسیح کی موجودگی ',
      'کسی امیر شخص کی موجودگی',
    ],
    [
      '''
      "خاطر جمع رکھو۔مَیں ہوں۔ڈرو مت" یہ الفاظ المسیح نے کب کہے ؟
      ''',
      'جب المسیح نے جھیل میں ہَوا اور پانی کے طوفان کو ڈانٹا اور وہ پُرامن ہوگئے',
      'جب المسیح رات کی تاریکی میں بیابان میں اپنے شاگردوں کے ساتھ تھے',
      'جب المسیح جھیل میں پانی کی سطح پر چلتے ہوئے اپنے شاگردوں کے پاس آئے اور وہ اُسے دیکھ کر گھبرا گئے',
    ],
    [
      '''
      اِن دونوں واقعات میں ہم نے دیکھا کہ المسیح ہَوا اور پانی پر اختیار رکھتے ہیں اُن کی موجودگی نے کشتی میں سوار لوگوں کو پانی اور طوفان سے ہلاک ہونے سے بچا لیا۔ اِن دونوں واقعات میں کون سی بات ہمارے لئے حوصلہ افزائی کا باعث ہے؟
      ''',
      'المسیح اُن تمام قدرتی عوامل پر اختیار رکھتے ہیں جو ہمارے وسائل کو تباہ کر کے ہمیں معاشی مسائل کا شکار کر سکتے ہیں',
      'ہماری مضبوط فوج ہمارے مضبوط معاشی نظام کی ضمانت ہے',
      'ہمارا علمِ معاشیات ہمیں مالی بحران سے بچا سکتا ہے',
    ],
    [
      '''
      اِس سبق میں بیان کردہ واقعات میں مشترک بات فرمانبرداری ہے۔ فرمانبرداری کے باعث ہی لوگ المسیح کی برکات سے فیض یاب ہو سکے۔اگر آج خُدا تعالیٰ سے خوشحالی کی برکت سے فیض یاب ہونا چاہتے ہیں تو ہمیں کون سا کام کرنے کی ضرورت ہے؟
      ''',
      'اپنے معاشی نظام کو مضبوط بنائیں',
      'المسیح کی رضا اور احکام کے سامنے سرِ خم تسلیم کریں',
      'اپنے سیاسی نظام کو مضبوط بنائیں',
    ],
    [
      '''
      اِس سبق میں دی گئی ساری تعلیمات اور خصوصاً اس سبق کے آخر میں بیان کردہ المسیح کے حوصلہ افزا تعلیما ت اور دعوؤں کی روشنی میں بتائیں کہ ہم خُدا تعالیٰ سے خوشحالی کی برکات کیسے حاصل کر سکتے ہیں؟
      ''',
      'اپنے معاشی علم کی بدولت ',
      'اپنی سائنسی مہارت اور وسائل کی بدولت',
      'المسیح کے وسیلہ کیونکہ آسمان اور زمین کا کل اختیار اُن کے پاس ہے',
    ],
  ];
  List<int> course3lesson3Answers = [3,1,2,3,1,2,3,1,2,3];
  List<List<String>> course3lesson4Q = [
    [
      '''
      المسیح فرماتے ہیں کہ" مَیں اس لئے آیا کہ وہ(سب انسان) زندگی پائیں اور کثرت سے پائیں"(یوحنّا10 باب 11 آیت)۔اِن تینوں مُردوں کے زندہ کرنے کے واقعات کا مطالعہ فرمائیں او ر بتائیں کہ ان تینوں واقعات میں کون سی بات مشترک ہے؟
      ''',
      '۔ تینوں حقیقت میں مرے نہیں تھے بلکہ بے ہوش پڑے تھے',
      'تینوں یسوع مسیح کے چھونے سے زندہ ہوگئے',
      'تینوں یسوع مسیح کا حکم پانے پرزندہ ہو گئے',
    ],
    [
      '''
      خُدا تعالیٰ نے ابرہام ، اضحاق اور یعقوب سے فرمایا تھا کہ" تیری نسل کے وسیلہ سے سب قومیں برکت پائیں گی" اور "المسیح " ہی ابرہام، اضحاق اور یعقوب کی وہ نسل ہیں جن کے وسیلہ خُدا تعالیٰ دُنیا کی اقوام کو برکت دینا چاہتے تھے۔اس برکت کے کئی پہلو ہیں ۔گزشتہ سوال کی روشنی میں بتائیں کہ یہاں المسیح کی کونسی برکت کا اظہار ہوتا ہے جو آپ دُنیا کو دینے آئے تھے؟
      ''',
      'زندگی کی برکت',
      'شفا کی برکت ',
      'نجات کی برکت',
    ],
    [
      '''
      انجیلِ مقدس (مرقس1 باب 29 تا 31آیت) میں مرقوم ہے کہ المسیح کے حواری پطرس کی ساس تپ یعنی بخار میں مبتلا تھی۔جب یسوع نے اُس کا ہا تھ پکڑ کر اُسے اُٹھایا تو تپ اُس پر سے اُتر گئی اور وہ اُن کی خدمت کر نے لگی اسی طرح کفر نحوم میں بادشاہ کا ایک ملازم تھا جس کا بیٹا کافی عرصہ سے بیمار تھا اور مرنے کے قریب تھا۔آپ انجیلِ مقدس (یوحنا4 باب 46 تا 56 آیت) پڑھ کر بتائیں کہ اُسے کیسے شفا ملی؟
      ''',
      'یسوع نے اُسے بھی چھُوا',
      '''
      یسوع نے اُس کے باپ سے کہا جا تیرا بیٹا جِیتا ہے تویسوع کا فرمان جاری ہوتے ہی وہ دُور اپنے گھر میں ہی تندرست ہو گیا 
      ''',
      'یسوع نے اُسے دواپلائی',
    ],
    [
      '''
      اِس حصہ میں بیان کردہ شفائیہ معجزات کے بیانات پڑ ھ کر بتائیں کہ ان میں سے کتنے لوگوں کو المسیح کے چھونے سے شفاملی؟
      ''',
      'انچ',
      'تین',
      'ایک ',
    ],
    [
      '''
       کتنے لوگوں کو یسوع کے لباس یا جسم کے ساتھ چھونے سے شفا ملی؟
      ''',
      'دو',
      'تین',
      'پانچ',
    ],
    [
      '''
      بدرُوحیں مختلف طرح سے انسانی جسم کو نقصان پہنچاتی ہیں۔ کبھی کبھی وہ انسان کی بینائی اور قوت ِگویائی(بولنے کی قوت) پربھی اثر انداز ہوتی ہیں۔ اِسی طرح کبھی کبھی وہ اُسے آگ یا پانی میں بھی پھینک دیتی ہیں۔آپ بتائیں کہ یہاں جتنے لوگوں کو یسوع مسیح بدروحوں سے رہائی دیتے ہیں اُن میں سے کتنے دیکھنے اور بولنے کی قوت سے محروم تھے؟ 
      ''',
      'تین ',
      'ایک ',
      'پانچ',
    ],
    [
      '''
      بدرُوحوں سے رہائی دلانے کے واقعات کو دوبارہ پڑھیں اور بتائیں کہ یسوع مسیح نے کس طرح بدرُوحوں کو نکالا؟
      ''',
      'لوگوں کو خاص قسم کے تعویذ بنا کر دیتے تھے',
      '۔ اُن پر خاص قسم کا عمل کرتے تھے',
      'اُنہیں جھڑک کر نکل جانے کا حکم دیتے تھے ',
    ],
    [
      '''
      جب یسوع مسیح نے ایک شخص سے "اِفتّح" کہا تو اُس شخص کی زندگی میں کون ساعمل واقع ہُوا؟
      ''',
      'اُس کے کا ن کُھل گئے ، اُس کی زبا ن کی گِرہ کُھل گئی اور وہ صا ف بولنے لگا ',
      'اُس کی آنکھیں کھُل گئیں اور اُس نے دیکھنا شروع کردیا',
      'اُس کی زندگی میں کوئی بھی کام نہ ہوا',
    ],
    [
      '''
      "قوت اُس میں سے نکلتی اور سب کو شفا بخشتی تھی" بتائیں یہ بیان کس کا ہے ؟
      ''',
      'مقدس متی کا',
      'مقدس لوقا کا ',
      'مقدس مرقس کا',
    ],
    [
      '''
       "المسیح " ہی ابرہام ، اضحاق اور یعقوب کی وہ نسل ہیں جن کے وسیلہ خُدا تعالیٰ دُنیا کی اقوام کو برکت دینا چاہتے تھے۔اِس برکت کے کئی پہلو ہیں ۔اس سبق میں ہم نے دیکھا کہ المسیح کے حکمِ مُبارک سے کئی مُردوں کو دوبارہ زندگی ملی اور اسی طرح کئی لوگوں کو اُن کی ہر طرح کی بیماری سے شفا ملی۔آپ بتائیں اگر ہم زندگی اور شفا کی برکت حاصل کرنا چاہتے ہیں تو ہمیں کیا کرنا ہوگا؟
      ''',
      'المسیح کی مخالفت کرنا ہوگی',
      'المسیح کے مقابلہ میں کسی اَور ہستی کو کھڑا کرنا ہوگا',
      'المسیح کو قبول کرنا ہو گا ',
    ],
  ];
  List<int> course3lesson4Answers = [3,1,2,3,1,2,3,1,2,3];
  List<List<String>> course3lesson5Q = [
    [
      '''
      خُدا تعالیٰ نے حضرت نوح سے جو کلام کیا اور پھر حضرت داﺅد اور سلیمان کے بیانات کے مطابق گناہ سے کتنے لوگ متاثر ہوئے؟
      ''',
      'چند لوگ	',
      'دُنیا کی آدھی آبادی',
      'سب لوگ ',
    ],
    [
      '''
      گناہ نے انسانی زندگی کو دو طرح سے متاثر کیا ۔ ایک طرف تو وہ سزا کا مستحق ٹھہرا اور دوسری جانب اُس کی فطرت گناہ آلودہ ہونے کے باعث اُس کے باطن میں گناہ کی جانب ایک انجان سا رُجحان اور کشش پیدا ہو گئی ہے۔چنانچہ حضرت سلیمان فرماتے ہیں کہ"بنی آدم کا دل اُن میں بدی پر بہ شِدت مائل ہے" (واعظ8 باب 11 آیت)۔ "ہاں بنی آدم کا دِل بھی شرارت سے بھرا ہے اور جب تک وہ جیتے ہیں حماقت اُن کے دِل میں رہتی ہے"(واعظ9 باب 3 آیت)۔ اِن باتوں کو ذہن میں رکھتے ہوئے بتائیں کہ ہم گناہ کیوں کرتے ہیں؟
      ''',
      'اپنی گناہ آلودہ فطرت کی وجہ سے',
      'شیطان کے خوف سے',
      'شیطان سے دُشمنی کی وجہ سے',
    ],
    [
      '''
      گناہ ایسی طاقت جس نے ہر انسان کو اپنے شکنجہ میں جکڑ رکھا ہے ۔ کوئی انسان بھی اپنی کوشش سے گناہ کی طاقت پر غالب نہیں آسکتا۔جب انسان خود گناہ پر غالب نہیں آ سکتا تو آپ کے خیال میں کون انسان کو گناہ کی کشش اور طاقت سے چھٹکارا دے سکتا ہے؟
      ''',
      'حکومت',
      'خُدا ',
      'فوج',
    ],
    [
      '''
      جی ہاں!اِس میں شک نہیں کہ خُدا ہی انسان کو اُس کے گناہ سے نجات دے سکتا ہے۔ خُدا کا شکر ہے کہ اُس نے پہلے ہی سے انسان کو گناہ سے نجات دینے کا منصوبہ بنا رکھا تھا۔ آپ اِس سوال سے متعلقہ پیرا پڑھ کر بتائیں۔ انسان کو گناہ سے نجات دینے کے لئے خُدا تعالیٰ جس ہستی کو اِس دُنیا میں بھیجنے والے تھے اُسے کس کی نسل کے طور پر آنا تھا؟
      ''',
      'کسی بادشاہ کی نسل کے طور پر',
      'کسی نبی کی نسل کے طور پر',
      'عورت کی نسل کے طور پر',
    ],
    [
      '''
      خُدا تعالیٰ نے المسیح کوگناہ سے نجات دینے کے لئے بھیجا۔جب المسیح ہمیں گناہ سے نجات دیتے ہیں تو اس میں ایک طرف تو وہ ہمیں گناہ کی سزا سے بچاتے ہیں ۔ آپ بتائیں کہ اس کے ساتھ وہ ہماری زندگی میں اَور کون سا کام کرتے ہیں؟
      ''',
      'گناہ کی کشش اورعادت پر غالب آکراُس سے نفرت کرنا سیکھتے ہیں',
      'کافروں کو تباہ کر سکتے ہیں',
      'ہم اپنے مخالفین کو تباہ و برباد کرسکتے ہیں',
    ],
    [
      '''
      اِس سوال سے متعلقہ پیرا میں تینوں کہانیوں سے یہ ظاہر ہوتا ہے کہ المسیح کو زمین پر گناہ معاف کرنے کا اختیار حاصل ہے ۔آپ اِن تینوں کہانیوں کو پڑھ کر یہ بتائیں کہ المسیح نے کتنی بار ان الفاظ کو دُہرایا کہ"تیرے گناہ معاف ہوئے"۔
      ''',
      'ایک بار',
      'دو بار',
      'تین بار',
    ],
    [
      '''
      حزقی ایل36 باب 26 تا 27 آیت کے مطابق خُدا تعالیٰ نے حضرت حزقی ایل کی معرفت فرمایا کہ"مَیں تم کو نیا دِل بخشوں گااور نئی رُوح تمہارے باطن میں ڈالوں گااور تمہارے جسم میں سے سنگین دِل کو نکال ڈالوں گا اور گوشتین دل تم کو عنایت کروںگا۔ اور مَیں اپنی روح تمہارے باطن میں ڈالوں گااور تم سے اپنے آئین کی پیروی کراؤں گا اور تم میرے احکام پر عمل کرو گے اور اُن کو بجا لاؤ گے۔ "جب کسی انسان کو خُدا کی طرف سے نیا دل حاصل ہوتا ہے تو اُس کے دل کی سختی ختم ہو جاتی ہے اور اُس کے اندر انسانوں اور خُدا تعالیٰ کی مخلوق کے لئے محبت پیدا ہو جاتی ہےٗآپ یہ بتائیں کہ انجیل مُقدّس کے مطابق یہ تبدیلی کس کو اپنا نجات دہندہ قبول کرنے سے آتی ہے؟
      ''',
      'حضرت موسیٰ کو',
      'حضرت ابرہام کو',
      'المسیح کو ',
    ],
    [
      '''
      اِس سوال سے متعلقہ پیرا گراف میں تین کہانیاں بیان کی گئی ہیں ۔ان میں ایک شخص نہایت ہی متشدد تھا۔ المسیح سے ملاقات کے بعدوہ یکسر بدل گیا ۔اُس کی تشدد پسندی زائل ہو کر محبت میں بدل گئی۔ اب وہ لوگوں کو قتل کرنے اور اُن پر تشددکرنے کی بجائے اُن کی بھلائی کی خاطر خود دُکھ برداشت کرنے والا بن گیا۔آپ بتائیں اُس کا نام کیا تھا؟
      ''',
      'ساؤل ',
      'زکائی',
      'متی',
    ],
    [
      '''
      المسیح کو قبول کرنے سے ایک جانب تو ایک گنہگار انسان کو اُس کے گناہوں سے معافی حاصل ہو تی ہے ۔ آپ بتائیں کہ اِس کے علاوہ اُس کی زندگی میں اَور کون سا کام سرانجام پاتا ہے؟
      ''',
      'اُسے جنت میں رسائی حاصل ہو جاتی ہے',
      'گناہ کی طاقت پر غالب آنے کے لئے اُسے ایک پاکیزہ طبیعت مل جاتی ہے ',
      'اُسے دوزخ کی آگ سے خلاصی مل جاتی ہے',
    ],
    [
      '''
      خُدا تعالیٰ نے حضرت ابرہام ، اضحاق اور یعقوب سے فرمایا تھا کہ"تیری نسل کے وسیلہ سے سب قومیں برکت پائیں گی"اور اِس کورس میں ہم نے سیکھا یہ برکت "امن و سلامتی کی برکت"، "خوشحالی کی برکت" ، "زندگی اور شفا کی برکت" اور " گناہوں سے نجات کی برکت" تھی۔ ہم نے یہ بھی سیکھا کہ حضرت ابرہام ، اضحاق اور یعقوب کی وہ نسل جن کے وسیلہ دُنیا کی اقوام کو یہ تمام برکات حاصل ہونا تھی وہ المسیح ہیں۔آپ بتائیں کہ المسیح کے وسیلہ حاصل ہونے والی برکات سے ہم کیسے فیض یاب ہو سکتے ہیں؟
      ''',
      'المسیح کی مخالفت کرنے سے',
      'پکے مذہبی بننے سے',
      'المسیح پر ایمان لانے کے وسیلہ سے',
    ],
  ];
  List<int> course3lesson5Answers = [3,1,2,3,1,3,3,1,2,3];
  List<List<String>> part1lesson1Q = [
    [
      '''
       الٰہی معیارکے مطابق زندگی گزارنے کے لئے خُداتعالیٰ کے مقرر کردہ اُصول و ضوابط شریعت الٰہی کہلاتے ہیں۔آپ بتائیںکہ شریعت الٰہی کی نافرمانی کرنے والے کس الٰہی برکت سے محروم ہو جاتے ہیں؟
      ''',
      'زندگی کی سانس سے',
      'جسمانی خوراک سے',
      'الٰہی رفاقت سے',
    ],
    [
      '''
      ”میں تُم پر نظر عنایت رکھوںگا اور تُم کو برومند کروںگااوربڑھاﺅںگا میں تمہارے درمیان چلا پھرا کروںگا اور تمہار ا خُدا ہوںگا اور تُم میرے لوگ ہو گے“(احبار1:26،9،11)۔ خُدا تعالیٰ کے یہ الفاظ کن لوگوں کے بارے فرمائے گئے ہیں؟
      ''',
      'نافرمانی کرتے ہیں',
      'فرمانبردری کرتے ہیں',
      'مخالفت کرتے ہیں',
    ],
    [
      '''
      ”۔۔۔تو میں بھی تمہارے خلاف چلوں گا۔۔۔“(احبار24:26) یہ الفاظ کن کے بارے فرمائے گئے ہیں۔	جو شریعت الٰہی کی
      ''',
      'فرمانبردری کرتے ہیں ',
      'پرستش کرتے ہیں ',
      'نافرمانی کرتے ہیں',
    ],
    [
      '''
      خُدا نے حضرت آدم سے فرمایا تھا کہ نیک و بد کی پہچان کے درخت کا پھل کبھی نہ کھانا کیونکہ جس دن تو نے کھایا تو مرا۔لیکن سانپ کی صورت میں ظاہر ہونے والے ابلیس نے کہا کہ اِس پھل کے کھانے سے وہ نہیں مریں گے بلکہ اُن کی آنکھیں کھُل جائیں گی ۔ اَب آپ بتائیں کہ ابلیس کے کہنے پر حضرت آدم اور حوا نے ممنوعہ پھل کھا کر کس کی نافرمانی کی؟
      ''',
      'ابلیس کی',
      'خُدا تعالیٰ کی',
      'کسی کی بھی نہیں',
    ],
    [
      '''
      حضرت آدم اور حواکا الٰہی تنبیہہ کے باوجود ممنوعہ پھل کھالینا کیا ظاہر کرتا ہے؟حضرت آدم اور حوا نے خُدا تعالیٰ کی دی ہوئی شریعت کی نافرمانی کرکے خُدا کی نظر میں
      ''',
      'اچھاکام کیا',
      'کُچھ بھی نہ کیا	',
      'گناہ کیا',
    ],
    [
      '''
      پیدایش 9:3-10 کے مطابق خُداوند کے بلانے پر حضرت آدم نے کہا کہ” مَیں نے باغ میں تیری آواز سنی اور مَیں ڈرا کیونکہ مَیں ننگا تھا اور مَیں نے اپنے آپ کو چھپایا“ ۔ آپ بتائیں کہ حضرت آدم میں شرمساری اور خوف کا احساس کیوں پیدا ہوا؟اِس لئے کہ اُنہوں نے خُدا تعالیٰ کی
      ''',
      'فرمانبرداری کی',
      'نافرمانی کا گناہ کیا',
      'عزت افزائی کی ',
    ],
    [
      '''
      خدا نے حضرت آدم سے فرمایا کہ ”زمین تیرے سبب سے لعنتی ہوئی وہ تیرے لئے کانٹے اور اُونٹ کٹارے اُگائے گی “ اور بی بی حوا سے فرمایا ”مَیں تیرے دَرد حمل کو بہت بڑھاﺅں گا۔ تُو دَرد کے ساتھ بچے جنے گی اور تیری رغبت اپنے شوہر کی طرف ہو گی اور وہ تجھ پر حکومت کرے گا“ اِن دونوں کواِس کے علاوہ بھی ایک اور بڑی سزاملی ،وہ سزا کیا تھی؟خُدا تعالیٰ نے اُنہیں
      ''',
      'تباہ کر دیا',
      'قید کردیا',
      'باغِ عدن سے نکال دیا',
    ],
    [
      '''
      حضرت آدم اور حوا کو بہکانے کے باعث سانپ کو کیا سزا سُنائی گئی؟ تو سب چوپایوں اور دشتی جانوروں میں ملعون (لعنتی) ٹھہرا ۔تو اپنے پیٹ کے بل چلے گا اور اپنی عمر بھر 
      ''',
      'گندگی چاٹے گا ',
      'خاک چاٹے گا ',
      'راکھ چاٹے گا',
    ],
    [
      '''
      حضرت آدم اور حوا نے اپنے ننگے پن کو ڈھانپنے کے لئے انجیر کے درخت کے پتوں کی لنگیاں بنائیں۔ جو ایک ناقص انتظام تھا۔ اِس لئے خُدا تعالیٰ نے اُنہیں چمڑے کے کرتے پہنائے۔آپ کیا سمجھتے ہیں کہ اِنسان کی ننگے پن کو ڈھانپنے کی کیا قیمت ادا کی گئی؟ اِنسان کے ننگے پن کو ڈھانپنے کے لئے 
      ''',
      'کسی فرشتے کوآسمان چھوڑنا پڑا',
      'یہ سارا انتظام بلا قیمت ہی ہوگیا',
      'کسی معصوم جانور کو اپنی جان کی قربانی دینا پڑی',
    ],
    [
      '''
      خُدا تعالیٰ نے سانپ کو مخاطب کرتے ہوئے ایک ایسی ہستی کا ذکر فرمایا جسے ابلیس کا سر کُچلنا تھا۔ ابلیس کے سر کچلنے والے کو” عورت کی نسل “ کے نام سے مخاطب کیا گیا ہے ۔آپ بتائیں کہ عور ت کی نسل سے کیا مراد ہے؟
	 ایسا شخص جو مرد کے تعلق کے بغیرصرف
      ''',
      'فرشتہ سے پیدا ہو',
      'دیوتا سے پیدا ہو',
      'عورت سے پیدا ہو',
    ],
  ];
  List<int> part1lesson1Answers = [3,2,3,2,3,2,3,2,3,3];
  List<List<String>> part1lesson2Q = [
    [
      '''
      جس گناہ کا آغاز دو افراد حضرت آدم اور حضرت حوا کی زندگی سے ہوا بعد میں اس نے اُن کے خاندان کو بھی اپنی لپیٹ میں لے لیا۔اُن کے بڑے بیٹے قائن نے اپنے چھوٹے بھائی ہابل کو قتل کر ڈالا ۔آپ بتائیں کہ اِس قتل کا سبب کیا تھا؟
      ''',
      'قائن کی فصل کم ہوئی اِس لئے وہ حسد میں آگیا',
      'ہابل کی بیوی خوبصورت تھی جس کی وجہ سے وہ حسد میں آگیا',
      'قائن کی قربانی قبول نہ ہوئی اس لئے وہ حسد میں آگیا',
    ],
    [
      '''
      خُدا تعالیٰ نے قائن کے اس فعل کی کیا سزا دی؟
      ''',
      'مُلک بدر کردیا ',
      'زمین کی پیداوار روک لی',
      '''
      کوڑھ کی بیماری لگا دی
پوری نسل ِ اِنسانی میں گناہ
''',
    ],
    [
      '''
      جس گناہ کا آغاز دو افراد حضرت آدم اور حضرت حوا کی زندگی سے ہوا،بتائیں حضرت نوح کے زمانہ تک کتنے لوگ اُس سے متاثر ہوئے؟
      ''',
      'کوئی بھی نہ',
      'صرف چند افراد',
      'ساری زمین کے لوگ',

    ],
    [
      '''
      توریت شریف میں یوں مرقوم ہے ”اور خدا نے زمین پر نظر کی اور دیکھا کہ وہ ناراست ہوگئی ہے کیونکہ ہر بشر نے زمین پراپنا طریقہ بگاڑ لیاتھا“(پیدائش 12:6)
 آپ بتائیں کہ اِس عالمگیر گناہ کا کیا نتیجہ نکلا؟
      ''',
      'الٰہی برکت',
      'تباہی اور بربادی',
      'معاشی خوشحالی',
    ],
    [
      '''
      خُدا تعالیٰ نے حضرت ابرہام سے جو وعدہ کیا اُس کے دو پہلو ہیں۔
 اوّل! خُدا تعالیٰ حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔ دوم! یہ کہ خُداتعالیٰ حضرت ابرہام کواقوامِ عالم کے لئے برکت کا وسیلہ بنانا چاہتے تھے ۔ آپ بتائیں کہ اقوام عالم کو یہ برکت ابرہام کے کس رشتہ دار کے وسیلہ ملنا تھی؟

      ''',
      'حضرت ابرہام کے بھائیوں کے وسیلہ سے',
      'ابرہام کے والدین کے وسیلہ سے',
      'ابرہام کی نسل کے وسیلہ سے',
    ],
    [
      '''
      خُدا تعالیٰ نے حضرت ابرہام سے وعدہ کیا کہ تیری نسل کے وسیلہ سب قومیں برکت پائیں گی۔حضرت ابرہام کی خواہش تھی کہ برکت کا یہ وعدہ حضرت اسمعٰیل کے وسیلہ پورا ہو (پیدائش18:17 )۔ لیکن خُدا تعالیٰ نے فرمایا کہ ”بے شک تیری بیوی سارہ کے تجھ سے بیٹا ہو گا مَیں اُس سے اور پھر اُس کی اولا د سے اپنا عہد جو اَبدی عہد ہے باندھوں گا“ (پیدائش19:17) ۔آپ بتائیں کہ خُدا تعالیٰ حضرت سارہ کے ہاں پیدا ہونے والے جس بیٹے کے وسیلہ اپنی برکت کا وعدہ آگے بڑھانا چاہتے تھے اُس کا نام کیا تھا؟
      ''',
      'حضرت یوسف',
      'حضرت اضحاق',
      'حضرت یعقوب',
    ],
    [
      '''
      جب حضرت سارہ نے حضرت ابرہام سے حضرت حاجرہ اوراُن کے بیٹے حضرت اسمعٰیل کو گھر سے نکالنے کی بات کی تو حضرت ابرہام بڑے پریشان ہوئے ۔چنانچہ اِس صورت حال میں خُدا تعالیٰ نے آپ کی اِن الفاظ میں رہنمائی کی کہ ”۔۔۔تجھے اِس لڑکے اور اپنی لونڈی کے باعث بُرا نہ لگے ۔جو کچھ سارہتجھ سے کہتی ہے تواُس کی بات مان، کیونکہ اضحاق سے تیری نسل کا نام چلے گا“( پیدائش 14:21) آپ بتائیں خُدا تعالیٰ کی واضح ہدایت کے بارے حضرت ابرہام نے کس ردِ عمل کا اظہار کیا؟ 
      ''',
      'خُدا تعالیٰ کی بات ماننے سے انکار کر دیا ',
      'خُدا تعالیٰ سے منت کی مجھے اتنے بڑے امتحان میں نہ ڈالو',
      'خُدا تعالیٰ کی فرمانبرداری میں حضرت اسمٰعیل اور اُن کی ماں کو رخصت کردیا',
    ],
    [
      '''
      خُدا نے آزمانے کے لئے حضرت ابرہام سے اُن کے بیٹے کی قربانی طلب کی۔ آپ بتائیں کہ حضرت ابرہام اِس امتحان میں کیسے کامیاب ہوئے؟  جب حضرت ابرہام نے ہاتھ بڑھا کر چھری لی کہ اپنے بیٹے کو ذبح کرے تو خداوند کے فرشتہ نے اُسے آسمان سے پکاراکہ تو اپنا ہاتھ لڑکے پر نہ چلااور نہ اُس سے کچھ کرکیونکہ میں اَب جان گیا کہ تو خداسے ڈرتا ہے اِس لئے کہ 
      ''',
      'تونے مال مویشیوں کا بھی مُجھ سے دریغ نہ کیا',
      '۔ تونے اپنے بیٹے کو بھی جو تیرا اکلوتا ہے مجھ سے دریغ نہ کیا',
      'تونے اپنی جائیدار کا بھی مُجھ سے دریغ نہ کیا',
    ],
    [
      '''
      جب خدا نے دیکھا کہ حضرت ابرہام اپنے بیٹے حضرت اضحاق کو قربان کرنے سے دریغ نہیں کر رہے توخدا نے اپنے فرشتہ کے ذریعہ اُنہیں اپنے بیٹے حضرت اضحاق کو قربان کرنے سے روکا۔ آپ بتائیں کہ جب خُدا تعالیٰ نے حضرت ابرہام کو بیٹے کی قربانی سے روک دیا تو حضرت ابرہام نے پھر کس کو قربان کیا؟
      ''',
      'اُنہوں نے خود خریدا تھا',
      'خُدا نے مہیا کیا تھا',
      'حضرت اضحاق نے اپنے بدلے میں اُنہیں مہیا کیا',
    ],
    [
      '''
      جب خدا نے دیکھا کہ حضرت ابرہامنے اپنے بیٹے حضرت اضحاق کو قربان کرنے سے دریغ نہیں کیا تو خوش ہو کر اُن کے ساتھ وعدہ کیا ”۔۔۔ مَیں تجھے برکت پر برکت دوں گااور تیری نسل کو بڑھاتے بڑھاتے آسمان کے تاروں اورسمندر کے کنارے کی ریت کی مانند کر دوں گااور تیری اولاد اپنے دُشمنوں کے پھاٹکوں کی مالک ہوگی“ (پیدائش16:22-17)۔ بتائیں کہ اس کے علاوہ خُدا تعالیٰ نے حضرت ابرہام سے اور کون سا خاص وعدہ کیا؟ اور تیری نسل کے وسیلہ سے 
      ''',
      'صرف بنی اسرائیل برکت پائیں گے',
      'زمین کی سب قومیں برکت پائیںگی',
      'صرف بنی عیسو برکت پائیںگے',
    ],
  ];
  List<int> part1lesson2Answers = [3,2,3,2,3,2,3,2,2,2];
  List<List<String>> part1lesson3Q = [
  [
    'خُدا تعالیٰ نے حضرت ابرہام سے کیا ہوا وعدہ حضرت اضحاق سے کیسے دہرایا؟”اور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا اور مَیں تیری اولاد کو بڑھا کرآسمان کے تاروں کی مانند کردوں گااور یہ سب ملک تیری نسل کو دوں گااور زمین کی سب قومیں تیری نسل کے وسیلہ',
    'دُکھ اُٹھائیں گی',
    'تباہ و برباد ہوں گی',
    'برکت پائیں گی',
  ],
  [
    'نسل ابرہام کے وسیلہ اقوامِ عالم کو برکت دینے کا وعدہ حضرت اضحاق سے دہرانے کے بعد خُدا تعالیٰ نے کس طرح یہی وعدہ حضرت یعقوب سے بھی دہرایا؟'
    '”مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں ۔ مَیں یہ زمین جس پر تُولیٹاہے تجھے اور تیری نسل کو دوں گا۔اورتیری نسل زمین کی گَرد کے ذرّوں کی مانند ہوگی اور تو مشرق اور مغرب اور شمال اور جنوب میں پھیل جائے گااورزمین کے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے۔',
    'سفید فام قبیلے',
    'سب قبیلے',
    'سیاہ فام قبیلے',
  ],
  [
    'خُدا نے حضرت ابرہام سے وعدہ کیا ”تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی“آپ بتائیں کہ یہاں” تیری نسل“ سے کیا مراد ہے؟',
    'حضرت اضحاق خود',
    'حضرت یعقوب',
    'حضرت اضحاق اور یعقوب کی نسل سے آنے والی کوئی اَور مقدس ہستی',
  ],
  [
    'خُدا تعالیٰ نے حضرت یعقوب پر ظاہر ہو کر اُنہیں کون سا نیا نام بخشا؟',
    'جبرائیل',
    'اسرائیل',
    'اسرافیل',
  ],
  [
    '''
     وہ ہستی جس کے وسیلے سے دُنیا کی سب اقوام کو برکت ملنا تھی بنی اسرائیل سے آنے کو تھی۔ بنی اسرائیل سے کون لوگ مراد ہیں ؟      
    ''',
    'بنی اسرائیل سے مراد حضرت اضحاق کے بڑے بیٹے عیسوکی نسل ہے',
    'بنی اسرائیل سے مُراد حضرت اسمعٰیل کی نسل ہے',
    'بنی اسرائیل سے مراد حضرت اضحاق کے بیٹے حضرت یعقوب کی نسل ہے ',
  ],
  [
    'خُدا تعالیٰ نے حضرت یعقوب سے جو وعدہ فرمایا اُس کا ایک پہلو تو یہ تھا کہ اقوامِ عالم اُن کی نسل کے وسیلہ برکت پائیں گی ۔ بتائیں کہ اِس وعدہ کا دوسرا پہلو کیا تھا؟',
    'ایک بادشاہ عطا کرنا چاہتا تھا',
    'ایک مُلک عطا کرنا چاہتاتھا',
    'بالکل تباہ و برباد کرنا چاہتا تھا',
  ],
  [
    'جب آپ ایک غلام کے طور پر فرعون کے محافظ دستہ کے سردار فوطیفار کے گھر پہنچ گئے اور پھر وہاں سے آپ کو قید خانہ میں جانا پڑا ۔ دونوں مقامات پر آپ کو بڑی مقبولیت اور عزت حاصل ہوئی۔آپ بتائیں کہ حضرت یوسف کی اِس عزت افزائی کا سبب کیا تھا؟',
    'آپ ایک فال گیر اور علم نجوم کے ماہر تھے۔',
    'آپ ایک تعلیم یافتہ نوجوان تھے',
    'خُدا آپ کے سا تھ تھا۔',
  ],
  [
    'حضرت یوسف غلہ کے لئے آ نے والوں کے ساتھ کیسا سلوک کرتے تھے؟',
    'آپ نے اپنے بھائیوں کو اناج دینے کی بجائے انہیں سزا دی۔',
    'آپ نے اپنے بھائیوں سمیت ہر شخص کو بلا امتیازِ مذہب و عقیدہ اناج فراہم کیا۔',
    'آپ کسی بھی بُت پرست اور بے دین کو اناج نہیں دیتے تھے۔',
  ],
  [
    ' حضرت یوسف کے اِس رویہ سے ہم کون سا عملی سبق سیکھتے ہیں؟',
    'ہمیں اپنے دشمنوں سے بدلہ لینے کے لئے تیار رہنا چاہئے۔',
    'ہمیں اپنے بھائیوں سے محبت اور دُشمنوں سے نفرت کرنا چاہئے۔',
    'ہمیں ہر کسی سے بلا امتیازِ مذہب و عقیدہ پیار اورمحبت سے پیش آنا چاہئے۔',
  ],
  [
    'اپنی موت سے قبل حضرت یوسف خُدا تعالیٰ کاکون سا وعدہ اپنے بھائیوں کو یاد دلاتے ہیں؟',
    'خُدا تعالیٰ تمہیں بہت سی دولت دے گا۔',
    'خُداتمہیں وہ مُلک عطا کرے گا جس کا وعدہ اُس نے ہمارے باپ داد ا سے کیا تھا ۔',
    'خُدا تعالیٰ تمہیں جنت میں جگہ عطا کرے گا۔',
  ],
];
  List<int> part1lesson3Answers = [3,2,3,2,3,2,3,2,3,2];
  List<List<String>> part1lesson4Q = [
  [
    "خدا نے حضرت ابرہام سے فرمایا” یقین جان کہ تیری نسل کے لوگ ایسے ملک میں جو اُن کا نہیں پردیسی ہوں گے اور وہاں کے لوگوں کی غلامی کریں گے اور وہ؟؟؟برس تک اُن کودُکھ دیں گے لیکن میں اُس قوم کی عدالت کروں گاجس کی وہ غلامی کریں گے اور بعد میں وہ بڑی دولت لے کر وہاں سے نکل آئیں گے“(پیدائش 13:15)۔ آپ بتائیں کہ حضرت ابرہام کی نسل کو کتنے برس تک غلامی میں دُکھ برداشت کرنا تھا؟",
    "300برس تک",
    "500 برس تک",
    "400 برس تک",
  ],
  [
    "خُدا تعالیٰ نے حضرت ابرہام ،حضرت اضحاق اور پھر حضرت یعقوب سے ایک ہی بات کہی کہ میں تمہاری نسل کو ایک بڑی قوم بنا کر اُنہیں ایک خاص مُلک میں بساﺅں گا۔ آپ بتائیں کہ اُس مُلک کا نام کیا بتایا گیا ہے؟",
    "مُلکِ شام",
    "مُلک کنعان",
    "مُلک عرب",
  ],
  [
    "بنی اسرائیل کو مصر میں چار سو تیس برس گزر چکے تھے۔”اور بنی اسرائیل (مصر میں) اپنی غلامی کے سبب سے آہ بھرنے لگے اور روئے اور اُن کا رونا جو اُن کی غلامی کے باعث تھا خدا تک پہنچا، اور خدا نے اُن کا کراہنا سنااور خدا نے اپنے عہد کو جو ابرہام اور اضحاق اور یعقوب کے ساتھ تھا یاد کیا“ (خروج 23:2-24)۔ بتائیں بنی اسرائیل کس کے وسیلہ مصر میں آباد ہوئے؟",
    "حضرت یعقوب",
    "حضرت اضحاق",
    "حضرت یوسف",
  ],
  [
    "حضرت موسیٰکی پرورش شاہی ماحول میں ہونے لگی اورآپ وہیں جوان ہوئے۔ ایک روز اُنہوںنے دیکھا کہ ایک مصری اُنکے عبرانی (اسرائیلی) بھائی کو مار رہا ہے، تو آپ نے مصری کو مار دیا،جب قتل کا راز فاش ہو گیا ہے تو آپ وہاں سے بھاگ کر کہاں چلے گئے؟",
    "فلستین",
    "مدیان میں",
    "شام میں",
  ],
    [
      '''
      حضرت موسیٰ جب جلتی ہوئی جھاڑی کو دیکھنے کو بڑھے تو جھاڑی سے آواز آئی” مَیں تیرے باپ کا خدا یعنی ابرہام کا خدا اور اضحاق کا خدا اور یعقوب کا خدا ہوں سو اَب آمَیں تجھے فرعون کے پاس بھیجتا ہوں“(خروج 6:3-10) ۔  خُدا تعالیٰ نے حضرت موسیٰ سے کیا کہہ کر اُنہیں فرعون کے پاس بھیجا؟
      ''',
      'تو فرعون کو تباہ کر دے',
      'تو مصر سے تمام بت پرستوں کو نکال دے',
      'تُو میری قوم بنی اسرائیل کو مصر سے نکال لا',
    ],
    [
      '''
      خُدا تعالیٰ نے مصریوں پر دس آفات نازل فرمائیں لیکن تمام بنی اسرائیلی اِن آفات سے معجزانہ طور پر محفوظ رہے ۔آپ اِن دسوں آفات کو غور سے پڑھیں اور بتائیں کہ اِن میں سے کتنی آفات میں موت کا تذکرہ پایا جاتا ہے؟
      ''',
      '۔ ایک',
      'دو',
      'تین ',
    ],
    [
      '''
      مصریوں پر سب سے آخری آفت کون سی نازل ہوئی؟ اُن کے سب 
      ''',
      'جانور مر گئے',
      '۔ فوجی مر گئے',
      'پہلوٹھے مر گئے',
    ],
    [
      '''
      خُدا تعالیٰ نے بنی اسرائیل کوحکم دیا کہ اُن کا ہر خاندان ایک یک سالہ برّہ قربان کرے اور اُس کا خون اپنے دروازہ کی چوکھٹ پر لگائے ۔چنانچہ جس دروازہ پر خون لگا ہو گا اُس خاندان کے تمام افراد موت سے محفوظ رہیں گے۔ آپ بتائیںکہ اس قربانی کا نام کیا ہے؟
      ''',
      'عیدالاضحی کی قربانی',
      'فسح کی قربانی',
      'کفارہ کی قربانی',
    ],
    [
      '''
      جب خُدا کے فرشتہ نے مصر کے تمام انسان و حیوان کے پہلوٹھوںکو ہلاک کر ڈالاتو رات کو سارے مُلک میں کہرام مچ گیا ۔آپ بتائیں کہ یہ دیکھ کرفرعون نے کیا کیا؟
      ''',
      'فوج کو حکم دیا کہ اسرائیل کے سب مردوں کو قتل کر دیں اور عورتوں کو اسیر کر لیں',
      'حضرت موسیٰ اور ہارون کو گرفتار کر کے قید خانہ میں ڈلوا دیا',
      'حضرت موسیٰ اور ہارون سے کہابنی اسرائیل کو لے کر میرے لوگوں میں سے نکل جاﺅ',
    ],
    [
      '''
      جب اسرائیلی مصرسے نکل آئے تو فرعون او مصری فوج نے بنی اسرائیل کا پیچھاکیا۔ خدانے مصریوں اور بنی اسرائیل کے درمیان بادل کا ستون کھڑا کر دیا یوں مصری صبح تک اُن کے قریب نہ آسکے۔ خُدا تعالیٰ نے بنی اسرائیل کو مصریوں سے بچانے کےلئے اور کیا کیا؟
      ''',
      'مصریوں کو اندھا کر دیا',
      'مصریوں پر آگ برسائی',
      'سمندر میں خشک رستہ بنا دیا جس سے بنی اسرائیل سمندر پار چلے گئے۔لیکن مصری  سمندر کے بیچ میں ہی غرق ہو گئے',
    ],
];
  List<int> part1lesson4Answers = [3,2,3,2,3,2,3,2,3,3];
  List<List<String>> part1lesson5Q = [
    [
      '''
      کلام مقدّس میں مرقوم ہے کہ بحرِقلزم پار کرنے کے بعدخُدا بیابان معجزانہ طور پرچٹانوں کو چیر کر اُن کے لئے پانی کی ندیاں بہاتا رہا(زبور15:78-16)۔اور اسی طرح 40 برس تک کھانے کے لئے اُنہیں آسمانی من اور بٹیروں کاگوشت عطا فرماتا رہا۔(خروج12:6،35)۔ خُدا کتنے برس تک بنی اسرائیل کو آسمانی من مہیا کرتا رہا؟
      ''',
      'بیس برس تک',
      'تیس برس تک	',
      'چالیس برس تک',
    ],
    [
      '''
      بتائیں کہ دس احکام میں سے کتنے احکام میں کُچھ کرنے سے منع کیا گیا ہے؟
      ''',
      'پانچ(5) میں',
      'نو(9) میں',
      'دس(10)میں',
    ],
    [
      '''
      یوں توبنی اسرائیل بار بار گناہ کرتے رہے اور خدا اپنے فضل کے باعث اُنہیں معاف کرتا رہا۔لیکن کبھی کبھی اُنہیں سزا بھی ملتی رہی۔ خدا کا اُن کو بار بار معاف کرنااُس کے فضل اور محبت کا اظہار ہے۔تاہم اِس خاص موقع پر خُدا نے بنی اسرائیل کو ہلاک کرنے کا فیصلہ کیا ۔ لیکن حضرت موسیٰ کی شفاعت پر اُنہیں معاف فرما دیا۔آپ بتائیں کہ اِس موقع پر خُدا اُنہیں کیوں ہلاک کرنا چاہتا تھا؟ اِس موقع پر اُنہوں نے
      ''',
      'حضرت موسیٰ کی توہین کی تھی',
      'مصر واپس جانے کا مطالبہ کیا تھا',
      'سونے کا ڈھالا ہوابچھڑا بناکر اُسکی پوجاکی اور اُس کےلئے قربانی چڑھائی',
    ],
    [
      '''
      ”تمہاری لاشیں اِسی بیابان میں پڑی رہیں گی اور تمہاری ساری تعداد میں سے یعنی بیس(20) برس سے لے کر اُس سے اُوپر اُوپر کی عمر کے تم سب جتنے گنے گئے اور مجھ پر شکایت کرتے رہے۔اِن میں سے کوئی اُس ملک میں جس کی بابت میں نے قسم کھائی تھی کہ تم کو وہاں بساﺅں گا جانے نہ پائے گا سوا یفُنّہ کے بیٹے کالب اور نُون کے بیٹے یشوع کے“(گنتی29:14-30)	خُدا تعالیٰ نے بنی اسرائیل کو یہ سزا کیوں دی؟اِس لئے کہ
      ''',
      'اُنہوں نے اپنے رہنماﺅں کے ساتھ غداری کی ',
      'اُنہو ں نے آسمانی من کی بے قدری کی',
      'اُنہوں نے خُدا پر بھروسہ نہ کیا کہ وہ اُنہیں مُلکِ موعودہ میں پہنچائے گا',
    ],
    [
      '''
      ایک خاص غلطی کی وجہ سے خُدا نے حضرت موسیٰ اور حضرت ہارون کے خلاف بھی یوں فیصلہ دیا ” چونکہ تم نے میرا یقین نہیں کیاکہ بنی اسرائیل کے سامنے میری تقدیس کرتے اِس لئے تم اِس جماعت کو اُس مُلک میں جو مَیں نے اُن کو دیا ہے نہیں پہنچانے پاﺅ گے“(گنتی12:20)۔ حضرت موسیٰ سے ایسی کون سی غلطی ہوئی جس کی اتنی بڑی سزا دی گئی؟خدانے حضرت موسیٰ سے کہا کہ اُس چٹان سے کہو کہ وہ اپنا پانی دے لیکن اُنہوں نے
      ''',
      'ایسا کرنے سے انکار کر دیا',
      'ایسا کرنے میں سُستی کا مظاہرہ کیا',
      'ایسا کرنے کی بجائے چٹان کو مارا',
    ],
    [
      '''
      اُس پشت کے تمام لوگ جو خداوند کے خلاف بڑبڑاتے رہے، رفتہ رفتہ بیابان میں مر گئے۔ بیابانی سفر کے چالیس سال ختم ہونے سے تھوڑاعرصہ پہلے حضرت ہارون اور حضرت موسیٰ بھی اِنتقال کر گئے (گنتی 28:20؛ استثنا 5:34)۔ چنانچہ خُدا تعالیٰ نے حضرت موسیٰ کا ایک جانشین مقرر کیا کہ وہ بنی اسرائیل کو مُلک کنعان میں پہنچانے کے لئے رہبری کرے اور اُس سے فرمایا، ” تیری زندگی بھر کوئی شخص تیرے سامنے کھڑا نہ رہ سکے گا۔ جیسے میں موسیٰ کے ساتھ تھا ویسے ہی تیرے ساتھ رہوں گا۔میں نہ تجھ سے دست بردار ہوں گا اور نہ تجھے چھوڑوں گا۔سو مضبوط ہو جا اور حوصلہ رکھ کیونکہ تو اِس قوم کو اُس مُلک کا وارث کرائے گاجسے میں نے اُن کو دینے کی قسم اُن کے باپ دادا سے کھائی“ آپ بتائیں حضرت موسیٰ کے اس جانشین اور نئے رہنما کا نام کیا تھا؟
      ''',
      'کالب',
      'یشوع',
      'بنیامن',
    ],
    [
      '''
       بالآخر بنی اسرئیل حضرت یشوع کی قیادت میں وعدہ کی سرزمین مُلک کنعان میں پہنچ گئے۔ آپ بتائیں کہ مُلک کنعان میں داخلہ کے موقع پر خُدا نے کتنے معجزات کئے؟
      ''',
      'چار',
      'تین',
      'دو',
    ],
    [
      '''
       ابرہام سے کئے گئے الٰہی وعدہ کے دو پہلو تھے 
	الف ۔خُدا تعالی نسلِ ابرہام کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
	ب ۔خُدا تعالیٰ نسلِ ابرہام کے وسیلہ دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
آپ بتائیں کہ ابھی تک اُس وعدہ کے کون سے حصہ کی تکمیل ہو چکی ہے؟
      ''',
      'ابھی تک کسی وعدہ کی تکمیل نہیں ہوئی',
      '۔ حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسادیا',
      'حضرت ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دے دی'
    ],
    [
      '''
      حضرت ابرہام سے کئے گئے وعدہ کے مطابق خُدا نے حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسادیا۔ ابھی جوبات پوری ہونا باقی تھی وہ یہ تھی کہ خُدا تعالیٰ کو ابرہام کی نسل سے آنے والی مقدس ہستی کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دےنا تھی۔ اِس ہستی کو حضرت یعقوب کی نسل سے آنا تھا۔ حضرت یعقوب کا دوسرا نام کیا ہے؟
      ''',
      'عزرائیل',
      'اسرافیل',
      'اسرائیل',
    ],
    [
      '''
      ”خداوند تیرا خدا تیرے لئے تیرے ہی درمیان سے یعنی تیرے ہی بھائیوں میں سے میری مانند ایک نبی برپا کرے گا تم اُس کی سننا“ یہ وہی مقدس ہستی ہے جس کے بارے خُدا تعالیٰ نے حضرت ابرہام سے وعدہ کیا تھا ۔ اِس آیت کے مطابق اِس مقدّس ہستی کو اُسی قوم سے آنا تھا جس سے حضرت موسیٰ مخاطب ہیں۔آپ بتائیں کہ اِس آیت میں حضرت موسیٰ کس قوم سے مخاطب ہیں؟
      ''',
      'مصری قوم سے ',
      'بنی اسرائیل سے',
      'کنعانی قوم سے',
    ],
];
  List<int> part1lesson5Answers = [3,2,3,3,3,2,3,2,3,2];
  List<List<String>> part2lesson1Q = [
    [
       '''
       حضرت یشوع کے بعد تقریباً تین سو برس تک مختلف قاضیوں نے بنی اسرائیل کی رہبری کی جن کی تعدار پندرہ ہے ۔اِس دَور کے دوران خُدا اور بنی اسرائیل کے تعلقات کیسے رہے؟بنی اسرائیل بار بار گناہ کرتے ،پھر اُنہیں سزا ملتی لیکن توبہ کرنے پر خُدا اُنہیں پھر بحال کرتا رہا۔یوں بنی اسرائیل کی ساری بے وفائی کے باوجود خُدا اُن سے محبت کرنے میں 
      ''',
      '۔ سرد مہر رہا',
      'بے پروا ہ رہا',
      '۔ وفادار رہا',
    ],
    [
      '''
      بنی اسرائیل نے حضرت سموئیل کی وساطت سے خُدا تعالیٰ سے ایک بادشاہ کے تقرر کا مطالبہ کیا ۔چنانچہ خُدا تعالیٰ بنی اسرائیل سے ناراض ہو گئے اِس لئے کہ اُنہوں نے خُدا تعالیٰ کی رہنمائی کو رَد کرکے اپنی بے وفائی کا ثبوت دِیا۔تاہم خُدا تعالیٰ نے اُن کے لئے ایک بادشاہ مقرر کر دِیالیکن وہ خُدا کے ساتھ پوری وفاداری سے چلنے میں ناکام رہا جس کے باعث خُدا نے اُسے رَد کر دِیا ۔آپ بتائیں بنی اسرائیل کے اِس پہلے بادشاہ کا نام کیا تھا؟
      ''',
      '۔ یُربعام	',
      'ساؤل',
      'اَخی اَب',
    ],
    [
      '''
      پہلے بادشاہ کی ناکامی پر خُدا تعالیٰ نے ایک نئے شخص کا اِنتخاب کیا جس کے بارے کہا گیا ہے کہ وہ خُداوند کے دِل کے موافق تھا(۱۔سموئیل 14:13؛ اعمال22:13)۔یہ بادشاہ ہونے کے ساتھ ساتھ ایک نبی، چرواہا، شاعر، موسیقار اور سپاہی بھی تھا ۔آپ بتائیں کہ بنی اسرائیل کے اِس دُوسرے اور نئے بادشاہ کا نام کیا تھا؟
      ''',
      'حضرت یوسف',
      'حضرت سلیمان ',
      'حضرت داؤد',
    ],
    [
      '''
      فلستی پہلوان جاتی جولیت اور ساؤل بادشاہ کے ہاتھوں رہائی کے واقعات کو غور سے پڑھیں اور بتائیں کہ حضرت داؤد کو یہ کامیابی اور فتوحات کیوں کر حاصل ہوئیں؟
      ''',
      'آپ جنگی فنون میں ماہر تھے',
      'آپ ایک طاقتور جوان تھے',
      'خُدا آپ کے ساتھ تھا',
    ],
    [
      '''
      "سو تُو نے کیوں خداوند کی بات کی تحقیر کر کے اُس کے حضوربدی کی ؟تُو نے حتی اُوریاہ کو تلوار سے مارااور اُس کی بیوی لے لی تاکہ وہ تیری بیوی بنے"(۲۔سموئیل 9:12)۔ حضرت ناتن کی معرفت خُدا کا پیغام سُن کر حضرت داؤد نے فوری طور پر اپنی خطا مان کر خُدا سے معافی طلب کی۔ آپ بتائیں اس کے بعد حضرت ناتن نے خُدا کا اَور کون سا  پیغام آپ تک پہنچایا؟ 
      ''',
      'تیرا قصور ناقابل معافی ہے',
      'تجھے اِس قتل کا ہرجانہ ادا کرنا ہوگا',
      'خداوند نے بھی تیرا گناہ بخشا تُو مرے گا نہیں',
    ],
    [
      '''
      وہ مقّدس ہستی جس کے آنے کا وعدہ خدا تعالیٰ نے حضرت ابرہامٗ اضحاق اور یعقوب سے کیاتھا۔ پھر حضرت موسیٰ نے اُس کے بارے میں فرمایا کہ وہ میری مانند ہو گا اور بنی اسرائیل سے ہوگا۔ اور اَب حضرت داؤد اِسی مُقدس ہستی کو "میرا خُداوند"، "میرا بادشاہ" اور"ابدی کاہن"کے القاب سے یاد کرتے ہیں۔ ان میں سے کس لقب کی مخالفت دُنیا کے سب بادشاہ کرتے ہیں؟
      ''',
      'خُداوند	',
      'ابدی کاہن',
      'مسیح',
    ],
    [
      '''
       خدا نے ناتن نبی کے وسیلہ سے حضرت داؤد سے فرمایا"اور تیراگھر اور تیری سلطنت سدا بنی رہے گی ۔ تیرا تخت ہمیشہ کے لئے قائم کیا جائے گا" (۲۔سموئیل16:7)۔ آپ بتائیں کہ خدا تعالیٰ کا حضرت داؤد کے ساتھ کِیا ہُوا یہ وعدہ مستقبل میں کس کے وسیلہ پورا ہونے کو تھا؟ حضرت داؤد کی نسل سے آنے والی مُقدس ہستی 
      ''',
      'حضرت یحییٰ ',
      'حضرت زکریاہ',
      'المسیح کے وسیلہ',
    ],
    [
      '''
      حضرت داؤدکی سلطنت اور تخت کے ہمیشہ تک قائم رہنے کے حوالہ سے اِلٰہی وعدہ کی تکمیل حضرت داؤد کی نسل سے آنے والی مُقدس ہستی المسیح کے وسیلہ ہونا تھی۔اِس بات کو ہم حضرت داؤد کی کون سی پیشین گوئی پر غور کر کے سمجھ سکتے ہیں؟کیونکہ تُو نہ میری جان کوپاتال میں رہنے دے گا، نہ اپنے مُقدّس کوسڑنے دے گا۔تُومجھے
      ''',
      'شریعت کی راہ دکھائے گا',
      'زِندگی کی راہ دکھائے گا',
      'جنت کی راہ دکھائے گا',
    ],
    [
      '''
      کیونکہ تُو نہ میری جان کوپاتال میں رہنے دے گا، نہ اپنے مُقدّس کوسڑنے دے گا۔تُومجھے زندگی کی راہ دکھائے گا۔تیرے حضور میں کامل شادمانی ہے ۔ تیرے دہنے ہاتھ میں دائمی خوشی ہے"(زبور10:16-11 )۔آپ بتائیں المسیح کے بارے اس پیشین گوئی سے کیا مُراد ہے؟ المسیح مریں گے لیکن آپ کاجسم(گلنے) سڑنے نہ پائے گابلکہ
      ''',
      'آپ کا جسم مضبوط ہو جائے گا',
      'آپ کا جسم ہوا میں تحلیل ہو جائے گا',
      'آپ دوبارہ زندہ ہوں گے',
    ],
    [
      '''
      آپ بتائیں کہ حضرت داؤد نے یہ ساری پیشین گوئیاں کب کیں؟
      ''',
      '500ق۔م',
      '1000ق۔م',
      '1500 ق۔م ',
    ],
  ];
  List<int> part2lesson1Answers = [3,2,3,3,3,3,2,2,3,2];
  List<List<String>> part2lesson2Q = [
    [
      '''
      شیطان کا سر کُچلنے اور انسان کو گناہ سے نجات دینے کے لئے جس ہستی کو عورت کی نسل کے طور پر اِس دُنیا میں آنا تھا اُس کے بارے ہم یہ سیکھ چکے ہیں کہ اُسے بنی اسرائیل قوم میں سے آناتھا ۔ بتائیں کہ یسعیاہ نبی کی پیشین گوئی کے مطابق مسیح بادشاہ کو کون سے خاندان سے آناتھا؟
      ''',
      'ساؤل بادشاہ کے خاندان سے',
      'حضرت سموئیل نبی کے خاندان سے',
      'یسی کے تنے یعنی حضرت داؤد کے خاندان سے',
    ],
    [
      '''
      کئی سال پہلے خُدا تعالیٰ نے باغِ عدن میں فرمایا تھا کہ ابلیس کا سر کچلنے والا عورت کی نسل کے طور پر اِس دُنیا میں وارد ہو گا۔حضرت یسعیاہ فرماتے ہیں کہ "۔۔۔دیکھو ایک کنواری حاملہ ہوگی اور بیٹا پیدا ہو گا۔۔۔"(یسعیاہ 14:7)۔ آپ اِس سے کیا سمجھتے ہیں؟اِس کا مطلب ہے کہ مسیح بادشاہ کسی مردکے عمل دخل کے بغیر
      ''',
      'ایک کنواری عورت سے جنم لیں گے',
      'براہ راست آسمان سے نازل ہونگے',
      'سی فرشتہ سے جنم لیں گے',
    ],
    [
      '''
      یسعیاہ 1:11-9 میں مذکور بیان کو پڑھ کر بتائیں کہ (المسیح) بادشاہ کے دورِ حکومت میں دُنیا کے حالات کیسے ہوں گے؟المسیح بادشاہ کے دورِ حکومت میں دُنیا میں ہر طرف
      ''',
      'جنگ و جدل ہوگی	',
      'بدامنی اور قتل و غارت ہوگی',
      'مکمل امن اور سلامتی ہوگی',
    ],
    [
      '''
      اِس ابدی بادشاہ کی سلطنت میں ہر طرف امن اور سلامتی ہوگی۔ حضرت یسعیاہ فرماتے ہیں"۔۔۔ اُس کا نام عجیب مشیر، خدایِ قادر، ابدیت کا باپ، سلامتی کا شہزادہ ہوگا۔اُس کی سلطنت کے اقبال اور سلامتی کی کچھ اِنتہا نہ ہوگی۔۔۔"۔ آپ یہ بتائیں کہ اس بادشاہ کی سلطنت کی معیاد کے بارے یسعیاہ نبی کیا خبر دیتے ہیں؟ وہ داؤد کے تخت اور اُس کی مملکت پر
      ''',
      'چند سال تک حکمران رہے گا',
      '۔ ایک ہزار سال تک حکمران رہے گا',
      'آج سے ابد تک حکمران رہے گا ',
    ],
    [
      '''
      یسعیاہ 1:61-2 کو غور سے پڑھیں اور بتائیں کہ اِس بیان میں مذکور کاموں کے بارے آپ کا کیاخیال ہے؟
      ''',
      'ہمیں ایسے کاموں کی مخالفت کرنی چاہئے',
      'ایسے کاموں کی حمایت کرنی چاہئے',
      'ہمیں ایسے کاموں کے بارے خاموشی اِختیار کرنی چاہئے',
    ],
    [
      '''
      یسعیاہ5:53 کا مطالعہ کر کے بتائیں کہ یسعیاہ نبی کے مطابق المسیح کو کس کی خطاؤں کے سبب سے گھائل کیا جانا اور کُچلا جانا تھا؟
      ''',
      'اُس کی اپنی خاطر',
      'اُس کے خاندان کی خاطر',
      'ہماری خاطر',
    ],
    [
      '''
      یسعیاہ 5:53 کے مطابق المسیح کو ہماری خطاؤں اور بدکرداری کے باعث کُچلا جانا تھا۔اَب یسعیاہ 5:53 کا مطالعہ کر کے بتائیں کہ ہماری بدکرداری کس نے اُس پر لادی؟
      ''',
      'عدالت نے',
      'اُس کے دُشمنوں نے',
      'خُدا نے',
    ],
    [
      '''
      یسعیاہ نبی لکھتے ہی "ہم سب بھیڑوں کی مانندبھٹک گئے۔ہم میں سے ہر ایک اپنی راہ کو پھِرا پر خداوندنے ہم سب کی بد کرداری اُس (المسیح)پر لادی"(یسعیاہ۳۵ :۶)۔یہ بھی کہ "وہ (المسیح)ہماری خطاؤں کے سبب سے گھائل کیا گیا اور ہماری بدکرداری کے باعث کُچلا گیا۔ہماری ہی سلامتی کے لئے اُس پر سیاست ہوئی،آپ بتائیں کہ یسعیاہ5:53 کے مطابق المسیح کو یہ سب کُچھ کیوں برداشت کرنا تھا؟. کہ اُس کے مار کھانے سے 
      ''',
      'ہم نجات پائیں	',
      'ہم خزانہ پائیں',
      'ہم شفا پائیں',
    ],
    [
      '''
      یسعیاہ 6:53 کے مطابق ہم نے سیکھا کہ المسیح کے دُکھ اُٹھانے اور اپنی جان قربان کرنے کے باعث لوگوں کو شفا ملے گی۔ اَب یسعیاہ11:53 کا مطالعہ کریں اور بتائیں کہ المسیح کے دُکھ اُٹھانے کے باعث لوگوں کو اَور کیا فائدہ پہنچانا تھا؟	اپنی جان ہی کا دُکھ اُٹھا کر وہ اُسے دیکھے گا اور سیر ہوگا۔ اپنے ہی عرفان سے میرا صادق خادم بہتوں کو
      ''',
      'خوشحال کرے گا',
      '۔سرفرازکرے گا',
      'راستباز ٹھہرائے گا',
    ],
    [
      '''
      یسعیاہ9:53-10 کے مطابق المسیح کو بے گناہ ہوتے ہوئے بھی دوسروں کے گناہوں کی خاطر مرنا ہوگا اور پھر اپنی موت کے بعد جی اُٹھنا ہو گا ۔ آپ بتائیں کہ ان ساری باتوں کی تکمیل سے المسیح کے ہاتھوں کس کی مرضی پوری ہونا تھی؟
      ''',
      'اُس کی اپنی',
      'اُس کے دُشمنوں کی',
      'خُدا کی',
    ],
  ];
  List<int> part2lesson2Answers = [3,1,3,3,2,3,3,3,3,3];
  List<List<String>> part2lesson3Q = [
    [
      '''
       حضرت داؤد کے بعدبنی اسرائیل کے تیسرے بادشاہ حضرت سلیمان نے چالیس سال تک بڑی کامیابی سے حکومت کی۔پھرحضرت سلیمان کا بیٹا رُحبعام بادشاہ بنا جس کی احمقانہ حکمتِ عملی کے باعث بغاوت کے سبب سلطنت دو حصوں میں تقسیم ہو گئی ۔ایک شمالی سلطنت اور دوسری جنوبی سلطنت کہلائی۔آپ بتائیں کہ یہ تقسیم سلطنت کب ہوئی؟
      ''',
      '750ق۔م میں',
      '900ق۔م میں',
      '931ق۔م میں',
    ],
    [
      '''
      شمالی سلطنت کو"بنی اسرائیل کی سلطنت" بھی کہا جاتا ہے۔اس میں بنی اسرائیل کے دس قبائل تھے اور اس کا دارالحکومت سامریہ تھا۔ یہ سلطنت 722 ق۔م میں شاہِ اسور کے ہاتھوں تباہ ہو گئی۔ آپ بتائیں کہ اس سلطنت کی تباہی کا سبب کیا تھا؟
      ''',
      'کمزور جنگی حکمتِ عملی',
      'عوامی انتشار',
      'خُدا کے قوانین سے بغاوت',
    ],
    [
      '''
      حضرت عاموس کے زمانہ میں شمالی سلطنت میں ہر طرح کی سماجی بُرائیاں عروج پر تھیں۔کیونکہ وہاں بہت زیادہ خوشحالی تھی۔ بتائیں کہ اُن کی اِس خوشحالی کا باعث کون سی چیز تھی؟
      ''',
      'اُن کی زرعی پیداوار',
      'اُن کی تیل کی پیداوار',
      'اسُوری سلطنت کے ساتھ کامیاب تجارت',
    ],
    [
      '''
      عاموس21:5-22 غور سے پڑھیں اور بتائیں کہ خُدا تعالیٰ کیوں اُن کی عیدوں اور قربانیوں کو پسند نہیں کرتے تھے؟  اِس لئے کہ
      ''',
      '۔ وہ وقت کی پابندی نہیں کرتے تھے',
      '۔ وہ مذہبی رہنماؤں کے نافرمان تھے',
      '۔ اُن کی عبادات محض دِکھاوا تھیں جبکہ اُن کے دِل خُدا سے دُور تھے',
    ],
    [
      '''
      عاموس14:6؛ 17:7 کے مطابق اَب خُدا تعالیٰ اُن کے ساتھ کیا سلوک کرنے کو تھے۔اور بتائیں کہ عاموس4:5 کے مطابق اب بچاؤ کےلئے اُنہیں کیا تاکیدکی گئی؟
      ''',
      'تُم اسور کی سلطنت سے قطع تعلق کر لو اور زندہ رہو',
      'تُم تجارت کے پیشہ سے دست بردار ہو جاؤ اور زندہ رہو',
      'تُم میرے طالب ہو اور زندہ رہو',
    ],
    [
      '''
      عاموس11:9-13 کا مطالعہ کر کے بتائیں کہ اِس کا دُرست مفہوم کیا ہے؟
      ''',
      'خُدا تعالیٰ اُنہیں جسمانی طور پر اُن کے مُلک میں دوبارہ آباد کریں گے',
      '''
      خُدا تعالیٰ المسیح کے وسیلہ داؤد کے گرے ہوئے مسکن(سلطنت ) کو دوبارہ قائم 
	کرنے سے ان لوگوں کو بحال کریں گے
      ''',
      'خُدا تعالیٰ اُنہیں کبھی بھی دوبارہ بحال نہیں کریں گے',
    ],
    [
      '''
      حضرت ہوسیع کی بیوی ایک بے وفا عورت تھی ، بیوی کی تمام تر بے وفائی کے باوجود اُن کی محبت میں کوئی کمی نہ آئی بلکہ اُن کی ہمیشہ یہی خواہش رہی کہ وہ راہِ راست پر آجائے۔حضرت ہوسیع کے صحیفہ کے مطابق بنی اسرائیل اور خدا کے تعلقات بھی اِسی قسم کے ہیں۔خدا نے ہمیشہ بنی اِسرائیل قوم سے اپنی محبت کا اِظہار کِیا لیکن وہ ہمیشہ بے وفا ہی رہی۔وہ خدا کی بجائے غیر معبودوں کے پاس جاتی رہی ۔ تاہم خدا بار بار اپنی اِس خواہش کا اِظہار کرتا ہے کہ بنی اسرائیل اپنی روش سے باز آجائیں ۔اِن ساری باتوں سے ہم خُدا کے بارے کیا سیکھتے ہیں؟ بنی اسرائیل قوم کی ساری بیوفائی کے باوجود خُدا تعالیٰ اُن کے ساتھ
      ''',
      'وفادار رہے',
      'ناراض رہے',
      'بے پرواہ رہے',
    ],
    [
      '''
      ہوسیع نبی فرماتے ہیں کہ بنی اسرائیل کی متواتر سر کشی کے باعث خدا اُن کی عدالت کرے گااور سامریہ یعنی اسرائیل کی شمالی سلطنت تباہ ہو جائے گی اور لوگ تلوار کا لقمہ بن جائیں گے۔تاہم خدا اُن کو ہمیشہ کے لئے ترک نہ کرے گا بلکہ تائب لوگوں کو اپنی محبت کے باعث بحال کرے گا۔ آپ فرماتے ہیں۔"وہ دو روز کے بعد ہم کو حیاتِ تازہ بخشے گااور تیسرے روز اُٹھا کھڑا کرے گااور ہم اُس کے حضور زندگی بسر کریں گے"(ہوسیع2:6)۔ یہ آیتِ مقدسہ ایک جانب تو بنی اسرائیل کی بحالی کی طرف اِشارہ کرتی ہے ۔ بتائیں کہ اِس کے علاوہ اِس سے المسیح کے بارے کون سی پیشین گوئی کا اِظہار کرتی ہے؟
      ''',
      'المسیح کبھی نہیں مریں گے',
      'المسیح اپنی موت کے تیسرے روز دوبارہ زندہ ہو ں گے',
      '۔ المسیح کبھی بھی زندہ نہیں ہوں گے',
    ],
    [
      '''
      "اُنہوں نے خداوند اپنے خدا کی بات نہ مانی بلکہ اُس کے عہد کویعنی اُن سب باتوں کو جن کا حکم خداوند کے بندہ موسیٰ نے دِیا تھاعدول کیا اور نہ اُن کو سُنا نہ اُن پر عمل کیا"(۲۔ سلاطین11:18-12)۔ اِس ہٹ دھرمی اور سرکشی کے لئے خُدا تعالیٰ نے اُنہیں کیا سزا دی؟
      ''',
      'شاہِ بابل اسرائیل کو اسیر کر کے (اپنے مُلک) بابل کو لے گیا',
      'شاہِ ارام اسرائیل کو اسیر کر کے (اپنے مُلک)ارام کو لے گیا',
      'شاہِ اَسوُر اسرائیل کو اسیر کر کے (اپنے مُلک) اَسوُر کو لے گیا'
    ],
    [
      '''
      اِس سبق میں ہم نے لوگوں کی بے وفائی اور خُدا تعالیٰ کی وفاداری کے بارے سیکھا۔حضرت ابرہام کے ساتھ کئے گئے وعدہ کے تعلق سے الٰہی وفاداری کے بارے ہم نے سیکھا کہ خُدا تعالیٰ نے المسیح کے حوالہ سے دو باتوں کا انکشاف کیا۔اوّل:حضرت عاموس کے وسیلہ ہم نے سیکھا کہ خُدا تعالیٰ المسیح کے وسیلہ حضرت داؤد کی سلطنت کو بحال کریں گے۔آپ بتائیں کہ اِس حوالہ سے دوسری بات کون سی ہے؟
      ''',
      'المسیح کبھی نہیں مریں گے',
      'المسیح اپنی موت کے تیسرے روز دوبارہ زندہ ہو ں گے',
      'المسیح کبھی بھی زندہ نہیں ہوں گے',
    ],
  ];
  List<int> part2lesson3Answers = [3,3,3,3,3,2,1,2,3,2];
  List<List<String>> part2lesson4Q = [
    [
      '''
      گناہ کی وجہ سے اس سلطنت کو خُدا تعالیٰ نے کیا سزا دی؟
      ''',
      'اُنہیں بھی 590 ق ۔ م میں شاہِ اسور کے ہاتھوں تباہ کر دِیا',
      'اُنہیں 586 ق ۔م میں ستر سال کے لئے بابل کی اسیری میں دے دِیا',
      'اُنہیں 580 ق ۔م میں شاہِ فارس کے ہاتھوں تباہ کر دِیا',
    ],
    [
      '''
      اسیری سے قبل کے انبیا کرام کا پیغام کیاتھا؟ لوگ اپنے گناہوں سے توبہ کر کےخُدا کی طرف رجوع لائیں ورنہ سلطنتِ یہوداہ کادارالحکومت یر وشلیم تباہ ہو جائے گا اور خُدا اُنہیں اسیری میں بھیج دے گا۔ آپ بتائیں کہ خُدا اُنہیں کون سے مُلک کی اسیری میں بھیجنے کو تھا؟
      ''',
      '۔ بابل کی',
      'مصرکی	',
      'فارس کی',
    ],
    [
      '''
      ان میں دو انبیاء حضرت حزقی ایل اور حضرت دانی ایل شامل ہیں جنہوں نے بابل میں یہوداہ کے اسیروں میں اپنی نبوتی خدمت انجام دی۔ آپ یہ بتائیں کہ یہ انبیا لوگوں کو کس شہر کی بحالی کی اُمید دلاتے تھے؟
      ''',
      'سامریہ',
      'یروشلیم',
      'یریحو',
    ],
    [
      '''
      حضرت میکاہ کی نبوت کا مرکزی مضمون یہ ہے کہ لوگوں کے گناہوں کی بدولت یہوداہ کا دارالحکومت یروشلیم اور اسرائیل کادارالحکومت سامریہ تباہ ہو جائیں گے۔لیکن خدا اپنے لوگوں کو ہمیشہ کے لئے ترک کرنے کی بجائے اُنہیں پھر بحال کرے گا۔علاوہ ازیں اُنہوں نے المسیح کی جائے پیدائش کے بارے میں بھی پیشین گوئی کی۔آپ میکاہ 2:5 کا مطالعہ کر کے بتائیں کہ حضرت میکاہ کی پیشین گوئی کے مطابق اسرائیل کے حاکم یعنی (المسیح) کون سے شہر آنا تھا؟
      ''',
      'یروشلیم',
      'بیت لحم',
      'بیت عنیاہ ',
    ],
    [
      '''
       حضرت یرمیاہ کی نبوتی خدمت کے بیان کو غور سے پڑھیں ۔ اِس بیان میں دِیگر باتوں کے علاوہ آپ المسیح کے بارے پیشینگوئی کرتے ہیں کہ خُداوند داؤد کے لئے صداقت کی شاخ پیدا کرے گا۔آپ بتائیں کہ حضرت یرمیاہ المسیح کے کون سے کام کی طرف اِشارہ کرتے ہیں؟
      ''',
      'معجزات',
      'عدالت و صداقت',
      'قتل و غارت',
    ],
    [
      '''
      دانی ایل1:2-49 کے مطابق شاہِ بابل نبوکد نضرکے خواب کا تذکرہ غور سے پڑھیں اور بتائیں کہ اِس خواب میں بغیر ہاتھ لگائے کاٹے گئے پتھر سے کیا مراد ہے ؟	 بغیر ہاتھ لگائے کاٹے گئے پتھر سے مراد ایک ایسی ابدی سلطنت ہے جو
      ''',
      'دُنیاوی بادشاہوں کے درمیان ایک بڑی جنگ کے نتیجہ میں قائم ہو گی',
      'ایک بڑے اور عالمی سیاسی اتحاد کی بدولت قائم ہوگی',
      'کسی اِنسانی کاوش کے نتیجہ میں نہیں بلکہ خُدا تعالیٰ کی طرف سے قائم ہوگی',
    ],
    [
      '''
      یہ بغیر ہاتھ لگائے کاٹا جانے والا پتھر ایک ایسے بادشاہ کو بھی ظاہر کرتا ہے جس کی پیدائش میں کسی طرح کاانسانی عمل دخل نہ ہو گا۔ بلکہ وہ کسی بھی انسانی عمل دخل کے بغیر ایک کنواری سے پیدا ہوگا۔آپ یہ بتائیں یہ کس بادشاہ کی جانب اشارہ ہے؟
      ''',
      'سکندرِ اعظم',
      'قیصر بادشاہ',
      'مسیح بادشاہ',
    ],
    [
      '''
      دانی ایل 14-13:7کے مطابق المسیح کی سلطنت کی معیادکیا ہے؟
      ''',
      '۔ سو سال',
      'پانچ سو سال',
      'ابدی اور لازوال یعنی کبھی ختم نہیں ہوگی',
    ],
    [
      '''
      زکریاہ 9:9 کے مطابق حضرت زکریاہ مسیح بادشاہ کے بارے میں کیا خبر دیتے ہیں؟
      ''',
      'المسیح ایک تلوار بردار جنگجو بادشاہ ہو ں گے',
      'المسیح ایک حلیم بادشاہ ہوں گے',
      'المسیح مغرور اور متکبر بادشاہ ہوں گے',
    ],
    [
      '''
       ہم نے سیکھا کہ اس سلطنت میں آنے والے انبیا کا پیغام تین نکات پر مبنی ہے۔ اوّل: لوگوں کے گناہوں کے باعث آنے والی تباہی سے آگاہی۔ دوئم: تباہی کے بعد بحالی۔ سوئم: المسیح کے بارے پیشین گوئیاں۔ جب خُدا اپنے وعدوں میں وفادار ہے تو مسیح کی پیدائش، موت اور دوبارہ زندہ ہونے کے متعلق انبیا کی سینکڑوں برس قبل فرمائی گئی باتوں کے بارے ہم کیا سوچ سکتے ہیں؟
      ''',
      'اُنہیں کبھی بھی پورا نہیں ہونا تھا',
      'اُن کے بارے کُچھ نہیں کہا جاسکتا',
      'اُنہیں ہر حال میں پورا ہونا تھا',
    ],
  ];
  List<int> part2lesson4Answers = [3,1,2,2,2,3,3,3,2,3];
  List<List<String>> part2lesson5Q = [
    [
      '''
      اِس پیرا کی روشنی میں بتائیں کہ اِنسان کیوں گناہ کرتا ہے؟
      ''',
      '۔ جہالت کی وجہ سے',
      'اِس لئے کہ اُس کی فطرت گناہ آلودہ اور بِگڑی ہوئی ہے',
      'عدم معرفت کی وجہ سے',
    ],
    [
      '''
      حضرت داؤد اور حضرت سلیمان کے بیانات پڑھ کر بتائیں کہ گناہ کے حوالہ سے انسان کی حالت کیا ہے؟
      ''',
      '۔ سبھی انسان راستباز ہیں',
      'کوئی بھی کامل طورپر راستباز نہیں',
      'اِن بیانات سے کُچھ بھی واضح نہیں',
    ],
    [
      '''
       اِنسان کی گناہ آلودہ فطرت کے تحت کئے جانے والے نیک اعمال خُدا کے نزدیک ناپاک لباس کی مانند ہیں کیونکہ وہ دِل سے نہیں بلکہ لالچ یا خوف کی بنا پر سر انجام دیئے جاتے ہیں خدا کے معیار کے مطابق نیک اعمال سرانجام دینے کے لئے کون سا کام ضروری ہے؟
      ''',
      'اُسے سائنس پرمکمل عبور حاصل ہو',
      'انسان کی فطرت یا دِل تبدیل ہو',
      'انسان کو مذہب پر عبور حاصل ہو',
    ],
    [
      '''
      انجیلِ مقدس(گلتیوں19:5-21) کے مطابق "حرام کاری،ناپاکی،شہوت پرستی،بُت پرستی، جادُوگری، عداوتیں، جھگڑا ، حسد، غُصّہ، تفرقے، جُدائیاں، بدعتیں، بُغض ،نشہ بازی، ناچ رنگ اوراَور ان کی مانند" ایسے کام ہیں جوہماری گناہ آلودہ فطرت کے نتیجہ میں ہم سے سرزد ہوتے ہیں۔ اِس کے برعکس محبت۔ خوشی۔ اطمینان۔تحمل۔ مہربانی۔ نیکی۔ ایمانداری۔ حِلم۔ پرہیزگاری ایسے کام ہیں جو پاکیزہ فطرت کی بدولت ہی ممکن ہیں۔حضرت حزقی ایل کے مطابق خُدا مستقبل میں انسان کی فطرت کو تبدیل کرنے کے لئے اُسے کون سی دو نئی چیزیں عطا کرنے کو تھا؟
      ''',
      'نیا مذہب اور نیا عقیدہ',
      'نیا مُلک اور نیا قانون',
      'نئی روح اور نیا دل',
    ],
    [
      '''
      خُدا تعالیٰ اِنسان کونئی فطرت یعنی نیا دِل اور نئی رُوح اُس مقدس ہستی کے وسیلہ سے دینے کو تھے جس کے بارے حضرت ابرہام سے وعدہ کیا گیا کہ "تیری نسل کے وسیلہ سے دُنیا کی سب قومیں برکت پائیں گی" (پیدائش18:22)۔ حضرت داؤد اور حضرت یسعیاہ نبی اِس مُقدس ہستی کو کس لقب سے متعارف کرواتے ہیں؟
      ''',
      'سکندرِ اعظم بادشاہ',
      'قیصر بادشاہ',
      'ابدی بادشاہ المسیح',
    ],
    [
      '''
       حضرت ابرہام سے کئے ہوئے اِلٰہی وعدہ کے کون سے حصہ کی تکمیل ہو چکی ہے؟
      ''',
      'ابھی تک کسی وعدہ کی تکمیل نہیں ہوئی',
      'خُدا تعالی نے حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسادیا',
      '۔ خُدا تعالیٰ حضرت ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دے دی',
    ],
    [
      '''
      خُدا تعالیٰ نے ابرہام سے کِیا ہُوا وعدہ حضرت اضحاق اور حضرت یعقوب کے ساتھ بھی دہرا کر یہ واضح کر دیا کہ آنے والی مقدس ہستی حضرت یعقوب کی نسل"بنی اسرائیل" سے آئے گی۔اِسی ہستی کو المسیح کے نام سے متعارف کیا گیا ہے۔ آپ بتائیں کہ المسیح کو بنی اسرائیل کے کون سے خاندان سے آنا تھا؟ 
      ''',
      'حضرت ہارون کے خاندان میں',
      'حضرت یشوع کے خاندان میں ',
      'حضرت داؤد کے خاندان میں',
    ],
    [
      '''
       حضرت یسعیاہ کی پیشین گوئی کے مطابق المسیح کو ایک کنواری عورت سے پیدا ہونا تھا۔آپ یہ بتائیں کہ حضرت میکاہ نے آپ کی جائے پیدایش کے بارے کیا خبر دی؟
      ''',
      'آپ یروشلیم میں پیدا ہوں گے',
      'آپ سامریہ میں پیدا ہوں گے',
      'آپ بیت لحم میں پیدا ہوں گے',
    ],
    [
      '''
      حضرت یسعیاہ اور حضرت داؤد کے بیانات سے ہم نے سیکھا کہ الف۔ المسیح کو گناہ کے کفارہ کے لئے مرنا ہوگا	 ب۔ مرنے کے بعد آپ دوبارہ زندہ ہوں گے ج۔ اورزندہ ہوکر آپ آسمان پراُٹھائے جائیں گے اور خُدا کے دہنی ہاتھ بیٹھیں گے آپ بتائیں کہ ان ساری باتوں کی تکمیل میں کس کی مرضی پوری ہوگی؟
      ''',
      'شیطان کی',
      'المسیح کے دُشمنوں کی',
      'خُدا کی',
    ],
    [
      '''
      خُدا نے بنی اسرائیل قوم کو مُلک کنعان میں بسا کر حضرت ابرہام سے کئے ہوئے وعدہ کے ایک حصہ کو پورا کر دیا۔ اِس وعدہ کے دوسرے حصہ کے بارے انبیا کے وسیلہ یہ ظاہر کِیا کہ یہ المسیح کے وسیلہ پورا ہوگا۔حضرت ابرہام سے کئے گئے وعدہ کے اِس دوسرے حصہ کو بھی اپنے وقت پر پورا ہونا تھا؟اِس حوالہ سے آپ کیا سمجھتے ہیں؟	جب یہ ساری باتیں پوری ہوں تو 
      ''',
      'اُن باتوں کا انکار کر دیا جائے',
      '۔ اُن باتوں کی مخالفت کی جائے',
      '',
    ],
  ];
  List<int> part2lesson5Answers = [2,2,2,3,3,2,3,3,3,3];






























  List<AudioFile> course1Introduction = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=1Aav-zLfxq8O4_UnXBBJe2GREo8rjz9xW',
        label: '1.2 taruf paragraph'),
  ];
  List<AudioFile> course1lesson1 = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=1tMaoaKBcWmMGCyV9ipl_dLgF3qFoXMkF',
        label: '3.2 khaliq-e-kainat paragraph'),
    // AudioFile(
    //     filePath:
    //         '',
    //     label: '4.2 qadr-e-mutalik khuda paragraph'),
  ];
  List<AudioFile> course1lesson2 = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=1AuDprlVotNhPbUTmpZsKQSK7lBGy84kB',
        label: '5.2 wahid ul lashareek khuda paragraph'),
    // AudioFile(
    //     filePath:
    //         '',
    //     label: '6.1 Khuda taala aik paak zaat'),
  ];
  List<AudioFile> course1lesson3 = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=1zxOCQI5hadb7IB32DjaSim-Uyko7Hn99',
        label: '7.1 Raheem o kareem khuda'),
    // AudioFile(
    //     filePath:
    //         '',
    //     label: '8.2 parwardigar paragraph'),
  ];
  List<AudioFile> course1lesson4 = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=11vcgtyuHcd0Safb_KYOiv9MQR7qdK0KM',
        label: '9.2 muhafiz-e-kainat paragraph'),
    // AudioFile(
    //     filePath:
    //         '',
    //     label: '10.2 rab-ul-alamin paragraph'),
  ];
  List<AudioFile> course1lesson5 = [
    AudioFile(
        filePath:
        'https://drive.google.com/uc?export=download&id=14D1hjRTQpab-qTav6THIZup_02Nt7sE_',
        label: '11.2 seekhne ki baat paragraph L1'),
  ];
  List<AudioFile> part1lesson1 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F1.mp3?alt=media&token=5fc21a87-1008-4a72-ab89-30da582a9a93',
        label: 'Gunah aur shiataan ko kuchlne ka ilahi mansooba paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F2.mp3?alt=media&token=222df6db-8470-4efc-a6bb-15ba8a494c4d',
        label: 'Hazrat Adam aur hawa k baray ilahi faisla'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F3.mp3?alt=media&token=91358501-3ca7-4cc7-a29f-1b7073935726',
        label: 'Hazrat Adam aur hawa Khuda tala k robroo paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F4.mp3?alt=media&token=511349a9-71ce-441c-92a2-4ae94d615a5a',
        label: 'Shariat-e-ilahi aur gunah paragaph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F5.mp3?alt=media&token=7dd3bd58-a568-4c7b-b3d0-bd2a282a8e1e',
        label: 'Shariat-e-ilahi ki farmanbrdari ki barkat pargrapgh'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F6.mp3?alt=media&token=81fbc849-f9d5-4ba4-b5c3-49305275d223',
        label: 'Shariat-e-ilahi ki nafarmani ki saza paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson01%2F7.mp3?alt=media&token=f02777a3-3489-441e-8f0c-e317fa34944d',
        label: 'zameen pr shariat-e-ilahi ki pehli nafarmani'),
  ];
  List<AudioFile> part1Introduction = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FTaruf.mp3?alt=media&token=7e2f2b9d-3745-4080-907a-3f541e078e6a',
        label: 'Taruf'),
  ];
  List<AudioFile> part1lesson2 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F1.mp3?alt=media&token=8a0579a1-173f-4d32-a066-b82fd4eaf516',
        label: 'abraham ki wafadari ka ajar paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F2.mp3?alt=media&token=f4f72b49-b77a-447e-b51f-9832a6309679',
        label: 'Alamgeer gunah aur alamgeer fazal-e-ilahi hissa awal'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F3.mp3?alt=media&token=6488a442-8a84-4362-823f-7673c929988c',
        label: 'aqwam-e-alam k liye barkat ki khushkhabri'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F4.mp3?alt=media&token=616075e4-c8a5-4dcb-9501-1b546797b356',
        label: 'Hazrat Abraham ka Dusra imtehan'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F5.mp3?alt=media&token=d35433c3-3206-4712-85d2-622c856a4014',
        label: 'Hazrat Abraham ka Imtehan Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F6.mp3?alt=media&token=aab9ef20-47a7-46d2-a209-9cd111c01e95',
        label:
        'Hissa doum alamgeer fazal ilahi( INSAN KI BEBASI AUR ILAHI MADAD)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F7.mp3?alt=media&token=dc93ca7a-193d-4fd2-b646-ef5b3654f869',
        label: 'Nasal-e-Abraham Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson02%2F8.mp3?alt=media&token=a6a94658-44a3-499f-8bc7-ac1ef715aa5b',
        label: 'Puri nasal-e-insani mein gunah'),
  ];
  List<AudioFile> part1lesson3 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F1.mp3?alt=media&token=8348b009-d21d-412f-b791-199a9aa17a84',
        label: 'Bani Israel Misar Mein'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F2.mp3?alt=media&token=6f41a88e-c4c5-4df5-b49b-bef58f4f73d4',
        label: 'Hazrat Abraham se kiye gaye ilahi wada ka tasalal paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F3.mp3?alt=media&token=ee548c04-7bf3-41e0-8412-a8c4ba3b0c79',
        label: 'Hazrat Abraham se wada ki juzwi takmeel Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F4.mp3?alt=media&token=a5a77c0d-e27a-4122-be34-081371784d3d',
        label: 'Hazrat Izhaque se waada paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F5.mp3?alt=media&token=a1be92df-ffe4-4192-8c31-d95d9c52b02d',
        label: 'Hazrat Yaqoob ka naya naam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F6.mp3?alt=media&token=fb45547d-bdd9-4324-9f73-c7686f8cc760',
        label: 'hazrat yaqoob se waada paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F7.mp3?alt=media&token=82a24285-b358-4ad1-bef9-e2d32c70691f',
        label: 'Hazrat Yousaf Bahaisiat hakim-e-misar'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F8.mp3?alt=media&token=9ead3290-2215-452e-b24a-2de6fbb6d795',
        label: 'Hazrat Yousaf Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson03%2F9.mp3?alt=media&token=a1ff41ae-fa58-4b78-bee0-1ad54c2d52d4',
        label: 'Khuda taala ki maooda nasal-e-abraham'),
  ];
  List<AudioFile> part1lesson4 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F1.mp3?alt=media&token=3d801a1b-2fe9-4151-8a19-e9ffd42c65a3',
        label: 'Bani israel k abai bazurgo se khuda ka wada'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F2.mp3?alt=media&token=5e84b652-0b75-45d9-965d-f0da3dfeeefa',
        label: 'Bani Israel ki aah o pukar paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F3.mp3?alt=media&token=d943dea9-1224-4337-bdbe-e42168261f65',
        label: 'Fasah ki Qurbani Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F4.mp3?alt=media&token=5405ee83-1b6f-4446-a0bd-8df859c0546d',
        label: 'Hazrat Moosa aur firaun ka amna samna paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F5.mp3?alt=media&token=107c3072-ade4-469b-b80a-873fc540784d',
        label: 'Hazrat Moosa aur Firaun Paragraph'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F6.mp3?alt=media&token=5ce80163-8ddc-4078-ae36-4bb3b89779ae',
        label: 'Hazrat Moosa pr Khuda ka zahoor'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson04%2F7.mp3?alt=media&token=bf6906fd-a11e-4b8e-872c-cec3d3c00821',
        label: 'Khuda Bachata hai'),
  ];
  List<AudioFile> part1lesson5 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F1.mp3?alt=media&token=23b918d9-9244-48d8-b464-ce88028a5a40',
        label: 'Abraham se kiye giye ilahi waday ka zair-e-takmeel hissa'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F2.mp3?alt=media&token=2a129dc6-c25d-443a-b8c2-87f3e05e46b0',
        label: 'Abraham se kiye giye ilahi waday ky aik hissa ki takmeel'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F3.mp3?alt=media&token=b0f9a1bc-7dc0-4645-9645-2494ebd97345',
        label: 'Bani Israel ka gunah aur khuda ka fazal'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F4.mp3?alt=media&token=90811b8a-fc66-4d8d-af58-463129fe40db',
        label: 'Bani Israel ki kam aetkadi aur us ka nateeja'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F5.mp3?alt=media&token=4b8e712d-b0af-48c7-acd6-198b8b469fb0',
        label: 'bani israel mulk-e-kanaan mein'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F6.mp3?alt=media&token=4e5ae4a9-5a76-420d-8d19-baff3ad99221',
        label: 'Israeli rahnumaon ki kam aetkadi aur us ka nateja'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F7.mp3?alt=media&token=a3e40dba-93bd-4fa8-a0b1-a956a8b8fa94',
        label: 'Khuda apni shariat atta krta hai'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F8.mp3?alt=media&token=ac8ca005-a96f-4261-abbf-f8f880102e07',
        label:
        'Khuda najat deta hai (Biyaban mein Khuda tala ki parwatdigari)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FLesson05%2F9.mp3?alt=media&token=55f544cd-d112-4a32-84c8-63dde05206d2',
        label: 'Nai nasal aur nai qiadat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart01%2FAzeez%20Talib%20Ilm.mp3?alt=media&token=6f3f0ede-d888-448e-bcb0-59f12f3fb00e',
        label: 'Azeez Talib Ilm'),
  ];
  List<AudioFile> part2Introduction = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FAziz%20Talib%20Ilm%20(Starting).mp3?alt=media&token=a485402a-770b-40a2-9405-ff91af1fc282',
        label: 'Sabaq ka Taurf'),
  ];
  List<AudioFile> part2lesson1 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F1.mp3?alt=media&token=5099ec16-3be2-4af9-8994-8b7c5dda13cc',
        label: 'Abrahami barkat k baray aap ki paishangoian'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F2.mp3?alt=media&token=23184739-bcd4-412f-afcf-460b7335edb1',
        label: 'Anay wali muqadas hasti k khatabat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F3.mp3?alt=media&token=f5698519-eab1-4f49-ae99-c3602de84e7b',
        label: 'Bani Israel ka Pehla badshah'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F4.mp3?alt=media&token=5fbf2944-5c86-49a1-bf14-d7c391627071',
        label: 'Bani Israel ky qazi aur badshah'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F5.mp3?alt=media&token=c8dc1a30-4608-41f8-ae9b-9f8e67977c44',
        label: 'dushmano se rehai'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F6.mp3?alt=media&token=b72d5239-ba67-411d-aba4-78f808babcb5',
        label: 'Hazrat Dawood Khuda ki adalat mein'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F7.mp3?alt=media&token=b700e519-92aa-4afd-8140-ac6e80ab421e',
        label: 'Hazrat Dawood ky sath Khuda ka daimi ehad'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F8.mp3?alt=media&token=a3fc6bc8-28c9-43e7-800a-244a0701203d',
        label: 'Note'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson01%2F9.mp3?alt=media&token=cbe1e478-018b-40fd-912d-2e727933ca5e',
        label: 'Qaziyo ka daur'),
  ];
  List<AudioFile> part2lesson2 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F1.mp3?alt=media&token=de4ec10d-7043-43c7-b114-15ddd6addc60',
        label: 'Abdi badshah almaseeh k alqaab'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F2.mp3?alt=media&token=2126c063-0160-4c5b-b04e-114baa2ebc90',
        label: 'abdi badshah almaseeh k kaam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F3.mp3?alt=media&token=1e0a3a1b-0155-44f4-917f-8f8525d38ad7',
        label: 'Abdi badshah almaseeh ki khasoosiyaat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F4.mp3?alt=media&token=020daf72-721d-437f-b7b3-825c0c48b3a9',
        label: 'Abdi Badshah ka hasab nasab'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F5.mp3?alt=media&token=207619e5-9433-488f-9824-10434ff1f312',
        label: 'abdi badshah ki kafara baksh mout'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F6.mp3?alt=media&token=e697dd32-fa2d-44bd-8070-0dabfbece9b5',
        label: 'Almaseeh k baray Khuda ki marzi'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F7.mp3?alt=media&token=634f975d-e5aa-4bc6-bbc2-89707911a343',
        label: 'Anay wali badshah ki pehchan'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson02%2F8.mp3?alt=media&token=bde93ae9-0910-43bf-90d7-45534b2fa392',
        label: 'yasaya nabi aik azeem paigambar'),
  ];
  List<AudioFile> part2lesson3 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F1.mp3?alt=media&token=c580a3bc-1cc8-40a9-9712-23cb001fa1d9',
        label: 'Bani Israel ka zawal aur Khuda ki wafadari'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F2.mp3?alt=media&token=2bdcdc26-a6ee-4547-bff9-2a124ad2dd0a',
        label: 'Hazrat Amoos'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F3.mp3?alt=media&token=f740fe3e-66cb-4be5-9d7b-2b1d97d09225',
        label: 'Hazrat Hosea'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F4.mp3?alt=media&token=8e67d194-4f10-4a6e-8609-b368eda116b8',
        label: 'Logon ki bewafai aur Khuda ki wafadari'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F5.mp3?alt=media&token=809303d5-a5f6-4ba1-8d46-ba97fdc39473',
        label: 'Saltanat ki taqseem'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F6.mp3?alt=media&token=475ee7e8-be75-42cb-a1d6-4e63aaff5062',
        label: 'Shumali Saltanat k ambia karaam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F7.mp3?alt=media&token=88a46698-ce9b-4a8e-b0af-2f67a1887844',
        label: 'Shumali saltanat ka khaatma'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson03%2F8.mp3?alt=media&token=59d95232-077d-4c37-9246-cd05049227a5',
        label: 'Umeed ka paigam'),
  ];
  List<AudioFile> part2lesson4 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F1.mp3?alt=media&token=767c7f9f-cd8a-4882-983e-8f730ef0f564',
        label: 'Aseeri k bad k nabi (Hazrat Zakriya)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F2.mp3?alt=media&token=ac44e443-ae1f-4fcf-8754-29ac4c84ecaa',
        label: 'Aseeri k zamana k nabi (Hazrat Daniel)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F3.mp3?alt=media&token=ab0dd78d-d2ee-4013-87a4-162293505cac',
        label: 'Aseeri se kabal k nabi (Hazrat Yermiah)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F4.mp3?alt=media&token=b43d272f-2f16-47b4-8614-ce517d2d57d9',
        label: 'Aseeri se qabal k nabi (Hazrat Micah)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F5.mp3?alt=media&token=aa16c1a8-4113-47c4-970f-1a1f6c03373f',
        label: 'Bani Israel ka zawal awr khuda ki muhabat (Hissa Doum)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F6.mp3?alt=media&token=cb3cbe81-037e-40eb-8845-b2f69fdcdaf4',
        label: 'Dua'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F7.mp3?alt=media&token=41d7e09c-f666-4383-b351-745adadfea7a',
        label: 'Janoobi Saltanat (Bani yahooda ka anjmaa)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F8.mp3?alt=media&token=6ed897ca-d489-4db7-857f-8376c5317f20',
        label: 'Janoobi saltanat k ambia ka paigam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F9.mp3?alt=media&token=a8a5d290-9175-4417-9190-bb00e1db0108',
        label: 'Janoobi saltanat k ambia karam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F10.mp3?alt=media&token=4cb7122a-9e34-4a4c-853e-dbf57c7a6b79',
        label: 'Janoobi saltanat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F11.mp3?alt=media&token=91d0a80e-dd84-4bb2-a39b-b6c1dfd6b255',
        label: 'Sabaq ka khulasa'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson04%2F12.mp3?alt=media&token=828493b5-4488-4d45-8372-045666f83ce4',
        label: 'Zaman aseeri se qabal k ambia'),
  ];
  List<AudioFile> part2lesson5 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F1.mp3?alt=media&token=facb42e0-7edb-4b98-84f4-414f8c2f4e33',
        label: 'Abraham se ilahi waada'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F2.mp3?alt=media&token=07833bc3-62fb-47a1-b513-1b36c3268ffa',
        label: 'Abraham se kiye gaye ilahi waada ka zair-e-takmeel hissa'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F3.mp3?alt=media&token=4ab59ce3-5ed8-4815-b6ae-f8150203f84e',
        label: 'Anay walay maseeh ka jeena, marna aur zinda hona'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F4.mp3?alt=media&token=1f893026-c078-41cd-ba9a-d6568b0cdcdf',
        label: 'Anay wali maseeh ki qoum aur khandan'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F5.mp3?alt=media&token=6fd3f63e-799b-4f04-8886-1db78f63aee8',
        label: 'Anay waly almaseeh ki paidaish'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F6.mp3?alt=media&token=ceaad42d-f228-4dbf-b2b0-433e7c466755',
        label: 'Gunah ka naya ilaaj'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F7.mp3?alt=media&token=feb555d2-2d4e-4015-a927-0b8ef4fc3a6f',
        label: 'Gunah ki alamgeeri'),
    AudioFile(
        filePath:
        'https://fairebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F8.mp3?alt=media&token=cdabfea7-9033-48de-9973-a74e07c539ff',
        label: 'Masla kya hai'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F9.mp3?alt=media&token=72773c45-d8bd-4e62-b35d-e19ef7d64af2',
        label: 'Nai Zindagi + Shariat-e-ilahi pr amal mein nakami'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FLesson05%2F10.mp3?alt=media&token=940eafb4-3c98-41c5-aa05-2c6bf571b326',
        label: 'Nai Zindagi magar kese'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse02%2FPart02%2FAziz%20Talib%20Ilm%20(Ending).mp3?alt=media&token=32c41a88-812a-4f96-9d43-30fdf63c9eb2',
        label: 'Sabaq ka Khulasa'),
  ];
  List<AudioFile> course3Introduction = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2Ftaurf.mp3?alt=media&token=d0d7c645-9ca4-4f31-b1ad-ff0b5de99558',
        label: 'Sabaq ka Taurf'),
  ];
  List<AudioFile> course3lesson1 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_1.mp3?alt=media&token=a908a065-d4ea-4612-a61d-e6b0675a7521',
        label: 'almaseeh ki waladat-e-aqdas'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_2.mp3?alt=media&token=29b154e3-c82e-44a5-9b58-ecaa8c7c7a67',
        label: 'aqwam e alam k liye barkat ka waada'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_3.mp3?alt=media&token=ff8818cd-3a3f-4e2c-a4f6-d2702a71e176',
        label: 'Asmani farishto k nagmaat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_4.mp3?alt=media&token=fcf0c51a-3a32-48b4-bf42-cc3f733f57cd',
        label: 'Hasil e kalam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_5.mp3?alt=media&token=8c50dfe0-b15f-4e87-adc2-c9b21663fb57',
        label: 'Hazrat jibareel ki maarfat muqadsa mariam ko paigam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_6.mp3?alt=media&token=a93a5691-6a5b-4026-aaa1-4fd03e3e0506',
        label: 'Masharki zaireen aur asman pr ajeeb sitaray ka zahoor'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson01%2FAudio_7.mp3?alt=media&token=d7dfd5fe-6a49-4e60-9194-cf4ca9c46792',
        label: 'Masharki zaireen aur asman pr ajeeb sitaray ka zahoor')
  ];
  List<AudioFile> course3lesson2 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_1.mp3?alt=media&token=2b43eb4d-0e67-4f26-82c4-cd31e86b02de',
        label: 'aman o salamti ki bahali k liye almaseeh ka kirdar'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_2.mp3?alt=media&token=5936d9e7-e984-4d5e-bf90-636fa0dd5426',
        label: 'aman o salamti ki barkat ki bahali'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_3.mp3?alt=media&token=a3f96a29-3ee2-4dad-a5a8-195732242fb8',
        label: 'aqwam-e-alam k liye aman o slamti ki barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_4.mp3?alt=media&token=fb04a3a6-d9a1-455d-a6a8-954a484d6be9',
        label: 'Bahmi muhabat ki ahmiyat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_5.mp3?alt=media&token=fa1ed47c-fa31-4fd0-aa78-3a5c64f6d94c',
        label: 'Insan aur khuda k talukat ki bahaali'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson02%2FAudio_6.mp3?alt=media&token=cc813c9e-75b1-438e-8976-aff62e004654',
        label: 'insano k bahmi talukaat ki bahali'),
  ];
  List<AudioFile> course3lesson3 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_1.mp3?alt=media&token=8007cb35-a8bf-4e88-a90b-520375c93333',
        label: 'Aik shadi mein wasail par barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_2.mp3?alt=media&token=73d1c157-36b3-439d-9f99-a53792a7f3a4',
        label: 'Almaseeh k waseela barkaat hasil krne ka bhaid'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_3.mp3?alt=media&token=9caead38-2ec2-42dd-b741-0609db9608d7',
        label: 'Almaseeh ki hosla afza taleemat aur daway'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_4.mp3?alt=media&token=674a05c7-f34b-453c-b371-ec53381e87dc',
        label: 'Aqwam-e-alam k liye khushali ki barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_5.mp3?alt=media&token=1890fa8a-a209-47b1-8968-3a02be771837',
        label: 'Mayoos kun lamhat mein barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_6.mp3?alt=media&token=5240c55c-2a88-410b-95a2-4376704eb313',
        label: 'Mehdood wasail pr barhoti ki barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson03%2FAudio_7.mp3?alt=media&token=40c9379e-1fe0-46dd-bc79-36d12688da29',
        label: 'wasail ko tabah krne wale anasir pr galba'),
  ];
  List<AudioFile> course3lesson4 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_1.mp3?alt=media&token=b5f6a7f2-acc5-4296-80bf-c4fb4169edbc',
        label: 'Alif (bewa k betay ko zinda krna)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_2.mp3?alt=media&token=abf49bda-b1cd-4005-ba0d-8b21f99c754b',
        label: 'Aqwam-e-alam ke liye shifa aur zindagi ki barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_3.mp3?alt=media&token=e2b2cc6e-9656-4b45-a855-7ed785c26129',
        label: 'Bay (asaabi amraaz)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_4.mp3?alt=media&token=0ff7e288-bf00-412c-add8-22ee54eea8fc',
        label: 'Bay (yaier ki beti ko zinda krna)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_5.mp3?alt=media&token=0218459f-e23f-4c2e-a7ee-6fb12bde313a',
        label: 'Daal (Badroohon se rehai)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_6.mp3?alt=media&token=697586a2-789b-4751-9e86-a7c01fcdcbd0',
        label: 'Jeem (Lazar ko zinda krna'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_7.mp3?alt=media&token=011fd06c-ee84-47d1-b7f3-f5126101f4e5',
        label: 'Jeem (Napaki ka bais ban\'ne wali biimariyeo se rehai)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_8.mp3?alt=media&token=4d803d90-2341-4f0d-bfe9-336524157992',
        label: 'Seen (binayi aur goiyai ki bahali)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_9.mp3?alt=media&token=2a18a3ee-60fa-4f0a-b752-d497c92d84eb',
        label: 'Shifa ki barkat ( alif - tap)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_10.mp3?alt=media&token=eac2152c-9527-43d6-ac3e-3210aaac9bb9',
        label: 'shifa ki barkat ky baray anjeel muqqadas ki shadat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson04%2FAudio_11.mp3?alt=media&token=cfdbb7c0-2639-402c-82e6-1326b3430c72',
        label: 'zindagi ki barkat'),
  ];
  List<AudioFile> course3lesson5 = [
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_1.mp3?alt=media&token=52b58bf3-c664-444d-9aff-fe9d17eee446',
        label: 'Alif (maflooj ky gunah maf krna)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_2.mp3?alt=media&token=6265c62b-81c3-4c07-b18c-63be75a2091a',
        label: 'Alif (zakai ki zindagi mein tabdeeli)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_3.mp3?alt=media&token=57a659cc-3363-4014-a7f5-d3843be5d544',
        label: 'Alif (zakai ki zindagi mein tabdeeli)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_4.mp3?alt=media&token=7117bcc8-dcbd-471e-8437-aee9de8d63a2',
        label: 'Almaseeh ka zameen pr gunah maaf krne ka ikhtiyar'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_5.mp3?alt=media&token=4e6c7494-c02c-4693-a073-afcfcba02a9a',
        label: 'Aqwam-e-alam ke liye gunahon se nijat ky barkat'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_6.mp3?alt=media&token=731efdb0-ea2b-4153-99e5-a0487ae8bf3a',
        label: 'Bay (Aik badchalan aurat k gunah maaf krna)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_7.mp3?alt=media&token=cf29f217-f753-4ed2-acc4-17cb767d6d2d',
        label: 'Bay (Aik zina kar aurat ky gunah maf krna)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_8.mp3?alt=media&token=7e649b82-e732-4b7e-9792-96c805b8dbb0',
        label: 'Bay (Matti ki zindagi mein tabdeeli)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_9.mp3?alt=media&token=f0a0983d-81e6-4068-a95a-e84f4f28b14f',
        label: 'Gunah se najat k liye elahi intezam'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_10.mp3?alt=media&token=3edcd227-bc67-4d6e-a9f0-6747d614a359',
        label: 'Gunah se najat ka mafhoom'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_11.mp3?alt=media&token=82e14818-a7f8-4605-a305-c5daf3bcff60',
        label: 'Insan ki zindagi mein gunah ka aagaz'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_12.mp3?alt=media&token=74b5d4e6-1ddd-43af-8b57-3e16559ec67c',
        label: 'Insani zindagi pr gunah ka asar'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FLesson05%2FAudio_13.mp3?alt=media&token=41302a7e-3858-4e65-a010-49a5b7a133aa',
        label: 'Jeem (Saul ki zindagi mein tabdeeli)'),
    AudioFile(
        filePath:
        'https://firebasestorage.googleapis.com/v0/b/pbcs-bible-course-81b4b.appspot.com/o/audios%2FCourse03%2FSabaq%20ka%20khulasa.mp3?alt=media&token=c61dd9d7-0d6c-4fa2-862f-10bbaaadb869',
        label: 'Sabaq ka khulasa'),
  ];
}