class AllCoursesLessonsData{
  String course1Introduction ='''
  توریت، زبور اورصحائفِ انبیاءکی شہادت
تعارف	
 خدا تعالیٰ وحدہُ لاشریک (اور)، خالقِ کائنات ہے۔ اور اِنسان اُس کی تخلیق میں ایک عظیم شاہکار ہے۔  خدا تعالیٰ پاک ہے اور اُس  نے اِنسان کو بھی پاک اور بے عیب پیدا کیا۔ تاہم انسان اپنے گناہ کے سبب اِس پاکیزہ حالت کو قائم رکھنے میں ناکام رہا، جس کی وجہ سے خدااوراِنسان میں جدائی پیداہو گئی۔
	 یہ بھی ایک حقیقت ہے کہ خُدا تعالیٰ اِنسان کی تمام تر کمزوری اور کم مائیگی کے باوجود اُس سے پیار کرتا ہے۔ چناچہ الٰہامی کتبِ مقدّسہ کا مرکزی مضمون یہی ہے کہ خُدا اِنسان سے پیار کرتا ہے اور چاہتا ہے کہ وہ بھی دوسرے انسانوں سے پیار کرے۔
	چنانچہ اِس کورس میں جن اہم باتوں کا مطالعہ ہم کرنے کو ہیں وہ کُچھ اِس طرح ہیں
٭	خُدا تعالیٰ کی ذاتِ اقدس 
٭ 	عظمتِ اِنسانی 
٭	اِنسانی قد رو قیمت 
٭	اِنسان سے خُدا کی محبت 
٭	اِنسان دُشمن رویہ اور تقاضائے قربتِ الٰہی 
	کے بارے توریت، زبور اورصحائفِ انبیاءکی شہادت کیا ہے؟ 
	اِس لئے یہ کورس ہم نہایت محبت اور خلوص دلی سے آپ کی خدمت میں پیش کرتے ہوئے بہت زیاہ خوشی محسوس کر رہے ہیں۔ اُمید ہے کہ یہ کورس آپ کے علم میں اضافہ کے علاوہ آپ کیلئے برکاتِ خداوندی کا باعث بھی ہو گا۔



سبق حل کرنے بارے ہدایات
	 اِس کتابچہ کے ساتھ آپ کو ایک علیحدہ سوال نامہ بھی مہیا گیا ہے ۔ سبق شروع کرنے سے پہلے اِس کتابچہ کو سمجھنے کے لئے خدا سے دُعا کریں اور پھر سنجیدگی کے ساتھ پورے غور سے اِس کا مطالعہ فرمائیں۔اور پھر اِس کی مدد سے سوالنامہ میں دیئے گئے ہر سوال کا مناسب جواب دیں۔
	سوالنامہ کے حل اور اسے ارسال کرنے کے حوالہ سے مزید رہنمائی سوالنامہ کے شروع میں ملاحظہ فرمائیں۔
	 کتابچہ میں بہت سے حوالہ جات بھی دئےے گئے۔ اِن حوالہ جات کو کیسے پڑھا جا سکتا ہے؟ پیدایش 5: 1-6 کو ہم پڑھیں گے پیدایش کی کتاب کے پانچویں باب کی پہلی سے چھٹی آیت۔ 
	اگر اِس کتابچہ کے حوالہ سے آپ کے ذہن میں کوئی سوال ہو تو ہمیں ضرور لکھیں۔ کلام الٰہی کی تفہیم کے حوالہ سے آپ کی خدمت ہمارے لئے باعثِ مسرت ہو گی۔
خُداوند آپ کو برکت دے۔آمین!

 خیر اندیش 

پرنسپل 
پاکستان بائبل کارسپانڈنس سکول

  ''';
  String course1lesson1 ='''
  سبق نمبر۱
خُدا تعالیٰ کی ذاتِ اقدس  کے بارے میں 
توریت، زبور اورصحائفِ انبیاءکی شہادت
 خالقِ کائنات
	دُنیا کی سب سے پہلی کتاب جس سے ہمیں خُدا تعالیٰ کی شخصیت، قدرت اور کاموں کے بارے میں معلومات حاصل ہوتی ہیں وہ” توریت شریف“ ہے۔ یہ مُقدَّس صحیفہ خُدا تعالیٰ نے حضرت موسیٰ کلیم اللہ کی معرفت ہم تک پہنچایا، جواُنہوں نے الہامِ الٰہی سے تیرہ سوسال قبل از مسیح تحریر فرمایا۔
	توریت شریف پانچ کتابوں(پاروں) پر مشتمل ہے۔ اِن میں سے پہلی کتاب (پارہ)کا نام پیدایش ہے، اِس لئے کہ اِس میں کائنات اور دیگر چیزوں کی تخلیق کا ذکر پایا جاتا ہے۔ اِس مقدّس کتاب کا آغاز یوں ہوتا ہے کہ
	 ”خُدا نے ابتدا میں زمین و آسمان کو پیدا کیا“ (پیدایش1:1)۔
	 اِسی طرح اگلی آیات میں دُنیا کی تخلیق  کے احوال مختصر طور پر بیان کئے گئے ہیں۔ توریت شریف کے اِس بیان کے مطابق خُداتعالیٰ  نے یہ دُنیا چھ دن میں خلق کی۔ پہلے دن خُدا کے حکم سے روشنی ظہور میں آئی۔ اِس تعلق سے اِس کتاب میں یوں مرقوم ہے،
	”خُدا نے کہا کہ روشنی ہو جا اور روشنی ہوگئی“(پیدایش1: 3)۔
	 اِسی طرح دوسرے دن خُدا تعالیٰ کے حکم سے فضا ظہور میں آئی۔ تیسرے دن زمین خلق ہوئی۔ چوتھے دن سورج ،چاند اور ستاروں کا قیام عمل میں آیا۔ پانچویں دن پرندے اور پانی کے جانور پیداہوئے۔ چھٹے دن زمین کے جاندار وجود میں آئے۔ ساتویں دن خُدا تعالیٰ تخلیق  کے سارے کام سے فارغ ہوئے ا ور اُس دن کو مُقّدس ٹھہرایا۔
	 یہاں یہ بات بھی قابلِ غور ہے کہ دُنیا کی ساری تخلیق خُدا تعالیٰ کے کلام(کلمہ) سے عمل میں آئی۔ اِس حوالے سے توریت شریف میں یوں مرقوم ہے
	”خُدا نے کہا کہ روشنی ہو جا اور روشنی ہوگئی“(پیدایش3:1)۔
	اِسی طرح باقی اشیاء کے بارے بھی خُدا تعالیٰ  نے جو جو حکم دیا وہ عمل میں آتا گیا۔ چنانچہ زبور نویس اِس حوالے سے یوں رقمطراز ہیں ”آسمان خداوند کے کلام سے اور اُس کا سارا لشکر اُس کے منہ کے دَم سے بنا“( زبور33: 6 )۔
	چنانچہ توریت، زبور اور صحائفِ انبیا سے خُدا تعالیٰ کے بارے میں سب سے پہلی شہادت ہمیں یہ ملتی ہے کہ آپ اِس کائنات کے خالق ہیں۔
قادرِمُطلق خُدا
	 یہ حقیقت نہایت ہی قابلِ ذکرہے کہ کائنات کی ساری چیزیں خُدا تعالیٰ کے کلام سے وجود میں آئیں۔ جب ہم اِس بات پر غور کرتے ہیں کہ ساری کائنات خُدا تعالیٰ کے کلام سے معرضِ وجود میں آئی تو ہم خُدا تعالیٰ  کے کلام کی قدرت اورجلال کا احساس کئے بغیر نہیں رہ سکتے۔ خُدا تعالیٰ کے حکم سے چیزوں کا عدم سے وجود میں آجانا اِس حقیقت کا اِظہار ہے کہ خُدا تعالیٰ قادرِ مطلق ہیں۔ یاد رہے کہ قادرِمطلق سے مراد ایسی ہستی ہے جسے ہر کام پر قدرت حاصل ہو۔
	 چنانچہ توریت شریف میں خُدا تعالیٰ خود فرماتے ہیں 
مَیں خُدائے قادرِ مطلق ہوں“(پیدائش35: 11)۔
زبور نویس اِس حوالہ سے یوں رقمطراز ہیں
	 ”خُداوند قدرت سے مُلَبس ہے۔ وہ اُس سے کمربستہ ہے۔ اِس لئے جہان 
    قائم ہے اور اُسے جُنبش نہیں“ (زبور93: 1)۔
	اِسی طرح زبور شریف میں خُدا تعالی کی قدرت کی یوں تصویر کشی کی گئی ہے،
	 ”وہ (خُدا تعالیٰ) زمین پر نگاہ کرتا ہے اور وہ کانپ جاتی ہے۔ وہ پہاڑوں کو چھوتا ہے اور اُن سے دھواں نکلنے لگتا ہے“ (زبور104: 32)۔
وَحدہُ لاشریک خُدا
	ابھی تک ہم یہ سیکھ چکے ہیں کہ اِس کائنات کے خالق خُدا تعالیٰ ہیں جنہوں نے اپنے کلام سے سب کُچھ خلق کیا۔ یوں ہم کہہ سکتے ہیں کہ حقیقت میں یہ کائنات خُدا تعالیٰ کی قدرت کا اظہار ہے اِس لئے کہ سب کُچھ خُدا کے کلام  کے وسیلے سے معرضِ وجود میں آیا۔ ابھی جو اہم بات ہم سیکھنے کو ہیں وہ یہ ہے کہ خُدا تعالیٰ وَحدہُ لاشریک ہیں اُن کے علاوہ کوئی خُدا نہیں ہے۔ اِس حوالے سے حضرت یسعیاہ کی معرفت خُدا تعالیٰ یوں فرماتے ہیں کہ
	”مَیں خداوند سب کا خالق ہوں، مَیں ہی اکیلا آسمان کو تاننے اور زمین کوبچھانے والاہوں کون میرا شریک ہے؟“ (یسعیاہ 44: 24 )۔
	اِسی طرح ہم توریت شریف کی پانچویں کتاب اِستِثنا میں خُدا تعالیٰ کا ایک خاص حکم جو اُنہوں نے بنی اسرائیل کو حضرت موسیٰ کے وسیلے دیا تھا، اُس پر بھی غور کر سکتے ہیں۔ حضرت موسیٰ بنی اسرائیل سے اِس حوالہ سے یوں مخاطب ہوتے ہیں،
	” سُن اَے اسرائیل! خُداوند ہمارا خُدا ایک ہی خُداوند ہے۔ تو اپنے سارے دل اور اپنی ساری جان اور اپنی ساری طاقت سے خُداوند اپنے خُدا سے محبت رکھ“ (استثنا6: 4-5)۔
	چونکہ خُدا تعالیٰ وحدہُ لاشریک ہیں اِس لئے اُن کاسب لوگوں سے ایک ہی تقاضا ہے کہ اُس کے مقابلے میں کسی کو نہ تو خُدا مانیں اور نہ ہی کسی اَور کی عبادت اور پرستش کریں۔ توریت شریف کی دوسری کتاب خروج میں خُدا تعالیٰ بنی اسرائیل کو اِس حوالہ سے یوں فرماتے ہیں، 
 ”خُداوند تیرا خُدا جو تجھے مُلکِ مصر سے اور غلامی  کے گھر سے نکال لایا مَیں ہوں۔ میرے حضور تُو غیر معبودوں کو نہ ماننا۔ تو اپنے لئے کوئی تراشی ہوئی مورت نہ بنانا نہ کسی چیز کی صورت بناناجو اوپر آسمان میں یا نیچے زمین پر یازمین کے نیچے پانی میں ہے۔ تُواُن کے آگے سجدہ نہ کرنا اور نہ اُن کی عبادت کرنا کیونکہ مَیں خُداوند تیرا خُدا غیور خُدا ہوں “ (خروج20: 2-5)
   پھر خروج20: 23 میں مزید فرمایا۔
  ”تُم میرے ساتھ کسی کو شریک نہ کرنایعنی چاندی یا سونے کے دیوتا اپنے لئے نہ گھڑ لینا“۔ 
خُدا تعالیٰ ایک پاک ذات ہیں
	ایک بار حضرت موسیٰ  نے حورب پہاڑ پر اپنی بھیڑ بکریاں چراتے ہوئے بڑا عجیب نظارہ دیکھا۔ آپ نے ایک جھاڑی میں آگ لگی ہوئی دیکھی۔ لیکن آپ یہ دیکھ کر حیران ہو گئے کہ جھاڑی آگ سے بھسم نہیں ہو رہی۔ آپ یہ نظارہ دیکھنے کے لئے جھاڑی کے قریب آئے تو آپ نے ایک آواز سُنی کہ”اَے موسیٰ! اَے موسیٰ! اپنے پاﺅں سے جوتا اُتار کیونکہ جس جگہ تُو کھڑا ہے وہ مُقدّس زمین ہے“(خروج3: 4-5)۔
	اِسی طرح ایک اَور موقع پر خُداوند نے حضرت موسیٰ سے فرمایا!
	”بنی اسرائیل کی ساری جماعت سے کہہ کہ تُم پاک رہو کیونکہ مَیں جو خُداوند تمہارا خُدا ہوں پاک ہوں“(احبار19: 2)۔
	پھر خُدا تعالیٰ مزید فرماتے ہیں،
	”اور تُم میرے لئے پاک بنے رہنا کیونکہ مَیں جو خُداوند ہوں پاک ہوں۔ اور مَیں نے تُم کو اَور قوموں سے الگ کیا ہے تاکہ تُم میرے ہی رہو“ (احبار20: 26)۔
	پھر حضرت حبقوق نبی خُدا تعالیٰ کو مخاطب کر کے فرماتے ہیں
	”تیری آنکھیں ایسی پاک ہیں کہ تُو بدی کو دیکھ نہیں سکتا“ (حبقوق1: 13)۔
رحیم و کریم خُدا
	 زبور نویس فرماتے ہیں،
	 ”خُداوند رحیم اور کریم ہے۔ قہر کرنے میں دھیما اور شفقت میں غنی۔
	وہ سدا جھڑکتا نہ رہے گا۔ وہ ہمیشہ غضب ناک نہ رہے گا۔
	اُس نے ہمارے گناہوں کے موافق ہم سے سلوک نہیں کیا
	 اور ہماری بدکاریوں کے مطابق ہم کو بدلہ نہیں دیا۔
	کیونکہ جس قدر آسمان زمین سے بلند ہے 
	اُسی قدر اُس کی شفقت اُن پر ہے جو اُس سے ڈرتے ہیں۔
	جیسے پورب پچھم سے دُور ہے 
	ویسے ہی اُس نے ہماری خطائیں ہم سے دور کردیں۔
	جیسے باپ اپنے بیٹوں پر ترس کھاتا ہے 
	ویسے خُداوند اُن پر جو اُس سے ڈرتے ہیں ترس کھاتا ہے“(زبور 103: 8-12)۔ 
پروردگار
	”وہ وادیوں میں چشمے جاری کرتا ہے جو پہاڑوں میں بہتے ہیں
	وہ چوپایوں  کے لئے گھاس اُگاتا ہے
	 اور اِنسان  کے کام کے لئے سبزہ تاکہ زمین سے خوراک پیدا کرے“
	 ”ان سب (جانداروں) کو تیرا ہی آسرا ہے تاکہ تُو اُن کو وقت پر خوراک دے
	 جو کُچھ تُو دیتا ہے یہ لے لیتے ہیں۔
	تُو اپنی مُٹھی کھولتا ہے اور یہ اچھی چیزوں سے سیر ہوتے ہیں۔
	تُو اپنا چہرہ چھپا لیتا ہے تو یہ پریشان ہو جاتے ہیں۔
	تُو اپنا دم روک لیتا ہے اور یہ مر جاتے ہیں اور پھر مٹی میں مل جاتے ہیں“ ۔
(زبور104: 10،14، 27-29)
	”سب کی آنکھیں تُجھ پر لگی ہیں۔
	تُو اُن کو وقت پر اُن کی خوارک دیتا ہے۔
	تُو اپنی مُٹھی کھولتا ہے اور ہر جاندار کی خواہش پوری کرتا ہے“(زبور145: 15-16)۔
محافظ ِکائنات
	خُدا تعالیٰ جہاں بلا امتیاز سب کوخوراک مہیا کرتا ہے وہیں بلا تفریق ہر اِنسان کی زندگی کی حدودکے مطابق اُسے اپنی محافظت سے بھی فیض یاب کرتا ہے۔ وہ توہر انسان کو خواہ وہ مومن ہو یا کافر سنبھالتا اور محفوظ رکھتا ہے۔ حضرت داﺅد نبی فرماتے ہیں!
	”اَے خُداوندتُو انسان اور حیوان دونوں کو محفوظ رکھتا ہے ۔
	اَے خُدا!تیری شفقت کیا ہی بیش قیمت ہے۔
	بنی آدم تیرے بازوﺅں  کے سایہ میں پناہ لیتے ہیں“ (زبور32: 6-7)۔
	پھر زبور نویس تو یہاں تک کہتے ہیں کہ خُدا تعالیٰ کے علاوہ کسی اَور کی حفاظت پر یقین کرنا عبث ہے۔زبور127: 1 کے مطابق آپ فرماتے ہیں،
	”اگر خُداوند ہی شہر کی حفاظت نہ کرے تو نگہبان کا جاگنا عبث ہے“۔
	پھر آپ مزید رقم طراز ہیں کہ
	”میری کُمک خُداوند سے ہے۔ 
	وہ تیرے پاﺅں کو پھسلنے نہ دے گا۔تیرا محافظ اونگھنے کا نہیں“۔
	”خُداوند تیرا محافظ ہے۔خُداوند تیرے دہنے ہاتھ پر تیرا سائبان ہے۔ 
	نہ آفتاب دن کو تُجھے ضرر پہنچائے گا نہ ماہتاب رات کو۔
 	خُداوند ہر بلا سے تُجھے محفوظ رکھے گا اور تیری جان کو محفوظ رکھے گا۔
	خُداوند تیری آمدو رفت میں اب سے ہمیشہ تک تیری حفاظت کرے گا“۔
(زبور121: 2-7)
رَبّ العالَمِین
	اِس زبُور سے جہاں ہم یہ سیکھتے ہیں کہ خُدا تعالیٰ پروردگار ہیں وہاں یہ بات بھی عیاں ہوتی ہے کہ آپ کسی خاص گروہ اور قوم کے ہی ربّ نہیں بلکہ ہر انسان اور جاندار کے پالنے والے ہیں۔ اِسی لئے زبور نویس خُدا تعالیٰ سے مخاطب ہو کر فرماتے ہےں
		”سب کی آنکھیں تُجھ پر لگی ہیں۔
		تُو اُن کو وقت پر اُن کی خوارک دیتا ہے۔
		تُو اپنی مُٹھی کھولتا ہے
	 	اور ہر جاندار کی خواہش پوری کرتا ہے“ (زبور145: 15-16)۔
	 اِسی طرح زبور نویس مزید فرماتے ہیں،
		”خُداوند کے نام کی حمد کرو۔
		خُداوند سب قوموں پر بلند و بالا ہے۔
		اُس کا جلال آسمان سے بر تر ہے
		خُداوند ہمارے خُدا کی مانند کون ہے 
		جو عالمِ بالا پر تخت نشین ہے 
		جو فروتنی سے آسمان و زمین پر نظر کرتا ہے؟
		وہ مسکین کو خاک سے
		 اور محتاج کو مزبلہ سے اُٹھا لیتا ہے“(زبور113: 3-7)
	اِسی طرح صحائف ِ مقدّسہ میں کم از کم تین مقامات پر خُدا تعالیٰ کو ” ربّ العالمین “ کہہ کر مخاطب کیا گیا ہے۔ (دیکھیں میکاہ4: 13؛ زکریاہ4: 14؛ زکریاہ6: 5)
سیکھنے کی بات
	یہاں ہم سیکھتے ہیں خُدا تعالیٰ نہایت کامل اور پاک ذات ہونے  کے باوجود ہر انسان سے بلاتفریقِ مذہب و نسل پیار کرتے ہیں۔ وہ بِلا امتیاز ہر نیک و بد کی پروردگاری اور محافظت کرتے ہیں۔ یہاں تک کہ ناپاک جانوروں کی ہر ضرورت پوری کرتے ہیں، جس سے یہ ثابت ہوتا ہے کہ آپ کسی خاص قوم اور مذہب کے خُدا نہیں بلکہ ربّ العالمین ہیں۔ چنانچہ لازم ہے کہ ہم بھی خداتعالیٰ کی طرح ہر ایک سے بِلا امتیاز پیار کریں اور تسلیم کریں کہ ہر اِنسان کو جینے کا حق ہے۔

  ''';
  String course1lesson2 ='''
  سبق نمبر۲
 عظمتِ اِنسانی کے بارے میں 
توریت، زبور اورصحائفِ انبیاء کی شہادت
	 سب سے آخر میں خُدا نے اِنسان کو خلق کیا۔ الٰہی تخلیق پر غور کرنے سے اِنسان ہمیں دیگر تمام مخلوقات سے بالکل منفرد اور برتر نظر آتا ہے۔ اِسی لئے انسان کو اشرف المخلوقات کہا جاتا ہے۔ اوراِسی سبب سے اِنسان خُدا کی نظر میں نہایت ہی قابلِ قدر ہے۔
	اِس سبق میں ہم اِنسان کی تخلیق پر غور کرتے ہوئے سیکھیں  گے کہ اِنسان کو کن باتوں کے لحاظ سے دوسری تمام مخلوقات پر فضیلت حاصل ہے۔اور یہ بھی کہ خُدا تعالیٰ کی نظر میں اِنسان کی قدرو قیمت کس قدر ہے۔
 اِنسان کی پیدایش
	 توریت شریف میں پہلے انسان حضرت آدم کی پیدایش  کے بارے یوں لکھا ہے،
	”خداوند خدا نے زمین کی مٹی سے اِنسان کو بنایا اور اُس کے نتھنوں میں زندگی 
   کادَم پھونکا تو انسان جیتی جان ہوا“( پیدایش2: 7 )۔ 
	 اِسی طرح دوسرے اِنسان (حضرت حوا) کی پیدایش کے حوالے سے یوں بیان کیا گیا ہے کہ خداوند خدا نے مشرق کی طرف عدن میں ایک باغ لگایا اوراِنسان کو جسے اُس نے بنایا تھا وہاں رکھا۔ ابھی تک آدم کی مانند کوئی دوسرا انسان نہ تھا۔
	”اور خُداوند خُدا نے کہا کہ آدم کا اکیلا رہنا اچھا نہیں۔ میں اُس کے لئے ایک مدد گار اُس کی مانند بناﺅں گا“(پیدایش2: 18)۔ 
	”اور خداوند خدانے آدم پر گہری نیند بھیجی اور وہ سوگیا اور اُس نے اُس کی پسلیوں میں سے ایک کو نکال لیا اور اُس کی جگہ گوشت بھر دیا۔ اورخداوند خدااُس پسلی سے جو اُس نے آدم میں سے نکالی تھی ایک عورت بنا کر اُسے آدم کے پاس لایا۔ اور آدم نے کہا کہ یہ تو اَب میری ہڈیوں میں سے ہڈی اور میرے گوشت میں سے گوشت ہے اِس لئے وہ ناری کہلائے گی کیونکہ وہ نر سے نکالی گئی ہے۔ اِس واسطے مرد اپنے ماں باپ کو چھوڑے گا اور اپنی بیوی سے ملا رہے گا اور وہ ایک تن ہوںگے “( پیدائش2: 21-24 )۔
مقامِ اِنسانیت 
	کلام الٰہی میں اِنسان دیگر تمام مخلوقات سے منفرد اور بر تر نظرآتا ہے۔اِسی لئے انسان کو ”اشرف المخلوقات “ قرار دیا گیا ہے ۔آئیے ذرا غور فرمائیں کہ وہ کون سی باتیں ہیں جن کی بنا پر اِنسان دیگر تمام جانداروں پرفوقیت رکھتا ہے۔
اِنسانی عظمت کا پہلا سبب
	 پہلی بات جو اِنسان کو تمام مخلوقات سے منفرد بناتی ہے وہ یہ ہے کہ اِنسان کو خُدا تعالیٰ نے اپنی شبیہہ اوراپنی صورت پر خلق کیا۔ اِس کا بیان پیدایش1: 26-27 میں یوں کیا گیاہے،
”پھر خُدا نے کہا ہم اِنسان کو اپنی صورت پر اپنی شبییہ کی مانند بنائیں اور خُدا نے اِنسان کو اپنی صورت پر پیدا کیا۔ خُدا کی صورت پر اُس کو پیدا کیا۔ نرو ناری اُن کو پیدا کیا“۔
	یہاں خُدا کی شبییہ اورصورت سے مُراد جسمانی شبیہہ اورصورت نہیں کیونکہ خُداہر طرح  کے جسمانی خصائص سے بالا تر ایک پاک روح ہے۔ یہاں خُدا کی شبیہہ اور صورت سے مُراد الٰہی صفات ہیں یعنی محبت، پاکیزگی، مہربانی، رحم، بھلائی، قوتِ فیصلہ ہے یعنی خُدا نے انسان کو اِس انداز میں خلق کیا ہے کہ وہ اُس کی عطا کردہ صفات کو اپنی زندگی سے منعکس کر سکتا ہے۔
اِنسانی عظمت کا دوسرا سبب 
	 دوسری بات جو اِنسان کو دیگر تمام جانداروں پر فوقیت عطا کرتی ہے وہ یہ ہے کہ اِنسان میں خُدا کا دم ہے۔ توریت شریف یوں بیان کرتی ہے،
	” اور خُداوند خُدا نے زمین کی مٹی سے اِنسان کو بنایا اور اُس کے نتھنوں میں زندگی کا دم پھونکا تو اِنسان جیتی جان ہوا“(پیدایش2: 7) ۔
	 یہ دم خُداہی عطا کرتا ہے اورجب چاہے واپس  لے لیتا ہے۔ اِسی دم کے باعث اِنسان جیتی جان ہوتا ہے۔ لیکن جب خُدا اُسے واپس  لے لیتا ہے تو اِنسان زندگی سے محروم ہو جاتا ہے۔ اور اُس دم کے عطاکرنے اور واپس لینے کااِختیار صرف خُدا کو ہی ہے۔ اِس حوالہ سے حضرت ایوب نبی یوں فرماتے ہیں،
	”اُسی کے ہاتھ میں ہر جاندار کی جان اور کُل بنی آدم کا دم ہے“(ایوب12: 10)۔
	چنانچہ ہمیں یاد رکھنا ہے کہ جب بھی کوئی اِنسان دوسرے اِنسان کی جان لیتا ہے تو وہ ایک جانب خُدا کی شبیہہ کی تذلیل کرکے خُدا کی توہین کرتا ہے تو دوسری طرف وہ خُدا کے اختیار کو اپنے ہاتھ میں  لے کراُس کے اختیار کو چیلنج کرتا ہے ۔
 اِنسانی عظمت کا تیسرا سبب
	 تیسری بات جو انسان کی برتری کا باعث ہے وہ الٰہی اختیار ہے جو خُدا تعالیٰ  نے اِنسان کو تمام مخلوقات پرعطا کیا۔ گویا اِنسان اِس زمین کی تمام مخلوقات کا مختارِ اعلیٰ ہے۔ توریت شریف میں یوں مرقوم ہے،
	” اور خُدا نے اُن کو برکت دی اور کہا کہ پھلو اور بڑھو اور زمین کو معمورو محکوم کرواور سمندر کی مچھلیوں اور ہوا کے پرندوں اور کُل جانوروں پر جو زمین پر چلتے ہیں اختیار رکھّو“(پیدایش1: 28)
	 اِنسان خُدا کی نظر میں اتنا قابلِ قدر ہے کہ اُس نے اپنی تمام تر مخلوق حضرتِ انسان کی حاکمیت اور اختیار میں دے دی۔ خُدا تعالیٰ  نے یہ سب کچھ اِس لئے کیا کہ اِنسان اُن تمام جانداروں کو تحفظ عطا کرے اور اُن کی نشوونما میں اُن کی مدد کرے۔
سیکھنے کی بات
	اِس سبق میں ہم نے سیکھا کہ خُدا تعالیٰ کی ساری مخلوق میں اِنسان نہایت ہی منفرد اور برتر ہونے کی بنا پر ”اشرف المخلوقات“ ہے۔ پھر ہم  نے یہ بھی سیکھا کہ تین خاص باتوں کے باعث اِنسان دوسری تمام مخلوقات سے عالیٰ اورفائق ہے۔
	اوّل: انسان خُدا کی شبیہہ اور صورت کا حامل ہے۔
	دوم:انسان کے نتھنوں میں خُدا تعالیٰ  نے اپنا دم پھونکا۔
	سوم:انسان کو تمام مخلوقات پر اختیار عطا کیا گیاکہ وہ اُن کی دیکھ بھال کرے۔
	چونکہ انسان باقی ساری مخلوقات سے اعلیٰ اور ارفع ہے اِس لئے اُس پر ذمہ داری بھی بڑی ہی عائد ہوتی ہے۔اِس حوالہ سے پہلی بات یہ کہ اِنسان کو اِس بات کا احساس ہونا چاہئے کہ اشرف المخلوقات ہونے کی بنا پر ہر اِنسان خُدا تعالیٰ کی نظر میں نہایت ہی قابلِ قدر ہے اِس لئے ہمیں بلا امتیازِمذہب و عقیدہ اور رنگ و نسل ہر انسان کا احترام کرنا ہے،اور اُس سے پیار کرنا ہے اور ہر اِنسان کے جینے کے حق کو تسلیم کرنا ہے۔ 
	دوسری بات یہ ہے کہ ساری مخلوقات پر اختیار رکھتے ہوئے اِنسان کا فرض ہے کہ تمام مخلوقات یعنی پودوں اور جانوروں کی نشوونما اور بڑھوتی میں اُن کی مدد کرے اور اُنہیں تباہی سے بچائے اوراور دیگر قدرتی وسائل مثلاً زمین، پہاڑوں، دریاﺅں اور حیوانات کو تباہی سے بچائے۔

  ''';
  String  course1lesson3 = '''
  سبق نمبر۳
 اِنسانی قد رو قیمت کے بارے میں
توریت، زبور اورصحائفِ انبیاءکی شہادت
	ہم سیکھ چکے ہیں کہ خُدا تعالیٰ نے اِنسان کو اپنی صورت پر خلق کیا ۔ اور پھر اُس میں اپنا دم پھونکا اوراُسے تمام مخلوقات پر اختیار عطا کیا۔ یوں خُدا تعالیٰ نے اِنسان کو دیگر تمام مخلوقات پر فوقیت عطا کی۔ یہی وجہ ہے کہ اِنسان کو اشرف المخلوقات کہاجاتا ہے۔ چنانچہ اشرف المخلوقات ہونے کی بنا پر اِنسان خُدا تعالیٰ  کے نزدیک نہایت ہی قابلِ قدر ہے۔ اِسی لئے خُدا تعالیٰ تمام مخلوقات سے بڑھ کر اِنسان کو پیار کرتے ہیں۔
	چونکہ خُدا تعالیٰ اِنسان کو دیگر تمام مخلوقات سے بڑھ کر پیار کرتے ہیں اِس لئے وہ کسی بھی اِنسان کی تذلیل برداشت نہیں کر سکتے ۔چنانچہ توریت شریف میں یوں مرقوم ہے،
	” میں تمہارے خون کا بدلہ ضرور لوں گا۔ ہر جانور سے اُس کا بدلہ لوں گا۔ آدمی کی جان کا بدلہ آدمی سے اور اُس  کے بھائی بند سے لوں گا۔جو آدمی کا خون کرے اُس کا خون آدمی سے ہوگا کیونکہ خُدا نے اِنسان کو اپنی صورت پر بنایاہے“ (پیدایش9: 5-6)۔
	اِسی طرح حضرت سلیمان احترامِ انسانیت کے حوالہ سے یوں فرماتے ہیں،
	”مسکین پر ہنسنے والا اُس کے خالق کی اہانت کرتا ہے اور جو اَوروں کی مصیبت سے خوش ہوتا ہے بے سزا نہ چھوٹے گا“(امثال17: 5)۔
اِنسانیت کی تذلیل کرنے والوں پر خُدا کاغضب 
	 خُدا تعالیٰ اِنسانیت کی توہین کرنے والوں کو کبھی بھی  بے سزا نہیں چھوڑتے ہیں۔ اگر چہ صحائفِ انبیا ایسی کئی مثالوں سے بھرے پڑے ہے تاہم اِختصار کی خاطر ہم صرف دو مثالوں پر غور کر کے دیکھیں گے کہ جب اِنسان کی تذلیل ہوتی ہے تو خُدا اپنے ردِ عمل کا اظہار کیسے کرتے ہیں،
 	پیدایش4: 1-8 میں مذکور ہے کہ حضرت آدم کے بڑے بیٹے قائن (قابیل)  نے اپنے کھیت کے پھل کا ہدیہ خُدا کے حضور قربانی کے طور پر پیش کیا جو خُدا نے منظور نہ کیا بعد میں حضرت آدم کے چھوٹے بیٹے ہابل (ہابیل)  نے اپنے جانور وں کی قربانی پیش کی۔اور خُدا تعالیٰ نے ہابل کی یہ قربانی قبول فرمائی۔ اِس صورتِ حال کو دیکھ کر قائن(قابیل) حسد سے بھر گیا اور اپنے بھائی ہابل(ہابیل) کو قتل کر ڈالا ۔
	 خُدا تعالیٰ نے قائن سے پوچھا کہ تیرا بھائی ہابل کہاں ہے؟ قائن نے کہامُجھے معلوم نہیں۔ کیا میں اپنے بھائی کا محافظ ہوں؟ قائن کا جواب سُن کر خُدا تعالی نے کہا،
  ”تو نے یہ کیا کیا؟ تیرے بھائی کا خون زمین سے مُجھ کو پکارتا ہے اور اَب تو زمین کی طرف سے لعنتی ہواجس  نے اپنا مُنہ پسارا کہ تیرے ہاتھ سے تیرے بھائی کا خون  لے جب تُو زمین کو جوتے گا تو وہ اَب تُجھے اپنی پیداوار نہ دے گی اور زمین پر تُو خانہ خرا ب اور آوارہ ہوگا“ ۔
 (پیدایش4: 10-12)
	یہاں ہم غور کر سکتے کہ جب کسی  بے گناہ اور معصوم کا خون بہتا ہے تو اُس کا اثر کس قدر گھمبیر ہوتا ہے۔ اُوپر بیان کردہ حوالہ میں خُدا تعالیٰ قائن کو سزا سُناتے ہوئے فرماتے ہیں کہ جب تُو زمین کو جوتے گا تو وہ اَب تُجھے پیداوار نہ دے گی۔ اِس کا مطلب ہے کہ جب بھی اُس زمین پر اِنسان پر ظُلم ہوتا ہے تو اُس کا اثر ہماری زمین پر بھی پڑتا ہے۔
	ذرا سوچیں کہ اگر ایک اِنسانی قتل سے زمین کی پیداوار رک سکتی ہے تو جہاں ہر روز خون کی ندیاں بہیں وہاں کیا حال ہوگا۔ ہم اپنی تمام تر کوشش  کے باوجود بھی معاشی مسائل  کے شکار کیوں ہیں؟ کہیں اِس کا سبب یہی تو نہیں کہ ہماری زمین ہر روز اِنسانی خون سے سینچی جا رہی ہے ۔ 
نبوت کا کھیت
	 نویں صدی قبل از مسیح میںبنی اسرائیل کی شمالی سلطنت پر اخی اب نامی بادشاہ حکمران تھا اُس کی ملکہ کا نام ایزبل تھا۔ یہ وہ زمانہ تھا جب بنی اسرائیل کی اِس سلطنت میںہر طرف اِنسانیت کی تذلیل کی جا رہی تھی ۔ لوگ تمام تر اخلاقی حدودپار کر چکے تھے۔
	بادشاہ کے محل کے ساتھ ہی نبوُت یزرعیلی کا ایک تاکستان تھا۔ بادشاہ کادل للچا رہا تھا کہ کسی نہ کسی طرح وہ کھیت اُسے مل جائے۔ لیکن نبُوت کسی طرح بھی وہ کھیت دینے کو تیار نہ تھا۔
	چنانچہ کھیت ہتھیانے کے لئے بادشاہ اور ملکہ نے مذہبی رہنماﺅں سے ساز باز کر کے جھوٹے گواہوں کی مدد سے نبوت کے خلاف موت کا فتویٰ حاصل کیا اور اُسے سنگسار کروا  کے موت کے گھاٹ اُتار دیا۔ اِس ساری صورتِ حال کے پیش ِنظر خُدا ٰ نے اپنے مقدّس نبی حضرت ایلیاہ کو اخی اب کے پاس بھیجا۔ چنانچہ حضرت ایلیاہ نے اخی اب کو خُدا تعالیٰ کا پیغام یوں پہنچایا،
	” اُسی جگہ جہاں کُتّوں  نے نبوت کا لہو چاٹا ہے کُتّے تیرے لہوکو بھی چاٹیں گے اور اخی اب کی نسل کے ہر ایک لڑکے کو جو کوئی شہر میں مرے گا اُسے کُتّے کھائیں گے اور جو میدان میں مرے گا اُسے ہوا کے پرندے چٹ کر جائیں گے“(۱۔سلاطین21: 19، 21، 24)۔
	پھر اِسی طرح اخی اب کی بیوی ایزبل کے بارے بھی یوں فتویٰ دیا گیا،
	”یزرعیل کی فصیل کے پاس کُتّے ایزبل کو کھائیں گے“(۱۔سلاطین21: 23)۔ 
اخی اب کی سزا کی پیشین گوئی کی تکمیل
	اِسی طرح کُچھ سالوں کے بعد بنی اسرائیل اورارام ( شام)کے درمیان جنگ ہوئی۔ چنانچہ شاہ اسرائیل کسی شخص کے تِیرکا نشانہ بنا اورزخموں کی تاب نہ لاکر موت کے مُنہ میں چلا گیا۔ بادشاہ کے زخم سے بہنے والے خون سے اُس کا رتھ بھر گیا، جسے سامریہ کے ایک تالاب میں دھویا گیا اور وہیں کتوں نے اُس کا خون چاٹا یہ وہی مقام تھا جہاں کُچھ سال قبل نبُوت کا خون کتوں نے چاٹا تھا۔ چنانچہ سلاطین 22: 38 میں یوں مرقوم ہے،
	”اور خُداوند کے کلام کے مطابق جو اُس نے فرمایا کتوں نے اُس کا خون چاٹا“۔
ایزبل کی سزا کی پیشین گوئی کی تکمیل
	کُچھ سالوں بعد جب اخی اب کا بیٹا یورام سلطنت کرتا تھا، خُدا کے حکم سے یاہو  نے یورام کو مارا اور ایزبل کو بھی چھت سے نیچے گراد یا۔ اور اُس کے خون کے چھینٹے دیوار پر اور گھوڑوں پر پڑے۔ بعدمیں یاہو نے اپنے بندوں کو حکم دیا کہ جاﺅ اُس لعنتی عورت کو دفن کردو کیونکہ وہ شہزادی ہے۔ وہاں آنے پر اُنہیں ایزبل کی کھوپڑی‘ہتھیلیوں اور پاﺅں کے علاوہ کُچھ بھی نہ ملاکیونکہ کُتے اُس کی لاش کو کھا گئے تھے ۔یوں خُداوند کا کلام پورا ہواکہ
  ”یزرعیل کے عِلاقہ میںکُتّے ایزبل کا گوشت کھائیں گے“(2۔سلاطین9: 32)۔ 
مزید پڑھیں(یرمیاہ22: 13-19)(2۔سلاطین23: 34-37)(2۔توریخ36: 4-8)
سیکھنے کی بات
	 اشرف المخلوقات ہونے کی بنا پر اِنسان خُدا تعالیٰ کے نزدیک نہایت ہی قابلِ قدر ہے۔ اورچونکہ خُدا تعالیٰ اِنسان کو دیگر تمام مخلوقات سے بڑھ کر پیار کرتے ہیں اِس لئے وہ کسی بھی اِنسان کی تذلیل برداشت نہیں کر سکتے ،خواہ اُس کا تعلق کسی بھی رنگ و نسل اور مذہب و عقیدہ سے کیوں نہ ہو ۔بلکہ جو بھی کسی اِنسان کی توہین کرتا ہے یا اُسے تباہ کرتا ہے خُدا تعالیٰ اُسے ضرور بدلہ دیتے ہیں۔اِس لئے لازم ہے کہ ہم ہر اِنسان کا احترام کریں۔

  ''';
  String  course1lesson4 ='''
  سبق نمبر4
 اِنسان سے خُدا کی محبت کے بارے میں 
توریت، زبور اورصحائفِ انبیاءکی شہادت
	 پچھلے سبق میں ہم  نے سیکھا کہ اِنسان خُدا کی نظر میں نہایت ہی قابلِ قدر ہے۔ اِنسان کا سب مخلوقات سے بڑھ کر قابلِ قدرہونا، اِس بات کا تقاضا کرتا ہے کہ اُس سے محبت بھی دیگر تمام مخلوقات سے بڑھ کر کی جائے۔ بلاشبہ خُدا تمام مخلوقات سے بڑھ کر اِنسان ہی سے محبت کرتے ہیں۔ آئیے دیکھیں کہ کون سی باتوں سے اُن کی محبت کا اظہار ہوتا ہے۔
اوّل: وہ سب کا پروردگارہے
	 تخلیق  کے بیان میں ہم سیکھ چکے ہیں کہ خُدا تعالیٰ نے سب جانداروں کو خلق کرنے کے ساتھ ساتھ اُن کو زندہ رکھنے کے لئے خوراک کا انتظام بھی کیا۔ چنانچہ لکھا ہے،
 	”اور خُدا نے (انسان سے) کہا دیکھو میں تمام روئے زمین کی کُل بیج دار سبزی اور ہر درخت جس میں اُسکا بیج دار پھل ہو تُم کو دیتا ہوں یہ تمہارے کھانے کو ہوں اور زمین کے کُل جانوروں کیلئے اور ہوا کے کل پرندوں کیلئے اور اُن سب کے لئے جوزمین پر رینگنے والے ہیں جن میں زندگی کا دم ہے، کل ہری بوٹیاں کھانے کو دیتا ہوں اور ایسا ہی ہوا“ (پیدایش1: 29-30) ۔
	چنانچہ خدا تعالیٰ سب کو بلا امتیاز خوراک مہیا کرتا ہے۔ ایماندار بھی اُس  کے دستِ شفقت سے سیر ہوتے ہیں اور بے دینوں  کے لئے بھی اُس کی مُٹھی کُھلی رہتی ہے۔ جو اُس کو اپنا خالق و مالک مانتے ہیں اُنہیں بھی کثرت سے خوراک ملتی ہے اور جو اُس کی ذات اور وجود کے سرے ہی سے منکر ہیں اُنہیں بھی وہ کسی چیز کی کمی نہیں آنے دیتا۔ یقین نہ آئے تو بت پرستوں، ملحدوں، کافروں، گنہگاروں اور  بے دینوں کے گھروں، محلوں،شہروں اور مُلکوں کا چکر لگا کر دیکھ لیں۔
	 اِنسان تو اِنسان ہیں، وہ تو ناپاک ترین جانوروں کو بھی خوراک عطا کر تا اور اُنہیں زندگی عطا کر کے زندہ رہنے کا بھی حق عطا کرتا ہے۔ چنانچہ زبور نویس یوں رقمطراز ہے، 
	”خُداوند سب پر مہربان ہے
	 اُس کی رحمت اُس کی ساری مخلوق پر ہے۔
	خُداوند گرتے ہوئے کو سنبھالتا ہے 
	اور جھُکے ہو ئے کو اُٹھا کھڑا کرتا ہے۔
	سب کی آنکھیں تُجھ پر لگی ہوئی ہیں
	تُو اُن کو وقت پراُن کی خوراک دیتا ہے
	 تُو اپنی مُٹھی کھولتاہے اور ہر جاندار کی خواہش پوری کرتا ہے“ (زبور145: 9، 14، 16)
دوم:وہ سب کی محافظت کرتا ہے
	خُدا تعالیٰ جہاں بلا امتیاز سب کوخوراک مہیا کرتا ہے وہیں بلا تفریق ہر اِنسان کی زندگی کی حدود کے مطابق اُسے اپنی محافظت سے بھی فیض یاب کرتا ہے۔ وہ کسی بھی اِنسان کی ہلاکت نہیں چاہتا۔ نہ تو اُسے مومن کی موت سے تسکین ہوتی ہے اور نہ ہی کسی کافر کی ہلاکت سے خوشی بلکہ اُس کی خواہش اور مرضی یہ ہے کہ اِنسان اُس کی طرف سے مقرر کردہ زندگی کی حدود کے مطابق اپنی زندگی  کے ایام پورے کرے۔ چنانچہ کلامِ مقدس میں لکھا ہے،
 	”خُداوند خُدا فرماتا ہے مُجھے اپنی حیا ت کی قسم شریر کے مرنے میں مُجھے کُچھ خوشی نہیں بلکہ اِس میں ہے کہ شریر اپنی راہ سے باز آئے اور زندہ رہے“ (حزقی ایل33" 11؛ 1۔پطرس3: 9)۔
	 خُدا سب بنی آدم کو بلا امتیاز زندہ رہنے کا حق عطا کرتا ہے۔ وہ نہیں چاہتا کہ کوئی بھی اِنسان ہلاک ہو۔ بلکہ وہ توہر اِنسان کو سنبھالتا اور محفوظ رکھتا ہے۔ حضرت داﺅد نبی فرماتے ہیں،
	”اَے خُدا! تیری شفقت کیا ہی بیش قیمت ہے۔ بنی آدم تیرے بازوﺅں  کے سایہ میں پناہ لیتے ہیں“ (زبور36: 7)۔

سوم:وہ گنہگاروں پر رحم کر کے اُنہیں معاف کرتا ہے
	یہ اِنسانی سرشت ہے کہ وہ قدم قدم پر بھول جاتا ہے، اور خُدا تعالیٰ  کے خلاف گناہ کرتا ہے۔ اور اپنے گناہ کے باعث خُدا تعالیٰ کے حضور سزاوار اور مجرم بن جاتا ہے۔ تاہم خُدا تعالیٰ اِنسان کی کمزوری سے واقف ہوتے ہوئے اُسے ہر وقت معاف کرنے کے لئے تیار رہتے ہیں۔
	زبور نویس فرماتے ہیں،
	”جیسے باپ اپنے بیٹوں پر ترس کھاتا ہے۔ ویسے ہی خُداوند اُن پر جو اُس سے ڈرتے ہیں، ترس کھاتا ہے۔ کیونکہ وہ ہماری سرشت سے واقف ہے۔ اُسے یاد ہے کہ ہم خاک ہیں“ ۔(زبور103: 13-14)
	جب بھی کسی شخص سے گناہ سر زد ہوتا ہے تو وہ فوری طور پر اُسے سزا دے کر ہلاک نہیں کر ڈالتا بلکہ ایک شفیق اور مہربان باپ کی مانند اپنے بچھڑے ہوئے بیٹے کی واپسی کے لئے  بے چین رہتا ہے۔اور جونہی کو ئی گنہگار اپنے گناہوں سے پشیمان ہو کر اُس کی رحمت کا طلب گار ہوتا ہے وہ ایک شفیق باپ کی طرح فوراً اُسے اپنے گلے سے لگا لیتا ہے۔ گویاخُدا کی محبت اِس قدر وسیع و عریض اور گہری ہے کہ کوئی ایسا گنہگار نہیں جو اُس کی محبت اور رحمت سے محروم رہے۔
	خُدا ہر انسان سے پیار کرتا ہے اور اُس کے پیار کا تقاضا ہے کہ کوئی انسان بھی ہلاک نہ ہو ۔ وہ چاہتا ہے کہ اِنسان جو اپنے گناہ اور بدی کے باعث اُس سے دُور ہو گیا ہے اپنے گناہوں سے توبہ کر کے اُس کے پاس لوٹ آئے۔
چہارم:وہ سب کا ہادی ہے
	چونکہ خُدا محبت ہے اور وہ چاہتا ہے کہ کوئی انسان بھی اُس سے دور رہ کر ہلاک نہ ہو اِس لئے اُس نے اِنسان کی ہدایت اور برکت کے لئے دو خاص انتظام کئے۔
	اوّل: اپنے انبیا ئے کرام کو بھیجا تاکہ وہ خُدا کی مرضی انسان پر ظاہر کریں۔
	دوم: اپنے انبیا ئے کرام  کے وسیلہ سے ہی اپنی شریعت تحریر کروائی تاکہ انسان 		  اُس کے مطابق عمل کر کے خُدا کی خوشنودی حاصل کرے اور زندہ رہے۔
	خُدا نے انبیا کو دُنیا میں اِس لئے بھیجا کہ اُن کا آنا اِنسان کے لئے برکت اور زندگی کا باعث ہواور اِسی طرح شریعتِ الٰہی کا واحد مقصد بھی اِنسان کو زندگی عطا کر نا تھا۔ جب خُدا نے حضرت ابرہام(ابراہیم)کواپنی خدمت کے لئے چُنا تو اُن سے فرمایا،
	”سو تُو(سب قوموں کے لئے) باعثِ برکت ہو“(پیدایش12: 2)۔
	پھر مزید فرمایا کہ
	” اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی“ (پیدایش22: 18)
	انبیا اور شریعتِ الٰہی کی تعلیم یہ ہے خُدا ہر انسان سے بلا امتیاز پیار کرتا ہے۔ اور سب اِنسان ایک خاندان ہیں اورہر شخص اِس عالمگیر خاندان یا عالمگیر مساوات کا حصہ ہے۔ یہی حقیقت ہے جسے تسلیم کرنے سے تعصب اور نفرت کی تمام دیواریں گر جاتی ہیں۔
	جب کوئی شخص یہ قبول کر لیتا ہے کہ خُدا تعالیٰ  کے نزدیک سب انسان قابلِ قدر ہیں اور سب اِنسانوں سے خُدا پیار کرتا ہے تو وہ یہ قبول کرنے  کے لئے تیار ہو جاتا ہے کہ ہر اِنسان کو جینے کا حق ہے، اُس کا تعلق خواہ کسی بھی مذہب اور عقیدہ سے کیوں نہ ہو۔

سبق کا خلاصہ
	 اَب تک ہم سیکھ چکے ہیں کہ خُدا تعالیٰ سب کو بلا امتیاز خوراک مہیا کرتے ہیں۔ ایماندار بھی اُس  کے دستِ شفقت سے سیر ہوتے ہیں اور  بے دینوں کے لئے بھی اُس کی مُٹھی کُھلی رہتی ہے۔ پھر یہ بھی کہ خداتعالیٰ سب بنی آدم کو بلا امتیاز زندہ رہنے کا حق بھی عطا کرتا ہے۔ وہ کسی کی ہلاکت نہیں چاہتا بلکہ وہ توہر اِنسان کو سنبھالتا اور محفوظ رکھتا ہے۔ پھرجب کسی سے گناہ سر زد ہوتا ہے تو وہ فوری طور پر اُسے سزا دے کر ہلاک نہیں کر ڈالتا بلکہ اگر کوئی گنہگار توبہ کرکے اُس کی رحمت کا طلب گار ہوتو شفیق باپ کی طرح اُسے گلے لگا لیتا ہے ۔
 	اِسی طرح خُدا تعالی نے اپنے انبیا ئے کرام اور اپنی شریعت کو اِس لئے بھیجا کہ اُن کے وسیلہ اِنسان برکت اور زندگی پائے ۔گویاالٰہی شریعت اور انبیا کرام اِنسانی تباہی کا نہیں بلکہ زندگی کا باعث ہیں۔
سیکھنے کی بات
	یہ ساری باتیں اِس بات کا ثبوت ہیں کہ خُدا تعالیٰ ہر اِنسان سے پیار کرتا ہے۔ وہ بلا امتیاز ہر اِنسان کو خوراک، تحفظ اور زندگی عطا کرتا ہے اورگنہگاروں کو فوری طور تباہ کرنے کی بجائے اُنہیں معاف کر کے اُنہیں جینے کا حق عطا کرتا ہے۔ اِس لئے کہ وہ کسی خاص مذہب، قوم اور قبیلہ کا خُدا نہیں بلکہ وہ ربّ العالمین ہے۔ اِس لئے وہ ہر انسان سے پیار کرتا ہے۔ اِس لئے لازم ہے کہ ہم بھی بلا امتیازِ مذہب و عقیدہ اور رنگ و نسل ہر انسان سے پیار کریں اُن کی ضروریات کا خیال رکھیں۔اور اُنہیں زندہ رہنے کا حق دیں۔ کسی سے کوئی غلطی ہو تو اُسے تباہ کرنے کی بجائے برداشت کر کے اُسے معاف کرنے کا حوصلہ پیدا کریں۔

  ''';
 String  course1lesson5 = '''
 سبق نمبر5
اِنسان دُشمن رویہ اور تقاضائے قربتِ الٰہی کے بارے 
توریت، زبور اورصحائفِ انبیاءکی شہادت
	توریت شریف میں مذکور ہے کہ خُدا تعالی  نے اِنسان کو خلق کر کے باغ عدن میں رکھا ۔ باغِ عدن میں اِنسان خُدا تعالی کی قربت اور حضوری سے لُطف اندوز ہوتا تھا۔ تاہم خُدا تعالیٰ کی نافرمانی کے باعث عادل خُدا نے گنہگار اِنسان کو اپنی حضوری سے  بے دخل کر دیا۔
	جیسے ہی اِنسان خُدا کی حضوری سے نکلا، گناہ کے مہلک اثرات اُس کی زندگی پر ظاہر ہونا شروع ہو گئے۔جیسے جیسے وقت گزرتا گیا ہے ویسے ہی یہ اثرات شدید ہوتے گئے۔ یہاں تک کہ اِنسان کو اِنسان ہی سے خوف آنے لگا۔ اِس سبق میں ہم سیکھیں  گے کہ گناہ کے اِن منفی اثرات  نے کیسے اِنسان کو اِنسان کے خون کا پیا سا بنا دیا۔ اور اُس کے ساتھ ہم یہ بھی دیکھیں  گے کہ ایسی صورتِ حال میں خُدا تعالیٰ انسان سے کیا تقاضاکرتے ہیں۔
 اِنسان باغِ عدن میں
	توریت شریف میں بیان ہے کہ خُدا نے پہلے انسان یعنی حضرت آدم اورحوا کو خلق کر کے باغِ عدن میں رکھا۔ اور اُنہیں ذمہ داری بخشی کہ وہ باغِ عدن کی باغبانی اور نگہبانی کریں۔ اور اُس کے ساتھ ہی اُنہیں ایک مختصر سی شریعت بھی عطا فرمائی۔ توریت شریف میں یوں مرقوم ہے،
	”اور خداوند خدا نے آدم کو حکم دیا اور کہا کہ تُو باغ کے ہر درخت کا پھل بے روک ٹوک کھاسکتاہے۔ لیکن نیک و بد کی پہچان کے درخت کا (پھل)کبھی نہ کھانا کیونکہ جس روز تُو  نے اُس میں سے کھایا تُو مرا“ (پیدائش2: 16-17) 
	اَب ہوا یوں کہ ابلیس جو کہ خُدا اور انسان دونوں کا دشمن ہے سانپ کی صورت میں حوا کے پاس آیا اور فریب اور دھوکہ سے حضرت حوا کو اُبھارنے لگا کہ وہ ممنوعہ پھل کھا کر شریعتِ الٰہی کی نافرمانی کر ے۔ اِس حوالہ سے توریت شریف میں یوں مرقوم ہے،
	”اور سانپ کل دشتی جانوروں سے جن کو خداوند خدا نے بنایا تھاچالاک تھا اور اُس نے عورت سے کہا کیا واقعی خدا نے کہاہے کہ باغ  کے کسی درخت کا پھل تم نہ کھانا؟“
	 ”عورت نے سانپ سے کہا کہ باغ  کے درختوں کا پھل تو ہم کھاتے ہیں پر جو درخت باغ  کے بیچ میں ہے اُسکے پھل کی بابت خدا نے کہا ہے کہ تم نہ تو اُسے کھانا اور نہ چھونا ورنہ مر جاﺅ  گے“۔
	 ”تب سانپ نے عورت سے کہا کہ تم ہرگز نہ مرو  گے بلکہ خدا جانتا ہے کہ جس دن تم اُسے کھاﺅ گے تمہاری آنکھیں کھُل جائیں گی اور تم خد ا کی مانند نیک و بد کی پہچان  کے جاننے والے بن جاﺅ گے۔“
 	 ” عورت نے جو دیکھا کہ وہ درخت (کا پھل) کھانے کے لئے اچھا اور آنکھوں کو خوشنما معلوم ہوتاہے اور عقل بخشنے کے لئے خوب ہے تو اُس کے پھل میں سے لیا اور کھایا اور اپنے شوہر کو بھی دیا اور اُس نے کھایا“۔ (پیدایش3: 1-6)۔
حضرت آدم اور حوا خُدا تعالیٰ  کے حضور میں
	جب حضرت آدم اور حوا نے شجرِ ممنوعہ کاپھل کھا کر خُدا تعالیٰ کی نافرمانی کی تو اُس کا ایک اثر تو یہ ہوا کہ دونوں  نے اپنے آپ کو ننگا محسوس کرنا شروع کردیا۔اور دوسرا یہ کہ اُن کی زندگی میں ڈر اور خوف پیدا ہوگیا۔چنانچہ تورات شریف(پیدائش3: 9-10) میں یوں مرقوم ہے،
 	”تب خداوند خدا نے آدم کو پکارا اور اُس سے کہا کہ تُو کہاں ہے؟ اُس نے کہا مَیں نے باغ میں تیری آواز سنی اور مَیں ڈرا کیونکہ مَیں ننگا تھا اور مَیں  نے اپنے آپ کو چِھپایا“۔
	جب خُدا تعالیٰ  نے اُن سے پوچھا کہ کہیں اُنہوں نے شجرِ ممنوعہ تو نہیں کھا لیا تو اُنہوں  نے اپنی غلطی تسلیم کرنے کی بجائے ایک دوسرے پر الزام لگاناشروع کردیا۔
	حضرت آدم نے کہا”جس عورت کو تو نے میرے ساتھ کیا اُس نے مجھے اُس درخت کا پھل دیااور میں نے کھایا(پیدایش3: 12)
	اِسی طرح حضرت حو ا نے کہا ”سانپ نے مُجھ سے کہا اور میں نے کھایا“(پیدایش3: 13)
	یوں ہم دیکھتے ہیں کہ خُدا تعالیٰ کی نافرمانی کے باعث انسان کی زندگی میں شرمساری‘ ڈر اورخوف نے جنم لیا۔ اور پھر اسی طرح الزام تراشی اور خود غرضی جیسی اور بھی کئی منفی باتیں انسان کی زندگی میں آگئیں۔ 
آہ ! باغِ عدن
	چونکہ انسان نے ابلیس کی بات مان کر خُدا کی نافرمانی کی اس لئے خُدا تعالیٰ نے انسان کو اپنی حضوری یعنی باغِ عدن سے نکال دیا۔پیدائش3: 22-23 میں یوں مرقوم ہے،
	”اورخداوندخدانے کہادیکھو اِنسان نیک و بد کی پہچا ن میں ہم میں سے ایک کی مانند ہو گیا۔ اب کہیں ایسانہ ہو کہ وہ اپنا ہاتھ بڑھائے اور حیات کے درخت سے بھی کچھ لے کر کھائے اور ہمیشہ جیتا رہے اِس لئے خداوند خدا نے اُس کو باغ عدن سے باہر کردیا“ ۔
 نسلِ اِنسانی میں گناہ کے اثرات
	جب خُدا تعالیٰ نے حضرت آدم سے پوچھا کہ اُنہوں نے شجرِ ممنوعہ کا پھل کیوں کھایا تو اُنہوں  نے اپنی غلطی تسلیم کرنے کی بجائے حضرت حوا پر الزام لگانا شروع کردیا۔ اگرچہ شروع شروع میں الزام تراشی اور  بے اعتمادی کی یہ باتیں بڑی معمولی دکھائی دیتی تھیں تاہم بعد میں ان منفی باتوں نے نسل انسان میں بڑی شدت اختیار کر لی۔ بڑھتے بڑھتے یہ سلسلہ خون خرابے اور قتل و غارت تک پہنچ گیا۔
	حضرت آدم کے بڑے بیٹے قائن (قابیل) نے اپنے کھیت کے پھل کا ہدیہ خُدا کے حضور قربانی کے طور پر پیش کیا جو خُدا نے منظور نہ کیا بعد میں حضرت آدم کے چھوٹے بیٹے ہابل (ہابیل) نے اپنے جانور وں کی قربانی پیش کی جو خُدا نے قبول کر لی۔اس صورتِ حال کو دیکھ کر قائن(قابیل) حسد سے بھر گیا اور اپنے چھوٹے بھائی ہابل(ہابیل) کو قتل کر ڈالا (پیدایش4: 1-8)۔ یوں یہ سلسلہ آگے ہی آگے بڑھتے ہوئے شدت اختیار کرتا گیا۔
 اِنسان کا اِنسان دشمن رویہ
	جوں جوں وقت گزرتا گیا اِنسان کا اِنسان دُشمن رویہ اِس قدر شدید ہوتا گیا کہ اِنسان اپنے ہی ہم جنس اِنسانوں  کے خون کا پیا سا ہوگیا۔اور پھر اِنسان اِنسان ہی سے خوف کھانے لگا۔
	اِس صورتِ حال کی تصویر کشی ایک زبور شریف میں یوں کی گئی ہے،
	”شریر اپنی نفسانی خواہش پر فخر کرتا ہے
	اور لالچی خُداوند کو ترک کرتا 
	بلکہ اُس کی اہانت کرتا ہے
	اُس کا مُنہ لعنت و دغا اور ظُلم سے پُر ہے
	شرارت اور بدی اُس کی زبان پر ہیں
	وہ دیہات کی کمین گاہوں میں بیٹھتا 
	وہ پوشیدہ مقاموں میں  بے گناہ کو قتل کرتا ہے
	اُس کی آنکھیں  بے کس کی گھات میں لگی رہتی ہیں
	وہ پوشیدہ مقام میں شیرِ ببر کی طرح دبک کر بیٹھتا ہے
	وہ غریب کے پکڑنے کو گھات لگائے رہتا ہے
	وہ غریب کو اپنے جال میں پھنسا کر پکڑ لیتا ہے(زبور 10: 3-9)
اِسی طرح حضرت یسعیاہ نبی ایسے لوگوں کے بارے یوں بیان کرتے ہیں،
	”تمہاری بدکرداری  نے
	 تمہارے اور تمہارے خُدا کے درمیان جُدائی کر دی ہے
	اور تمہارے گناہوں  نے اُسے تُم سے رُوپوش کیا
	 ایسا کہ وہ نہیں سُنتا۔
	کیونکہ تمہارے ہاتھ خون سے اور تُمہاری اُنگلیاں بدکرداری سے آلودہ ہیں 
	تمہارے لب جھوٹ بولتے اور تمہاری زبان شرارت کی باتیں بکتی ہے
	کوئی انصاف کی بات پیش نہیں کرتا کوئی سچائی سے حُجت نہیں کرتا
	وہ بطالت پر توکل کرتے ہیں اور جھوٹ بولتے ہیں
	وہ زیان کاری سے بارور ہو کر بدکرداری کو جنم دیتے ہیں
	وہ افعی (بڑے سانپ)کے انڈے سیتے اورمکڑی کا جالا بُنتے ہیں
	جو اُن کے انڈوں میں سے کُچھ کھائے مر جائے گا
	جو اُن میں سے توڑا جائے اُس سے افعی نکلے گا 
	اُن کے جالے سے پوشاک نہیں بنے گی
	وہ اپنی دستکاری سے ملبّس نہ ہوںگے 
	اُن کے اعمال بدکرداری کے ہیں اور ظُلم کا کام اُن کے ہاتھوں میں ہے
	اُن کے پاﺅں بدی کی طرف دوڑتے ہیں
	اور وہ بے گناہ کا خون بہانے  کے لئے جلدی کرتے ہیں
	اُن کے خیالات بدکرداری کے ہیں، تباہی اور ہلاکت اُن کی راہوں میں ہے
	وہ سلامتی کا رستہ نہیں جانتے اور اُن کی روش میں انصاف نہیں“۔(یسعیاہ 59: 2-8)
تقاضائے قربتِ الٰہی
	ہم سیکھ چکے ہیں کہ خُدا تعالیٰ نہایت ہی پاک ہیں۔ اِس قدر پاک کہ کوئی بھی گناہ گار اِنسان اُن  کے حضور میں ٹھہر نہیں سکتا۔ اِسی لئے خُدا تعالیٰ  نے حضرت آدم اور حوا کو بھی اپنی حضور سے خارج کردیا۔ اِسی طرح دیگر اِنسان بھی اپنے اپنے گناہوں کی بدولت خُداتعالیٰ سے جُدا ہیں ۔ اِس حوالہ سے ہم حضرت یسعیاہ نبی کا بیان پڑھ چکے ہیں کہ
	”تمہاری بدکرداری  نے تمہارے اور تمہارے خُدا کے درمیان جُدائی کر دی ہے اور تمہارے گناہوں  نے اُسے تُم سے رُوپوش کیا ایسا کہ وہ نہیں سُنتا“(یسعیاہ59: 2)۔
	اَب سوال یہ پیدا ہوتا ہے کہ جب اِنسان اپنے گناہ کے باعث خُدا کی حضوری سے جُدا ہے تو قربتِ الٰہی  کے حوالہ سے کلام الٰہی اُس سے کیا تقاضا کرتا ہے۔ 
	اِس حوالہ سے ہم سیکھ چکے ہیں کہ خُدا تعالیٰ نے اِنسان کو اپنی شبیہہ اور صورت پر خلق کیا۔ اِس لئے خُدا تعالیٰ اِنسان کو دوسری تمام مخلوقات سے بڑھ کر پیار کرتے ہیں۔ اور چاہتے ہیں کہ جس طرح وہ خود اِنسان سے پیار کرتے ہیں اُسی طرح اِنسان بھی دوسرے اِنسانوں سے پیار کرے اور اُن کے زندہ رہنے  کے حق کو تسلیم کرے۔
	اِس لئے ہم کہہ سکتے ہیں کہ خُدا کی قربت کے حصول  کے لئے سب سے پہلا قدم یہ ہے کہ اِنسان دیگر انسانوں کا احترام کرنا سیکھے۔	چنانچہ اِس بات کی تائید کرتے ہوئے حضرت داﺅد ایک زبور میں یوں رقمطراز ہیں،
	”زمین اور اُس کی معموری خُداوند ہی کی ہے
	جہان اور اُس کے باشندے بھی
	کیونکہ اُس  نے سمندروں پر اُس کی بنیاد رکھی
	اور سیلابوں پر اُسے قائم کیا
	خُداوند کے پہاڑ پر کون چڑھے گا
	اور اُس کے مقدّس مقام پر کون کھڑا ہوگا؟
	وہی جس کے ہاتھ صاف ہیں اور جس کا دل پاک ہے
	جس نے بطالت پر دل نہیں لگایا، اور مکر سے قسم نہیں کھائی
	وہ خُداوند کی طرف سے برکت پائے گا
	ہاں اپنے نجات دینے والے خُدا کی طرف سے صداقت
	یہی اُس کے طالبوں کی پشت ہے“(زبور24: 1-5)۔
پھر ایک اور زبور میں آپ مزید فرماتے ہیں،
	”اَے خُداوند تیرے خیمہ میں کون رہے گا؟
	تیرے کوہِ مقدّس پر کون سکونت کرے گا؟
	وہ جو راستی سے چلتا اور صداقت کا کام کرتا ہے
	اور دل سے سچ بولتا ہے۔
	وہ جواپنی زبان سے بہتان نہیں باندھتا
	اور اپنے دوست سے بدی نہیں کرتا اور اپنے ہمسایہ کی بدنامی نہیں سُنتا
	 وہ جس کی نظر میں رذیل آدمی حقیر ہے
	پر جو خُدا وند سے ڈرتے ہیں اُن کی عزت کرتا ہے۔
	وہ جو قسم کھا کر بدلتا نہیں خواہ نقصان ہی اُٹھائے۔
	وہ جو اپنا روپیہ سود پر نہیں دیتا اور بے گناہ کے خلاف رشوت نہیں لیتا 
	ایسے کام کرنے والا کبھی جُنبش نہ کھائے گا“
(زبور15: 1-5)۔
سیکھنے کی بات
	جیسا کہ ہم پہلے بیان کر چکے ہیں خُدا تعالیٰ نہایت ہی پاک ہیں۔ اس قدر پاک کہ کوئی بھی گناہ گار اِنسان اُس  کے حضور میں ٹھہر نہیں سکتا۔ اِسی لئے خُدا تعالیٰ  نے حضرت آدم اور حوا کو بھی اپنی حضور سے خارج کردیا۔ اسی طرح دیگر انسان بھی اپنے اپنے گناہوں کی بدولت خُداتعالیٰ سے جُدا ہیںٓ۔ 
	اَب سوال یہ ہے کہ اِنسان کس طرح دوبارہ خُدا کی قربت حاصل کر سکتا ہے۔ کلامِ الٰہی میں اس حوالہ سے تفصیلی تعلیم پائی جاتی ہے۔ اور اسی تعلیم  کے ایک نہایت ہی اہم پہلو پرہم  نے اِس سبق پر غور کیا ہے۔ 
	 اِس اہم تعلیم کا لبِ لباب یہ ہے کہ قربتِ الٰہی  کے حصول  کے لئے لازم ہے کہ ہر شخص اپنے دیگر ہم جنس اِنسانوں سے بلا امتیازِ رنگ و نسل اور عقیدہ پیار کر ے۔ اُن کے مال و جان اور جذبات کا احترام کرے اوریہ تسلیم کر ے کہ ہر اِنسان کو زندہ رہنے کا حق ہے۔	
	اِس سے بھی بڑھ کر یہ کہ ہر انسان کو دوسرے لئے باعثِ عذاب بننے کی بجائے باعث برکت بننا ہے۔ دوسروں کو تباہ و برباد کرنے کی بجائے ہر شخص کو دوسروں کی تعمیرو ترقی  کے لئے ایک فعال کردار ادا کرنے کی ضرورت ہے ۔
	چنانچہ ہمارے اِس کورس کا حتمی مقصد یہ ہے کہ ہم اِس میں فراہم کردہ تعلیمات کو ذہن میں رکھتے ہوئے دوسروں کے دُکھ، مصیبت، پریشانی اور غم کو کم کر کے اُن میں خوشیوں، مسرتوں اور محبت کی سوغات بانٹیں، اور دوسروں کی زندگیوں کو جہنم بنانے کی بجائے اُنہیں ایسا ماحول فراہم کریں کہ لوگ اِس دُنیا کو ہی فردوسِ بریں سمجھ کر خُدا کی عطا کردہ زندگی سے پیار کر نا شروع کردیں۔

  ''';
 String  part1Introduction = '''
 کارسپانڈنس کورس
تعارف
خُدا تعالیٰ کی وفاداری )حصہ اوّل(


آیت:  ''۔۔۔خُداوند بھلا ہےاُسکی شفقت ابدی ہےاور اُس کی وفاداری پشت در پشت رہتی ہے'' (زبور5:100)



عزیز طالب علم!
	ہم خط و کتابت کورس ”خُدا کی وفاداری : حصہ اوّل“ آپ کی خدمت میں پیش کرتے ہوئے بہت زیادہ خوشی محسوس کر رہے ہیں۔اُمید ہے کہ اِس کے مطالعہ سے آپ کو بہت زیادہ برکت ملے گی۔
	 خُدا تعالیٰ کی ہمیشہ سے یہ خواہش اور مرضی رہی ہے کہ انسان اُس کی رفاقت اور قربت سے لطف اندوز ہوتا رہے۔ تاہم اس کے لئے لازم تھا کہ انسان مکمل طور پر خُدا کی مرضی اوراُصول و ضوابط(شریعت ) کے مطابق زندگی بسر کرتا رہتا۔ اس لئے کہ شریعت  الٰہی باعث  حیات وبرکت ہے جبکہ شریعت کی نافرمانی گناہ ہے جس کا نتیجہ الٰہی رفاقت اور حضوری سے محرومی اور موت ہے۔
	کلامِ الٰہی اس بات کا شاہد ہے انسان خُدا تعالیٰ کی شریعت کے مطابق زندگی بسر کرنے میں ناکام رہا جس کے باعث وہ الٰہی رفاقت سے محروم ہو گیا۔ اور پھر گناہ کاوہ سلسلہ جو ایک انسان کی زندگی سے شروع ہو ا اُس نے پوری نسل انسانی کو اپنی لپیٹ میں لے لیا۔
	اس کورس میں ہم سیکھنے کی کوشش کریں گے کہ اگرچہ انسان اپنی نافرمانی اورگناہ کے باعث خُدا تعالیٰ سے بے وفا ہو گیا تاہم انسان کے لئے خُدا تعالیٰ کی محبت میں کبھی بھی کمی نہ آئی بلکہ خُدا تعالیٰ اپنی محبت میں ہمیشہ وفادار رہے ۔
	اس کورس ”خُدا کی وفاداری “ کے دو حصے ہیں اور ہر حصہ پانچ اسباق پر مشتمل ہے۔اگر اس کو سمجھنے میں کوئی مشکل ہو تو ہمیں ضرور مطلع کریں۔ کلامِ الٰہی کی تفہیم کے سلسلہ میںآپ کی مددکرنا ہمارے لئے باعث فخر ہو گا۔ خُدا تعالیٰ آپ کا حامی و ناصر ہو ۔
دُعاگو
پرنسپل و سٹاف 
پاکستان بائبل کارسپانڈنس سکول

  ''';
 String  part1lesson1 = '''
 سبق نمبر1
 شریعت الٰہی اور گناہ
شریعت الٰہی
	الٰہی معیارکے مطابق زندگی گزارنے کے لئے خُداتعالیٰ کے مقرر کردہ اصول و ضوابط شریعتِ الٰہی کہلاتے ہیں۔ شریعت کو عبرانی میں” تَورہ“ یاتَورات کہتے ہیں۔ شریعتِ الٰہی کا مقصد یہ ہے کہ اُس پر عمل کرنے سے انسان خُدا کے ساتھ اپنا تعلق اور رفاقت قائم رکھ سکیں۔ جو لوگ خُدا کی شریعت پر عمل کرنے سے قاصر رہتے ہیں وہ الٰہی رفاقت سے محروم ہو جاتے ہیں۔
شریعت الٰہی کی فرمانبرداری کی برکات
	شریعت الٰہی پر عمل کرنا برکات الٰہی کا باعث ہے۔توریت شریف میں شریعت پر عمل کرنے کی بہت سی برکات بیان کی گئی ہیں تاہم یہاں چند ایک کا بیان کیا جارہا ہے۔ خُدا تعالیٰ فرماتے ہیں ”اگر تُم میری شریعت پرچلواور میرے حکموں کو مانواور اُن پر عمل کرو(تو )میں تُم پر نظرِ عنایت رکھونگا اور تُم کو برومند کرونگااوربڑھاﺅنگا ۔اور جو میرا عہد تمہارے ساتھ ہے اُسے پورا کرونگا اور میں اپنا مسکن تمہارے درمیان قائم رکھونگا اور میری روح تُم سے نفرت نہ کرے گی اور میں تمہارے درمیان چلا پھرا کرونگا اور تمہار ا خُدا ہونگا اور تُم میری قوم ہو گے“(احبار3:26،9،11،12)۔	


شریعت الٰہی کی نافرمانی کی سزا 
	شریعت کی نافرمانی گناہ ہے ۔جو شریعت الٰہی پر عمل کرنے سے قاصر رہتے ہیں اُنہیں برکاتِ الٰہی سے محرومی کے علاوہ غضبِ الٰہی کا سامنا بھی کرنا پڑتا ہے۔اِس حوالہ سے فرمانِ الٰہی اِس طرح ہے”لیکن اگر تُم میری نہ سُنو اور اُن سب حکموں پر عمل نہ کرو اور میری شریعت کو ترک کرو اور تمہاری رُوحوں کو میرے فیصلوں سے نفرت ہو اور تُم میرے سب حکموں پر عمل نہ کروبلکہ میرے عہدکوتوڑوتومیںبھی تمہارے خلاف چلوں گا“(احبار14:26،15،24)۔
	 حقیقت میں شریعت الٰہی کی نافرمانی خُدا تعالیٰ کی توہین کے مترادف ہے۔ اِسی لئے خُدا تعالیٰ فرماتے ہیں کہ میں ایسے لوگوں کا مخالف ہوں گا(احبار24:26)۔
	شریعت کی نافرمانی خواہ کوئی عام شخص کرے یا راستباز اورمذہبی رہنما کرے خُدا تعالیٰ اُسے برداشت نہیں کرسکتے۔چنانچہ لکھا ہے ”جو جان گناہ کرتی ہے وہی مرے گی“ (حزقی ایل20:18)
زمین پرشریعت الٰہی کی سب سے پہلی نافرمانی 
	 خُدا نے پہلے انسان یعنی حضرت آدم اورحوا کو خلق کر کے باغِ عدن میں رکھا۔اور اُنہیں فرمایا کہ وہ باغِ عدن کی باغبانی اور نگہبانی کریں۔اور ساتھ ہی اُنہیں ایک مختصر سی شریعت بھی عطا فرمائی۔ چنانچہ توریت شریف (پیدایش16:2،17) میں یوں مرقوم ہے۔
	”اور خداوند خدا نے آدم کو حکم دیا اور کہا کہ تُو باغ کے ہر درخت کا پھل بے روک ٹوک کھاسکتاہے۔ لیکن نیک و بد کی پہچان کے درخت کا کبھی نہ کھانا کیونکہ جس روز تُو نے اُس میں سے کھایا تُو مرا“ ۔
	اَب ہوا یوں کہ ابلیس جو کہ خُدا اور انسان دونوں کا دشمن ہے سانپ کی صورت میں حوا کے پاس آیا اور فریب اور دھوکہ سے حضرت حوا کواس بات پر اُبھارنے لگا کہ وہ شریعت ِ الٰہی کی نافرمانی کر کے خُدا تعالیٰ کے خلاف گناہ کرے۔اِس حوالہ سے توریت شریف میں یوں بیان ہے،
	”اور سانپ کل دشتی جانوروں سے جن کو خداوند خدا نے بنایا تھاچالاک تھا اور اُس نے عورت سے کہا کیا واقعی خدانے کہاہے کہ باغ کے کسی درخت کا پھل تم نہ کھانا؟“
	 ”عورت نے سانپ سے کہا کہ باغ کے درختوں کا پھل تو ہم کھاتے ہیںپر جو درخت باغ کے بیچ میں ہے اُس کے پھل کی بابت خدا نے کہا ہے کہ تم نہ تو اُسے کھانا اور نہ چھوناورنہ مر جاﺅ گے“۔
	 ”تب سانپ نے عورت سے کہا کہ تم ہرگز نہ مرو گے بلکہ خدا جانتا ہے کہ جس دن تم اُسے کھاﺅ گے تمہاری آنکھیں کھُل جائیں گی اور تم خد ا کی مانند نیک و بد کے جاننے والے بن جاﺅ گے۔“
 	 ” عورت نے جو دیکھا کہ وہ درخت (کا پھل) کھانے کے لئے اچھا اور آنکھوں کو خوشنما معلوم ہوتاہے اور عقل بخشنے کے لئے خوب ہے تو اُس کے پھل میں سے لیا اور کھایا اور اپنے شوہر کو بھی دیا اور اُس نے کھایا“۔
(پیدائش1:3-6)
حضرت آدم اور حضرت حوا خُدا تعالیٰ کے رُوبرُو
	جب حضرت آدم اورحضرت حوانے شجرِ ممنوعہ کا پھل کھا کر خُدا تعالیٰ کی نافرمانی کی تو اُس کا ایک اثرتویہ ہوا کہ دونوں نے اپنے آپ کو ننگا محسوس کرنا شروع کردیا،اور دوسرا یہ کہ اُن کی زندگی میں ڈر اور خوف پیدا ہوگیا۔اِس بارے میں تورات شریف مےں یوںمذکور ہے،
 	”تب خداوند خدانے آدم کو پکارا اور اُس سے کہا کہ تُو کہاں ہے؟اُس نے کہا مَیں نے باغ میں تیری آواز سنی اور مَیں ڈرا کیونکہ مَیں ننگا تھا اور مَیں نے اپنے آپ کو چھپایا“ (پیدائش9:3،10)۔
	جب خُدا تعالیٰ نے اُن سے پوچھا کہ کہیں اُنہوں نے شجرِ ممنوعہ کا پھل تو نہیں کھالیا ۔تو اُنہوں نے اپنی غلطی تسلیم کرنے کی بجائے ایک دوسرے پر الزام لگاناشروع کردیا۔
” حضرت آدم نے کہاجس عورت کو تو نے میرے ساتھ کیا اُس نے مجھے اُس درخت کا پھل دیااور میں نے کھایا“(پیدایش12:3)۔
	اِسی طرح حضرت حو ا نے کہا”سانپ نے مُجھ کو بہکایاتو میں نے کھایا“(پیدایش13:3)
	چنانچہ جہاں گناہ کے باعث انسان کی زندگی میں شرمساری‘ ڈر اورخوف جیسی منفی باتیں پیدا ہوتی ہیںوہاں ایک اور خاص قسم کا گناہ بھی جنم لیتا ہے اور وہ ہے ،الزام تراشی اور خود غرضی کا گناہ۔ 
حضرت آدم اورحضرت حوا کے بارے الٰہی فیصلہ
	 خُدا تعالیٰ نے عورت سے کہا ”مَیں تیرے دَرد ِحمل کو بہت بڑھاﺅں گا۔ تُو دَرد کے ساتھ بچے جنے گی اور تیری رغبت اپنے شوہر کی طرف ہو گی اور وہ تجھ پر حکومت کرے گا“(پیدائش16:3)
	پھرحضرت آدم سے کہا” چونکہ تُو نے اپنی بیوی کی بات مانی اور اُس درخت کا پھل کھایا جس کی بابت مَیں نے تجھے حکم دیا تھا کہ اُسے نہ کھانا اِس لئے زمین تیرے سبب سے لعنتی ہوئی۔ مشقت کے ساتھ تُو اپنی عمر بھر اُس کی پیداوار کھائے گااور وہ تیرے لئے کانٹے اور اونٹ کٹارے اُگائے گی۔ اور تُو کھیت کی سبزی کھائے گاتُو اپنے منہ کے پسینے کی روٹی کھائے گا جب تک کہ زمین میں تُوپھر لوٹ نہ جائے اِس لئے کہ تُو اُس سے نکالاگیا ہے کیونکہ تُو خاک ہے اور خاک میں پھر لوٹ جائے گا“(پیدائش17:3-19 )۔
	 ”اورخداوندخدانے کہادیکھو اِنسان نیک و بد کی پہچا ن میں ہم میں سے ایک کی مانند ہو گیا۔ اب کہیں ایسانہ ہو کہ وہ اپنا ہاتھ بڑھائے اور حیات کے درخت سے بھی کچھ لے کر کھائے اور ہمیشہ جیتارہے اِس لئے خداوند خدا نے اُس کو باغِ عدن سے باہر کردیا“۔(پیدائش22:3-23)
 سانپ کے بارے الٰہی فیصلہ
	”اورخُداوند خُدا نے سانپ سے کہا اس لئے کہ تو نے یہ کیاتُو سب چوپایوں اور دشتی جانوروں میں ملعون (لعنتی) ٹھہرا۔تو اپنے پیٹ کے بل چلے گا اور اپنی عمر بھر خاک چاٹے گا ۔اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“(پیدایش14:3-15)۔ 
گناہ اور شیطان کو کچلنے کا الٰہی منصوبہ 
 	جب حضرت آدم اورحضرت حوا نے خُدا تعالیٰ کی نافرمانی کی تو اُنہوں نے اپنے آپ کو ننگا محسوس کرنا شروع کردیا۔چنانچہ اس ننگے پن کو ڈھانپنے کے لئے اُنہوں نے انجیر کے پتوں کی لنگیاں تیار کیںجو کہ ننگے پن کو ڈھانپنے کا ایک عارضی انتظام تھا۔جب خُدا نے دیکھا کہ انسان گناہ کے باعث ظاہر ہونے والے ننگے پن کو ڈھانپنے میں ناکام ہے تو پھر خُدا نے اس کے لئے خود انتظام کیا۔
اِس حوالہ سے توریت شریف میں یوں مرقوم ہے
	”اور خُداوند خُدا نے آدم اور اُس کی بیوی کے واسطے چمڑے کے کرتے بناکر اُن کو پہنائے“ 
(پیدایش21:3)
 	چنانچہ جو چمڑا حاصل کیا گیایقینا اِس کے لئے کسی جانور کو ذبح کیا گیاہوگا۔اِس سے ہم سمجھ سکتے ہیں کہ گناہ سے پیدا ہونے والے ننگے پن کو ڈھانپنے کے لئے کسی معصوم کا خون بہایا گیا۔
 	 خُدا کی مدد کے بغیراِنسان اپنی شخصی کوشش اور طاقت کے ذریعہ گناہ کے ننگے پن کو نہیں ڈھانک سکتا تھا ۔اِس لئے خُدا تعالیٰ نے ایک طرف تواِس ننگے پن کو ڈھانپنے کے لئے چمڑے کے کرتے مہیا کئے اور دوسری جانب اِنسان کی نجات کے لئے ایک خاص منصوبہ پیش کیا ، اور وہ منصوبہ یہ تھا کہ خُدا ایک مقدس ہستی کے وسیلہ سے شیطان کے سر کو کچلے گا ۔چنانچہ سانپ کو سزا دیتے ہوئے خُدا تعالیٰ نے بتایاکہ سانپ کا سر کچلنے والا شخص کیساہوگا ۔ توریت شریف کے مطابق اِس تعلق سے خُدا تعالیٰ سانپ سے یوں مخاطب ہوتے ہیں،
	”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“(پیدائش15:3)۔
	عورت اور مرد کے ازدواجی تعلق سے پیدا ہو نے والے مرد کی نسل کہلاتے ہیں۔ لیکن مندرجہ بالا آیت مقدّسہ میں جس شخصیت کو ابلیس کا سر کچلنا تھا اُسے عورت کی نسل کے طور پر آنا تھا ۔چنانچہ عورت کی نسل سے مراد ایسا شخص ہے جو مرد کے تعلق کے بغیرصرف عورت سے پیداہو۔ 
	یہ خُدا کا فضل ہے کہ ہماری مدد کے لئے اُس نے ایک ایسی ہستی کو بھیجنے کا منصوبہ بنایا جسے عورت کی نسل کے طور پر آنا تھا۔

  ''';
 String  part1lesson2 = '''
 سبق نمبر2
 عالمگیر گناہ اور عالمگیر فضل الٰہی 

(حصہ اوّل: عالمگیر گناہ)
افراد اورخاندان میں گناہ
	جس گناہ کا آغاز دو افراد حضرت آدم اور حضرت حوا کی زندگی سے ہوا بعد میں اِس نے اُن کے خاندان کو بھی اپنی لپیٹ میں لے لیا۔
	”حضرت آدم کے بڑے بیٹے قائن (قابیل) نے اپنے کھیت کے پھل کا ہدیہ خُدا کے حضور قربانی کے طور پرپیش کیا جو خُدا نے منظور نہ کیا ۔ بعد میں حضرت آدم کے چھوٹے بیٹے ہابل (ہابیل) نے اپنے جانور وں کی قربانی پیش کی جو خُدا نے قبول کر لی۔اِس صورتِ حال کو دیکھ کر قائن (قابیل ) حسد سے بھر گیا اور اپنے بھائی ہابل (ہابیل ) کو قتل کر ڈالا“(پیدایش1:4-8)۔
	 چناچہ خُدانے اُس سے کہا”تو نے یہ کیا کیا؟تیرے بھائی کا خون زمین سے مُجھ کو پکارتا ہے اور اب تو زمین کی طرف سے لعنتی ہواجس نے اپنا مُنہ پسارا کہ تیرے ہاتھ سے تیرے بھائی کا خون لے جب تُو زمین کو جوتے گا تو وہ اب تُجھے پیداوار نہ دے گی اور زمین پر تُو خانہ خراب اور آوارہ ہوگا“(پیدایش10:4-12)۔

پوری نسل انسانی میں گناہ 
	 گناہ سے نہ صرف حضرت آدم و حوا اور اُن کے خاندان کی زندگی ہی متاثرہوئی بلکہ اُن کی پوری اولاد بھی اس کے مضراثرات سے نہ بچ سکی ۔ حضرت نوح کے زمانہ میں ساری زمین خُدا کی نظر میں ناراست قرار پائی۔ پیدا یش 12:6میں لکھا ہے کہ ”اور خدا نے زمین پر نظر کی اور دیکھا کہ وہ ناراست ہوگئی ہے کیونکہ ہر بشر نے زمین پراپنا طریقہ بگاڑ لیاتھا“چنانچہ خُدا نے حضرت نوح سے فرمایا ” اور دیکھ مَیں خود زمین پر پانی کا طوفان لانے والا ہوں تاکہ ہر بشر کو جس میں زندگی کادَم ہے دُنیا سے ہلاک کر ڈالوںاورسب جو زمین پر ہیں مر جائیں گے“(پیدائش 17:6)۔
	تاہم حضرت نوح کو حکم دیا کہ وہ ایک بڑی سی کشتی بنائیں اور بتائی گئی تعداد کے مطابق سب جانوروں کے جوڑوں اوراپنے خاندان سمیت کشتی میں داخل ہوں۔ جب حضرت نوح اور اُن کا خاندان کشتی میں سوار ہو گیا تو خُدا نے زمین پر طوفان بھیجا جس کے باعث ”ہر جاندار شے جو رُوئے زمین پر تھی مر مٹی۔کیا انسان کیا حیوان۔کیا رینگنے والا جاندار کیا ہوا کا پرندہ یہ سب کے سب زمین پر سے مر مٹے۔فقط ایک نوح باقی بچا یا وہ جو اُس کے ساتھ کشتی میں تھے“ (پیدائش23:7)
	یوں ہم دیکھتے ہیں کہ وہ گناہ جس کا آغاز دو افراد حضرت آدم اور حوا سے ہوا ،وہ حضرت آدم کے بیٹے قابیل کی بدولت حضرت آدم کے خاندان میں سرایت کر گیا اور یوں آگے بڑھتا ہو ا حضرت نوح کے دور تک عالمگیر حیثیت اختیار کر گیا۔پھر یہ بھی سیکھا کہ گناہ کا نتیجہ ہمیشہ ہی خُدا کے غضب، تباہی، بربای اور موت ثابت ہوا۔ 

 حصہ دوم :عالمگیر فضل الٰہی
اِنسان کی بے بسی اور الٰہی مدد
	 ابھی ہم نے دیکھا کہ دوافراد کی زندگی سے شروع ہونے والے گناہ نے حضرت نوح کے زمانہ تک ساری نسلِ انسانی کو اپنی لپیٹ میں لے لیا۔
	انسان اپنی ذاتی کوشش اور کاوش سے اس مہلک وبا پر قابو نہیں پاسکتا تھا اس لئے اس مایوس کن صورتِ حال میں خُدا کو ہی انسان کی مدد کے لئے آگے آنا تھا۔الہامی کتبِ مقدسہ شاہد ہیں کہ خُدا تعالیٰ نے انسان کو گناہ اور شیطان سے نجات دینے کے لئے ایک خاص منصوبہ بنا رکھا تھا ۔اس منصوبہ کے مطابق خُدا تعالیٰ ایک مقدس ہستی کو اس دُنیا میں بھیجنے کو تھے جسے عورت کی نسل کے طور پر دُنیا میں آنا تھا اور آکر شیطان کے سر کو کُچلنا تھا۔اس کا ذکر ہم خُدا تعالیٰ کے اُس فتویٰ میں پاتے ہیںجو توریت شریف (پیدایش15:3 )کے مطابق اُنہوں نے ابلیس کے خلاف یوں دیا،
	”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“ 
	کلامِ مقدس میں ہم پڑھتے ہیں کہ خُدا تعالیٰ اپنے اس منصوبہ کے بارے مختلف ادوار میں مختلف انداز میںاپنے انبیا کے وسیلہ انسان کو باخبرکرتے رہے۔آئےے دیکھیں کہ خُدا تعالیٰ اپنے اس نجات بخش منصوبہ کے بارے حضرت ابرہام (ابراہیم) کی معرفت کیا خبر دیتے ہیں۔ 
اقوامِ عالم کے لئے برکت کی خوشخبری
 	 حضرت نوح کے بعد تقریباً دسویں پشت میں ابرام نامی ایک شخص پیدا ہوا جسے بعد میں خُدا تعالیٰ نے ابرہام (ابراہیم) کا نام دیا۔آپ اپنے آباو اجداد کے ساتھ کسدیوں کے اُور موجودہ عراق کے شمالی علاقہ میں آباد تھے کہ ایک روز خُدا تعالیٰ آپ سے یوں مخاطب ہوئے ،
	” تُواپنے وطن اور اپنے ناتے داروں کے بیچ سے اور اپنے باپ کے گھر سے نکل کر اُس ملک میں جا جو مَیں تجھے دکھاﺅں گااور مَیں تجھے ایک بڑی قوم بناﺅں گا اور برکت دُوں گا اور تیرا نام سرفراز کروں گا۔سو تُو باعث ِبرکت ہو! جو تجھے مبارک کہیں اُن کومَیں برکت دوں گااور جو تجھ پر لعنت کرے اُس پرمَیں لعنت کروں گااور زمین کے سب قبیلے تیرے وسیلہ سے برکت پائیں گے“(پیدایش1:12-3)۔	پھرایک اور موقع پر خُدا تعالیٰ نے مزید فرمایا،
	”تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی “۔ (پیدائش 18:22)۔ 
	جب آپ الٰہی ہدایت کے مطابق اپنے رشتہ داروں اور ناتے داروں کو چھوڑ کر ملکِ کنعان میں آئے تو خُدا تعالیٰ نے فرمایا‘	”۔۔۔یہی مُلک میں تیری نسل کو دونگا۔۔۔“(پیدایش7:12)۔
 
	 ہم غور کر سکتے ہیں کہ خُدا تعالیٰ نے حضرت ابرہام سے جو وعدہ کیا اس کے دو پہلو ہیں
	الف۔	خُدا تعالی حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
	ب۔خُدا تعالیٰ ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
	اب سوال یہ ہے کہ خُدا تعالیٰ ابرہام کی کون سی نسل کے وسیلہ اقوامِ عالم کو برکت دینا چاہتے تھے۔چنانچہ آئندہ اسباق میں ہم اس سوال کا جواب جاننے کی کوشش کریں گے۔
نسل ابرہام 
	آپ نے 75 برس کی عمر میں خدا کے حکم کے مطابق اپنے وطن سے ہجرت کی اور ابھی تک آپ اولاد کی نعمت سے محروم تھے ۔جب آپ نے اللہ تعالیٰ سے اپنی محرومی اولاد کے بارے درخواست کی تو اللہ تعالیٰ نے آپ سے ایک عظیم وعدہ کیا۔ پیدایش6-5:15 میں یوں مرقوم ہے
	” وہ(خدا) اُس (ابرام)کو باہر لے گیااور کہا کہ اَب آسمان کی طرف نگاہ کر اور اگر تُو ستاروں کوگن سکتا ہے تو گن اور اُس سے کہا کہ تیری اولاد ایسی ہی ہو گی اور وہ (ابرام) خداوند پرایمان لایااور اِسے اُس (خداوند)نے اُس(ابرام) کے حق میں راست بازی شمار کیا“ 
	جب اس وعدہ کو تقریباًدَس سال گزر گئے توحضرت ابرہام نے اپنی بیوی ساری ( حضرت سارہ) کی تجویز پر اُن کی مصری لونڈی حضرت حاجرہ سے شادی کر لی۔ جب حضرت ابرہام چھیاسی برس کے ہوئے تو حضرت حاجرہ کے بطن سے حضرت اسمعٰیل پیدا ہوئے ۔ (پیدایش1:16-15)۔
	خدا نے حضرت ابرام کوبیٹا دینے کا وعدہ اُس وقت کیاجب اُن کی ایک ہی بیوی تھی جس کا نام ساری تھا ۔ اس سے واضح ہے کہ خدا حضرت ساری ہی کے وسیلہ سے اپنے عہد پورا کرنے کو تھے تاہم حضرت ابرہام چاہتے تھے کہ خُدا اپنا منصوبہ حضرت اسمعٰیل کے وسیلہ ہی پورا کریں ۔ آپ نے خُدا تعالیٰ سے درخواست کی ” ۔۔۔کا ش اسمٰعیل ہی تیرے حضور جیتا رہے“۔(پیدائش18:17)
	تاہم خدا جو لاتبدیل اور مستقل مزاج ہے اُس نے اپنے ارادہ کو قائم رکھتے ہوئے ابرہام کی درخواست قبول کرنے کی بجائے اُن سے فرمایا”بے شک تیری بیوی سارہ کے تجھ سے بیٹا ہو گا ۔ تُو اُس کا نام اضحاق رکھنا اورمَیں اُس سے اور پھر اُس کی اولا د سے اپنا عہد جو اَبدی عہد ہے باندھوں گا“ (پیدائش19:17) ۔ 
	چنانچہ الٰہی وعدہ کے مطابق نوّے(90)سال کی عمر میں حضرت سارہ کے ہاں وعدہ کا فرزندحضرت اضحاق پیدا ہوا،اُس وقت حضرت ابرہام سو(100) برس کے تھے(پیدائش3:21-5)۔
 حضرت ابرہام کا امتحان
	پیدائش 8:21-12کے مطابق جب حضرت اضحاق کا دُودھ چھڑایا گیا تو حضرت ابرہام نے ایک بڑی ضیافت کی۔ اُس وقت حضرت اسمٰعیل کا رویہ حضرت سارہ کو اچھا نہ لگا،جس کے باعث اُنہوںنے حضرت ابرہام سے مطالبہ کیا کہ حضرت اسمٰعیل اور اُن کی ماں کو اپنے گھر سے نکال دیں ۔ 
	 حضرت ابرہام کے لئے یہ بڑا مشکل امتحان تھا لیکن آپ نے پھر بھی خُدا کے حکم کے سامنے اپنا سر تسلیم خم کر دیا ۔اس لئے کہ خُدا تعالیٰ نے آپ سے فرمایا تھا ” کہ تجھے اس لڑکے اور اپنی لونڈی کے باعث بُرا نہ لگے ۔جو کچھ سارہتجھ سے کہتی ہے تواُس کی بات مان کیونکہ اضحاق سے تیری نسل کا نام چلے گا“ (پیدائش 12:21 ) چنانچہ حکمِ الٰہی کی فرمانبرداری کے حوالہ سے یوں لکھا ہے کہ
	 ”تب ابرہام نے صبح سویرے اُٹھ کر روٹی اور پانی کی ایک مشک لی اور اُسے ہاجرہ کو دیا بلکہ اُسے اُس کے کندھے پر دھر دیا اور لڑکے کو بھی اُس کے حوالہ کرکے اُسے رخصت کر دیا“(پیدائش (14:21
حضرت ابرہام کا دوسرا امتحان
	اب حضرت ابرہام کی محبت کا مرکز صرف حضرت اضحاق ہی تھے جو الٰہی وعدہ کے مطابق وراثت کے لحاظ سے آپکے اکلوتے فرزند تھے ۔ اُن کے بارے بھی خداتعالیٰ نے فرمایا۔ ”۔۔۔ تُو اپنے بیٹے اضحاق کو جو تیرا اکلوتا ہے اور جسے تُوپیار کرتا ہے ساتھ لے کر موریاہ کے ملک میں جا اور وہاں اُسے پہاڑوں میں سے ایک پہاڑ پر جومَیں تجھے بتاﺅں گا سوختنی قربانی کے طور پر چڑھا“ (پیدائش2:22)۔
	 حضرت ابرہام اِس آزمائش میں سے کس طرح سرخرو ہوئے؟توریت شریف میں یوں مرقوم ہے۔”اور(ابرہام اور اضحاق)اُس جگہ پہنچے جوخدانے بتائی تھی۔ وہاں ابرہام نے قربان گاہ بنائی اوراُس پر لکڑیاں چنیں اوراپنے بیٹے اضحاق کو باندھااوراُسے قربان گاہ پر لکڑیوں کے اُوپر رکھااورابرہام نے ہاتھ بڑھا کر چھری لی کہ اپنے بیٹے کو ذبح کرے“(پیدایش 10-9:22)۔	
	 ”تب خداوند کے فرشتہ نے اُسے آسمان سے پکارا کہ اے ابرہام اے ابرہام! اُس نے کہا میں حاضر ہوں۔ پھر اُس نے کہاکہ تو اپنا ہاتھ لڑکے پر نہ چلااور نہ اُس سے کچھ کرکیونکہ میںاب جان گیا کہ تو خداسے ڈرتا ہے اس لئے کہ تُونے اپنے بیٹے کو بھی جو تیرا اکلوتا ہے مجھ سے دریغ نہ کیا“(پیدایش12-11:22)
	اس کے بعد “ابرہام نے نگاہ کی اور اپنے پیچھے ایک مینڈھا دیکھا جس کے سینگ جھاڑی میں اٹکے تھے۔ تب ابرہام نے جا کر اُس مینڈھے کو پکڑا اور اپنے بیٹے کے بدلے سوختنی قربانی کے طور پر چڑھایا“ چنانچہ”ابرہام نے اُس مقام کا نام یہوواہ یری رکھا چنانچہ آج تک یہ کہاوت ہے کہ خُداوند کے پہاڑ پر مہیا کیا جائے“(پیدایش13:22،14)۔
ابرہام کی وفاداری کااَجر
	خُدا نے حضرت ابرہام کی وفاداری دیکھ کر اپنا وعدہ اُن پر اَور بھی صاف طور سے ظاہر کیا۔اور اپنے فرشتے کی معرفت فرمایا کہ” چونکہ تو نے یہ کام کیا کہ اپنے بیٹے کو بھی جو تیرا اکلوتا ہے دریغ نہ رکھا اس لئے مَیں نے بھی اپنی ذات کی قسم کھائی ہے کہ مَیں تجھے برکت پر برکت دوں گااور تیری نسل کو بڑھاتے بڑھاتے آسمان کے تاروں اورسمندر کے کنارے کی ریت کی مانند کر دوں گااور تیری اولاد اپنے دُشمنوں کے پھاٹکوں کی مالک ہوگی“ (پیدائش16:22-17)۔
	اور پھر مزید فرمایا ”اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائینگی کیونکہ تو نے میری بات مانی “(پیدایش 18:22 ) ۔

  ''';
  String  part1lesson3 = '''
  سبق نمبر3
حضرت ابرہام سے کئے گئے الٰہی وعدہ کاتسلسل 
	 شروع ہی سے خُدا تعالیٰ کا یہ منصوبہ تھا کہ وہ حضرت ابرہام کے وسیلہ اقوام ِعالم کو برکت دیں۔چنانچہ حضرت ابرہام کی وفادری کے نتیجہ میں خُدا تعالیٰ نے اپنے اس منصوبہ کو حضرت ابرہام پر مزید واضح کیا۔اس حوالہ سے توریت شریف (پیدایش 18:22 ) میں فرمانِ الٰہی یوں مرقوم ہے 
	”اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائینگی کیونکہ تو نے میری بات مانی “
	چنانچہ اس سبق میں ہم سیکھیں گے حضرت ابرہام سے کیا گیا یہ وعدہ کس طرح آپ کے فرزند حضرت اضحاق اور پھر اُن کے بیٹے حضرت یعقوب کے وسیلہ سے آگے بڑھتا ہے۔
 حضرت اضحاق سے وعدہ 
	 ملکِ کنعان کے علاقہ جرار میں خدا تعالیٰ نے حضرت اضحاق پر اپنا ظہور فرمایا اور اُنہیںاپناوہ وعدہ یاد دلایا جواُن کے باپ حضرت ابرہام سے کیا تھا۔اس حوالہ سے خُدا تعالیٰ یوں فرماتے ہیں،
	 ” تُو اِسی مُلک میں قیام رکھ اورمَیں تیرے ساتھ رہوں گااور تجھے برکت بخشوں گا کیونکہ مَیں تجھے اور تیری نسل کو یہ سب مُلک دوںگااور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا۔ اور مَیں تیری اولاد کو بڑھا کرآسمان کے تاروںکی مانند کردوں گااور یہ سب ملک تیری نسل کو دوں گااورزمین کی سب قومیںتیری نسل کے وسیلہ سے برکت پائیں گی“(پیدائش3:26-4)۔

حضرت یعقوب سے وعدہ
	پیدائش20:25-26 کے مطابق حضرت اضحاق کے ہاں اُن کی بیوی حضرت ربقہ سے جڑواں بیٹے عیسو اور حضرت یعقوب پیدا ہوئے ۔ اگر چہ معاشرتی دستور کے مطابق پہلوٹھا ہونے کے ناطے وراثت اور الٰہی برکات کا حق دار عیسو تھا۔ لیکن خداتعالیٰ نے اپنے خاص چناﺅ کے تحت حضرت ابرہام سے وعدہ کی ہوئی برکت کو آگے بڑھانے کا وسیلہ حضرت یعقوب کو ٹھہرایا۔اور یوں بیر سبع کے علاقہ میں حضرت یعقوب پرظاہر ہو کر اپنی اس برکت کی یاد دہانی یوں کرائی۔
	 ”مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں۔مَیں یہ زمین جس پر تُولیٹاہے تجھے اور تیری نسل کو دوں گا۔اورتیری نسل زمین کی گَرد کے ذرّوں کی مانند ہوگی اور تو مشرق اور مغرب اور شمال اور جنوب میں پھیل جائے گا اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے۔“ (پیدایش 13:28-14 )
خُدا تعالی کی موعود ہ نسلِ ابرہام
	خدائے پاک نے حضرت ابرہام سے فرمایا کہ”تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی“ (پیدائش18:22)۔ یہاں لفظ ” نسل“ صیغہ واحد کے طور پر استعمال ہوا ہے جس سے ظاہر ہوتا ہے کہ یہ اشارہ کسی خاص ہستی کی جانب ہے۔کلامِ مقدّس کے مطابق یہ وعدہ حضرت اضحاق تک ہی محدود نہ رہا بلکہ اُن کے بعد حضرت یعقوب سے ہوتا ہوا نسل در نسل آگے بڑھتانظر آتا ہے۔ جس کا مطلب ہے کہ اس کا اشارہ نہ تو حضرت اضحاق اور نہ ہی حضرت یعقوب کی طرف ہے بلکہ کسی اَور ہستی کی طرف ہے جسے حضرت اضحاق اور یعقوب کی نسل سے آنا تھا۔
	یاد رہے کہ ابرہام کی نسل سے آنے والی موعودہ مقدس ہستی وہی ہے جس کو خُدا تعالیٰ نے سب سے پہلے ”عورت کی نسل“ کے طور پر متعارف کروایا۔
حضرت یعقوب کا نیا نام
	جب خُدا تعالیٰ نے حضرت یعقوب پر ظاہر ہو کر ابرہامی برکت کا وعدہ اُنہیں یا د دلایا تو ساتھ ہی اُن کا نام بھی تبدیل کر دیا ۔اس حوالہ سے توریت شریف میں یوں مرقوم ہے” خدا نے اُسے کہاکہ تیرا نام یعقوب ہے ۔تیرا نام آگے کو یعقوب نہ کہلائے گا بلکہ تیرا نام اسرائیل ہوگا۔سو اُس نے اُس کا نام اسرائیل رکھا“(پیدایش 10:35)۔
حضرت ابرہام سے الٰہی وعدہ کی جزوی تکمیل کی ابتدا
 حضرت ابرہام سے الٰہی وعدہ میں دو باتیں نہایت ہی قابلِ غور ہیں۔
اوّل: 	خدا وند کریم حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتا ہے ۔ بائبل مقدّس میںاُس ہستی کے بارے میں کےا گےا وعدہ ہمیں آگے ہی آگے بڑھتا ہوا دکھائی دیتا ہے۔ہم آئندہ اسباق میں سیکھیں گے کہ خدا تعالیٰ کس طرح اِس وعدہ کو وقت کے ساتھ ساتھ مزید واضح کرتا جاتا ہے۔تاہم اب تک کے مطالعہ سے یہ بات واضح ہو چکی ہے کہ اُس ہستی کو حضرت یعقوب کی نسل یعنی بنی اسرائیل قوم سے آنا تھا۔
دوم:	 	 اِس وعدہ میں دوسری اہم اور قابل غور بات یہ ہے کہ خدا تعالیٰ ابرہام کی نسل کو ایک بڑی قوم بنانے اور پھر اُسے ایک خاص ملک میں بسانے کو تھا۔بائبل مقدّس کے مطابق اِس کا آغاز حضرت یعقوب (اسرائیل) سے ہوتا ہوا نظر آتا ہے۔اُن کے ہاںبارہ بیٹے پیداہوئے جن سے خدا کی وعدہ کردہ قوم بڑھنے لگی۔ اس قوم کو ”بنی اسرائیل“کا نام دیا گیا۔ یہ وہی نام ہے جو خداتعالیٰ کی طرف سے حضرت یعقوب کو بخشا گیا تھا۔
حضرت یوسف
	 حضرت یعقوب( اسرائیل) کو خُدا تعالیٰ نے بارہ بیٹے عطا فرمائے ۔ تاہم آپ اپنے بیٹے حضرت یوسف کو دوسرے بیٹوں کی نسبت زیادہ پیار کرتے تھے۔اِس لئے حضرت یوسف کے دیگر بھائی اُن سے حسدکرنے لگے اوراسی حسد کے باعث اُنہوں نے حضرت یوسف کو بیچ ڈالا۔	
	حضرت یوسف کوخریدنے والوں نے اُنہیںآگے فرعون کے محافظ دستہ کے سردار فوطیفار کے ہاتھ غلام کے طور پر بیچ ڈالا۔ تاہم خُدا تعالیٰ نے اُنہیں اس مصری آقا کی نظر میں بہت مقبول کیا۔اس حوالہ سے توریت شریف میں یوں مرقوم ہے ، 
	” اُس(یُوسف) کے(مصری) آقا نے دیکھا کہ خداوند اُس(یوسف) کے ساتھ ہے اور جس کام کو وہ(یوسف) ہاتھ لگاتا ہے خداوند اُس میں اُسے اقبال مند کرتا ہے۔چنانچہ یوسف اُس( مصری آقا) کی نظرمیں مقبول ٹھہرا اور وہی اُس کی خدمت کرتا تھا اور اُس نے اُسے اپنے گھر کا مختار بنا کراپنا سب کچھ اُسے سونپ دیا“۔(پیدائش 3:39-4)
	اسی دوران فوطیفار کی بیوی نے حضرت یوسف کوبدکاری کے لئے مجبور کیا لیکن حضرت یوسف کے انکار کرنے پر جھوٹا الزام لگا کر اُنہیں قید خانے میں ڈالوا دیا۔لیکن خُدا تعالیٰ وہاں بھی حضرت یوسف کے ساتھ تھے ۔اس حوالہ سے توریت شریف یوں بیان کرتی ہے
	”لیکن خداوندیوسف کے ساتھ تھا۔اُس نے اُس پر رحم کیا اورقید خانہ کے داروغہ کی نظرمیں اُسے مقبول بنایا“۔(پیدائش 21:39)
حضرت یوسف بحیثیتِ حاکمِ مصر
	اسی دوران مصر کے بادشاہ نے دوعجیب خواب دیکھے جن کی تعبیر کوئی بھی نہ کرسکا۔حضرت یوسف اُس وقت تک بادشاہ کے دو (2) نوکروں کے خوابوں کی ٹھیک ٹھیک تعبیر کرچکے تھے۔ ان میں سے ایک کی درخواست پر حضرت یوسف کو قید خانے سے بلایا گیا۔چنانچہ آپ نے بتایا کہ ان خوابوں کے وسیلہ سے خدا نے بادشاہ کو آگاہ کیا ہے کہ آنے والے سات سالوں میں فصل اور دیگر پیداوار اچھی ہوگی لیکن اس کے بعد کے سات برس بڑے سخت قحط اور خشک سالی کے ہوںگے۔خواب کی تعبیر کے باعث فرعون کی نظر میں آپ کوبڑی مقبولیّت حاصل ہوئی۔ اس بارے میں توریت شریف (پیدایش 43:41 ) میں یوں مرقوم ہے‘
	” اور اُس(فرعون) نے اُسے(یعنی یُوسف کو) سارے ملکِ مصرکا حاکم بنا دیا“
	 بحیثیت حاکمِ اعلیٰ حضرت یوسف نے اچھی فصل والے سات سالوں میں قحط کےلئے نہایت کثرت سے اناج جمع کرلیا۔اور جب قحط شروع ہوگیا تو گرد و نواح سے لوگ آپ کے پاس آنے لگے ۔چنانچہ جو بھی آپ کے پاس آتا آپ بلا امتیازِ مذہب وعقیدہ ہر ایک کو اناج عطا کرتے۔
 	قحط کے ایام میں حضرت یوسف کے باپ حضرت یعقوب (اسرائیل) اور اُن کے بیٹوں کو بھی اس کال کی وجہ سے مصیبت اُٹھانا پڑی۔ وہ مِصرکے شمال مشرق میں رہتے تھے۔وہ بھی غلّہ حاصل کرنے کے لئے مصرآئے۔ اگر چہ حضرت یوسف کے بھائی اُن سے خوف زدہ تھے کہ اب کہیں وہ اُن سے اُس بدی کا بدلہ نہ لےں جو اُنہوں نے اُن (یعنی حضرت یوسف)سے کی تھی تاہم آپ نے اُن سے بدلہ لینے کی بجائے اُن سے بھلائی کی ۔آپ نے اپنے بھائیوں سے فرمایا‘”تم نے تو مجھ سے بدی کرنے کا ارادہ کیا تھا لیکن خدا نے اُسی سے نیکی کا قصد کیا تاکہ بہت سے لوگوںکی جان بچائے چنانچہ آج کے دن ایسا ہی ہورہا ہے۔اس لئے تم مت ڈرو۔ مَیں تمہاری اور تمہارے بال بچوں کی پرورش کرتا رہوںگا۔یوں اُس نے اپنی ملائم باتوں سے اُن کی خاطر جمع کی“(پیدایش 20:50-21 )۔
بنی اسرائیل مصر میں
	حضرت یعقوب نے مصر میں ہی وفات پائی ۔تاہم اُن کے جسدِ خاکی کو کنعان میں لے جا کر اُن کے آبائی قبرستان میں سپردِ خاک کیا گیا ۔چنانچہ اپنے باپ کی وفات کے بعد حضرت یوسف اور اُن کے بھائی اپنے اپنے خاندانوں سمیت مصر میں رہنے لگے۔یہاں یہ سب پردیسی تھے۔ اُنہیں ایک روز ضرور اُس ملک کو لوٹنا تھا جس کا وعدہ خدا نے اُن سے کر رکھا تھا۔چنانچہ اپنی وفات سے قبل حضرت یوسف نے ایک بار پھر اپنے بھائیوں کو اس الٰہی وعدہ کے بارے یوں یاد دلایا 
	 ” مَیں مرتا ہوںاور خدا یقینا تم کو یاد کرے گا اور تم کو اِس ملک سے نکال کر اُس مُلک میں پہنچائے گا جس کے دینے کی قسم اُس نے ابرہام اور اضحاق اور یعقوب سے کھائی تھی“(پیدائش 24:50)۔

  ''';
  String  part1lesson4 = '''
  سبق نمبر4
حضرت موسیٰ اور فرعون
	 حضرت یوسف نے اپنے باپ اورسارے خاندان کو ملکِ مصر میں جشن کے علاقے میںآباد کر دیا۔ کچھ مُدّت کے بعد وہ بادشاہ جو حضرت یوسف پر مہربان تھا ،وفات پا گیا۔ بعد میں آنے والے بادشاہوں نے بنی اسرائیل کو غلام بنا لیا ۔اس سبق میں ہم دیکھیں گے کہ پھر خُدا تعالیٰ نے کس طرح اُنہیں اس غلامی سے نجات دی۔تاہم آئےے سب سے پہلے ایک نظر خُدا تعالیٰ کے اُن وعدوں پر غور کریں جو اُنہوں نے حضرت ابرہام اور اُن کی اولاد سے یکے بعد دیگرے کئے تھے۔ 
بنی اسرائیل کے آبائی بزرگوں سے خُدا تعالیٰ کا وعدہ 
	 خدا نے حضرت ابرہام سے فرمایا” یقین جان کہ تیری نسل کے لوگ ایسے ملک میں جو اُن کا نہیں پردیسی ہوںگے اور وہاں کے لوگوں کی غلامی کریں گے اور وہ چار سو برس تک اُن کودُکھ دیں گے لیکن میںاُس قوم کی عدالت کروں گاجس کی وہ غلامی کریں گے اور بعد میں وہ بڑی دولت لے کر وہاں سے نکل آئیں گے“(پیدائش 13:15-14 )۔ حضرت ابرہام اور اُن کی اولاد نے خدا کے اُن سب وعدوں کا یقین کیا جومستقبل میں اُن کی اولاد میں پورے ہونے کوتھے۔
	 حضرت ابرہام کے بعد ملکِ کنعان کے علاقہ جرار میں خدا تعالیٰ نے حضرت اضحاق پر اپنا ظہور فرمایا اور اُنہیںاپناوہ وعدہ یاد دلایا جواُن کے باپ حضرت ابرہام سے کیا تھا۔ ” تُو اِسی مُلک (کنعان)میں قیام رکھ اورمَیں تیرے ساتھ رہوں گااور تجھے برکت بخشوں گا کیونکہ مَیں تجھے اور تیری نسل کو یہ سب مُلک(کنعان) دوںگااور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا۔ اور مَیں تیری اولاد کو بڑھا کرآسمان کے تاروںکی مانند کردوں گااور یہ سب ملک تیری نسل کو دوں گااورزمین کی سب قومیںتیری نسل کے وسیلہ سے برکت پائیں گی“(پیدائش3:26-4)۔
	 اِسی طرح حضرت اضحاق کے بعد حضرت یعقوب پر بھی خُدا تعالیٰ نے بیر سبع کے علاقہ میں اپنا ظہور فرمایا اور اُنہیں بھی اپنی اس برکت کی یاد دہانی کرائی۔
	 ”مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں۔مَیں یہ زمین جس پر تُولیٹاہے تجھے اور تیری نسل کو دوں گا۔اورتیری نسل زمین کی گَرد کے ذرّوں کی مانند ہوگی اور تو مشرق اور مغرب اور شمال اور جنوب میں پھیل جائے گا اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے۔“(پیدائش 13:28-14)
	 اپنے اس وعدہ کے بارے خُدا تعالیٰ کی بار بار یاددہانی کی بنا پر اسرائیلی بزرگوں کا یہ پختہ ایمان تھا کہ خُدا تعالیٰ ایک روز ضرور نسلِ ابرہام و اضحاق کو مُلکِ کنعان میں آباد کرے گا۔چنانچہ اپنی موت سے قبل حضرت یعقوب اس کے بارے حضرت یوسف کو یوں یاددہانی کرواتے ہیں،
	”مَیں تومرتا ہوںلیکن خدا تمہارے ساتھ ہوگا اور تم کو پھر تمہارے باپ دادا کے ملک(کنعان) میں لے جائے گا“۔(پیدائش 21:48)
 	حضرت یوسف نے بھی اپنی موت سے قبل اپنے بھائیوں کو اس وعدہ کی یوں یاددہانی کروائی
	” میں مرتا ہوں اور خدا یقینا تم کو یاد کرے گا اور تم کو اس ملک (مصر) سے نکال کراُس ملک(کنعان) میں پہنچائے گاجس کے دینے کی قسم اُس نے ابرہام اور اضحاق اور یعقوب سے کھائی تھی“(پیدائش 24:50)۔
بنی اسرائیل کی آہ و پکار
	 حضرت یوسف غلامی کی حالت میں مصرپہنچے ۔لیکن خدا تعالیٰ نے اُنہیں سرفراز کیا اور وہ اُس مُلک کے حکمران بن گئے ۔ یوں اُن کا خاندان یعنی بنی اسرائیل بھی اُن کے ہمراہ ملکِ مصر میں جشن کے علاقے میںآباد ہوگیا۔ کچھ دیرکے بعد وہ بادشاہ جو حضرت یوسف پر مہربان تھا وفات پاگیا ۔ چنانچہ بعد میں آنے والے بادشاہوں نے بنی اسرائیل کو غلام بنا لیا ۔
	اَب تک بنی اسرائیل کو مصر میں رہتے ہوئے چار سو تیس برس گزر چکے تھے۔اور جوں جوں وقت گزر رہا تھا مصریوں کا جُوا اُن پر بھاری ہوتا جا رہا تھا۔یہاں تک کہ اُن کا جینا دوبھر ہو گیا۔تاہم اُن کا پختہ ایمان تھا کہ خُداایک روز ضرور اُن کے باپ دادا سے کئے ہوئے وعدہ کے مطابق اُنہیں رہائی عطا کر کے مُلک کنِعان میں آباد کرے گا۔چنانچہ توریت شریف میں یوں مرقوم ہے
	 ”اور بنی اسرائیل (مصر میں) اپنی غلامی کے سبب سے آہ بھرنے لگے اور روئے اور اُن کا رونا جو اُن کی غلامی کے باعث تھا خدا تک پہنچا۔اور خدا نے اُن کا کراہنا سنااور خدا نے اپنے عہد کو جو ابرہام اور اضحاق اور یعقوب کے ساتھ تھا یاد کیا“ (خروج 23:2-24)۔

حضرت موسیٰ کی پیدایش
	جب حضرت موسیٰ پیدا ہوئے تو اُن دنوں میںفرعون نے مصر کی دائیوں کو حکم دیا کہ اسرائیلیوں کے ہاں جو بھی لڑکا پیدا ہو مار دیا جائے۔لیکن خدا کے خوف کے باعث اُنہوں نے ایسا نہ کیا۔حضرت موسیٰ کی پیدایش کے بعد جتنا عرصہ اُن کی ماں اُنہیں سنبھال سکی سنبھالا ۔لیکن جب اُس کے لئے مزید سنبھالنا مشکل ہو گیا تواُس نے آپ کو ایک ٹوکرے میں ڈال کر دریا کے کنارے پانی میںرکھ دیا۔ اتفاقاً اُسی وقت فرعون کی بیٹی اپنی سہیلیوں کے ہمراہ دریا کے کنارے سیر کر رہی تھی۔جب اُس نے ٹوکرے میں بچے کودیکھا تو اُسے لے کر اپنا بیٹا بنا لیا اور آپ کو اپنے محل میں لے گئی۔
	 یوں حضرت موسیٰ کی پرورش شاہی ماحول میں ہونے لگی اورآپ وہیں جوان ہوئے۔ ایک روز اُنہوںنے دیکھا کہ ایک مصری اُن کے عبرانی یعنی اسرائیلی بھائی کو مار رہا ہے، تو آپ نے اپنے قومی جذبہ کے تحت مصری کو مار دیا۔جب آپ کو معلوم ہوا کہ راز فاش ہو گیا ہے تو مصر سے بھاگ کر ملکِ مدیان میں آگئے اور پھر وہیں آباد ہو گئے اور وہیں شادی کر لی اور اپنے سُسر یترو کی بھیڑ بکریوں کی دیکھ بھال کرنے لگے۔
حضرت موسیٰ پر خُدا کا ظہور
	 ایک دن جب آپ اپنی بھیڑ بکریوں کو ہنکاتے ہوئے حورب پہاڑ پر آئے توایک جھاڑی کو جلتے ہوئے دیکھاجو جلنے کے باوجود بھسم نہیں ہو رہی تھی۔جب یہ عجیب منظر دیکھنے کے لئے آپ جھاڑی کے قریب جانے لگے تو خُدا تعالیٰ جھاڑی میں سے آپ سے یوں ہمکلام ہوئے” مَیں تیرے باپ کا خدا یعنی ابرہام کا خدا اور اضحاق کا خدا اور یعقوب کا خدا ہوں سو اَب آمَیں تجھے فرعون کے پاس بھیجتا ہوں کہ تُو میری قوم بنی اسرائیل کو مصر سے نکال لائے“(خروج12:3) ۔
	بنی اسرائیل کو مصریوں کی غلامی سے رہائی دلانا ایک مشکل کام تھا۔چنانچہ حضرت موسیٰ نے مختلف عذر پیش کئے۔ جواب میں خدا تعالیٰ نے اُن کی حوصلہ افزائی کے لئے فرمایا۔
	”میں ضرور تیرے ساتھ رہوں گا“(خروج 12:3 )۔
حضرت موسیٰ کا فرعون سے آمنا سامنا 
	 خداتعالیٰ کے حکم کے مطابق حضرت موسیٰ اور ہارون فرعون کے پاس گئے اور اُس سے کہا ”خداوند اسرائیل کا خدا یوں فرماتا ہے کہ میرے لوگوں کو جانے دے تاکہ وہ بیابان میں میرے لئے عید کریں“۔ لیکن فرعون نے کہا”خداوند کون ہے کہ میں اُس کی بات مان کر بنی اسرائیل کو جانے دوں؟“ یوں حضرت موسیٰ اور ہارون نو (9) بارفرعون کے پاس گئے لیکن دل کی سختی کے باعث وہ انکار ہی کرتا رہا۔یوں خدا نے فرعون اور اُس کی رعایا پر حضرت موسیٰ اور حضرت ہارون کے وسیلہ سے مندرجہ ذیل دس آفات نازل فرمائیںلیکن بنی اسرائیل اِن سے محفوظ رہے۔ 
(1)” اور تمام مُلکِ مصر میں(پانی) خون ہی خون ہو گیا“(خروج21:7)۔
(2) ”اور مینڈک چڑھ آئے اورمُلکِ مصر کو ڈھانک لیا“ (خروج2:8)۔
(3) ”اور تمام مُلکِ مصرمیں زمین کی ساری گرد جوئیں بن گئی“ (خروج17:8)۔
(4)” مچھروں کے غولوں کے سبب سے مُلک کا ناس ہوگیا“(خروج24:8)۔
(5) ”اور مصریوں کے سب چوپائے مر گئے“ (خروج6:9)۔
(6) ” بھٹی کی راکھ (کو) موسیٰ نے آسمان کی طرف اُڑا دیا اوروہ آدمیوں اور جانوروں کے جسم پر پھوڑے اور پھپھولے بن گئی“(خروج10:9)۔
(7) ”اور خداوند نے رَعد اور اولے بھیجے اور آگ زمین تک آنے لگی“ (خروج23:9)۔
(8) ”اور ٹڈیاں سارے مُلکِ مصر پر چھا گئیںاور اُنہوں نے اُس ملک کی ایک ایک سبزی 	کو اور درختوں کے میووں کوجو اولوں سے بچ گئے تھے چٹ کر لیا“(خروج 14:10،15)۔
(9) ”اور تین (۳)دن تک سارے ملکِ مصرمیں گہری تاریکی رہی“ (خروج22:10)۔
(10) ”اور آدھی رات کو خداوند نے ملکِ مصر کے سب پہلوٹھوں کو فرعون جو اپنے تخت پر بیٹھا تھا اُس کے پہلوٹھے سے لے کر وہ قیدی جو قید خانہ میں تھااُس کے پہلوٹھے تک بلکہ چوپایوں کے پہلوٹھوں کو بھی ہلاک کر دیا“(خروج12:29)۔
فسح کی قربانی
 	 خدا نے حضرت موسیٰ کی معرفت فرعون سے نو (9) بار کلام کیا لیکن اُس نے خدا کی بات نہ سُنی۔ آخری سزا کے طور پر خدا نے فرعون اور ہر مصری انسان و حیوان کے پہلوٹھوں کو مار دیا۔لیکن سب بنی اسرائیل محفوظ رہے۔اب سوال پیدا ہوتا ہے کہ بنی اسرائیل کے پہلوٹھے کیونکر محفوظ رہے؟
	 خُدا تعالیٰ نے بنی اسرائیل کوحکم دیا کہ اُن کا ہر خاندان ایک یک سالہ برّہ قربان کرے اور اُس کا خون اپنے دروازہ کی چوکھٹ پر لگائے ۔چنانچہ جس دروازہ پر خون لگا ہو گا اُس خاندان کے تمام افراد موت سے محفوظ رہیں گے۔اس قربانی کو ”فسح کی قربانی“ کہا جاتا ہے۔
	فسح کامطلب ہے ” چھوڑ دینا“ چنانچہ یہ عید اُس عظیم واقعہ کی یاد میں منائی جاتی ہے جب خُدا نے بنی اسرائیل کے پہلوٹھوں کو تو چھوڑ دیا لیکن مصریوں کے پہلوٹھوں کو ہلاک کر دیا ۔اسی لئے اسے ”عیدِ فسح “ کہا جاتا ہے۔ اس حوالہ سے مزید تفصیل یوں بیان کی گئی ہے۔
	 ”تمہارا برّہ بے عیب اور یک سالہ نر ہواور ایسا بچہ یا تو بھیڑوں میں سے چن کر لینا یا بکریوں میں سے۔اور تم اُسے اِس مہینے کی چودھویں تک رکھ چھوڑنا اور اسرائیلیوں کے قبیلوں کی ساری جماعت شام کو اُسے ذبح کرے۔اور تھوڑا سا خون لے کر جن گھروں میں وہ اُسے کھائیںاُن کے دروازوں کے دونوں بازوﺅں اور اُوپرکی چوکھٹ پر لگا دیں۔اور وہ اُس کے گوشت کو اُسی رات آگ پر بھون کر بے خمیری روٹی اور کڑوے ساگ پات کے ساتھ کھالیں“(خروج 5:12-6) ۔
	”خداوند مصریوں کو مارتا ہوا گزرے گااور جب خداوند اوپر کی چوکھٹ اور دروازہ کے دونوں بازوﺅں پر خون دیکھے گا تو وہ اُس دروازہ کو چھوڑ جائے گا اور ہلاک کرنے والے کو تم کو مارنے کے لئے گھر کے اندر آنے نہ دے گا“(خروج 23:12)
خدا بچاتا ہے
	جب خُدا تعالیٰ بنی اسرائیل کو مُلکِ مصر سے نکالنے کو تھے تو اُس رات کو سارے مُلک میں کہرام مچ گیا کیونکہ خُدا کے فرشتہ نے مصر کے تمام انسان و حیوان کے پہلوٹھوںکو ہلاک کر ڈالا ۔ حتیٰ کہ فرعون کا اپنا پہلوٹھا بھی نہ بچ سکا۔ فرعون نے حضرت موسیٰ اور ہارون کواُسی وقت بلواکر کہا” تم بنی اسرائیل کو لے کر میری قوم کے لوگوں میں سے نکل جاﺅاور جیسا کہتے ہو جا کر خداوند کی عبادت کرو“(خروج31:12)۔
	جب اسرائیلی مصر سے نکل آئے تو فرعون اور اُس کے خادموں کا دل پھر سخت ہو گیا اور اُنہوں نے بنی اسرائیل کا پیچھاکیا۔ جب بنی اسرائیل بحرِقلزم کے سامنے ڈیرے لگا رہے تھے توفرعون کی افواج نے اُنہیں آلیا۔بنی اسرائیل مصری فوج کو دیکھ کر گھبرا گئے ۔ لیکن خدانے مصریوں اور بنی اسرائیل کے درمیان بادل کا ستون کھڑا کر دیا یوں مصری صبح تک اُن کے قریب نہ آسکے۔ اور پھر سمندر میں خشک رستہ بنا دیا جس سے بنی اسرائیل سمندر پار چلے گئے۔لیکن جب مصری اُن کا پیچھا کرتے ہوئے درمیان میں پہنچے تو اُن کو سمندر کے بیچ میں ہی غرق کر دیا گیا(خروج5:14-27 )۔

  ''';
 String  part1lesson5 = '''
 سبق نمبر5
خدا نجات دیتا ہے
بیابان میں خُدا تعالیٰ کی پروردگاری
	 بنی اسرائیل کے بحرِقلزم پار کرنے کے بعدخُدا تعالیٰ بیابان میں معجزانہ طور پرچٹانوں کو چیر کر اُن کے لئے پانی کی ندیاں بہاتا رہا(زبور 15:78-16)۔اور اسی طرح چالیس برس تک کھانے کے لئے اُنہیں آسمانی من اور بٹیروں کاگوشت عطا فرماتا رہا۔(خروج 12:6،35)۔ 
خدا اپنی شریعت عطا کرتا ہے
	ملکِ مصر سے نکلنے کے تین ماہ بعد خدا نے حضرت موسیٰ کو کوہ ِ سینا پر دس (10)احکام عطا کئے جوالٰہی شریعت کا خلاصہ ہیں ۔ یہ نہ صرف بنی اسرائیل بلکہ پوری نسلِ انسانی کے لئے الٰہی رہنمائی کا سرچشمہ ہیں۔ جو اس طرح ہیں‘
(1)''میرے حضور تُو غیر معبودوں کو نہ ماننا“۔
(2) ''تُو اپنے لئے کوئی تراشی ہو ئی مورت نہ بناناتُو اُن کے آگے سجدہ نہ کرنا“
(3) ''تُو خداوند اپنے خدا کانام بے فائدہ نہ لینا“
(4) ''یاد کر کے تُوسبت کا دن پاک ماننا۔چھ دن تک تُو محنت کرکے اپنا سارا کام کاج کرنا۔ لیکن ساتواں دن خداوند تیرے خدا کا سبت ہے۔ اُس میں نہ تُو کوئی کام کرے نہ تیرابیٹا نہ تیری بیٹی، نہ تیرا غلام نہ تیری لونڈی، نہ تیرا چوپایہ نہ کوئی مسافر جو تیرے ہاں تیرے پھاٹکوں کے اندرہو“ ۔
(5) ''تُو اپنے باپ اور اپنی ماں کی عزت کرنا“ ۔ (6) ”تُوخون نہ کرنا“ ۔(7) ”تُوزنانہ کرنا“۔ (8)”تُوچوری نہ کرنا“۔(9) ”تُو اپنے پڑوسی کے خلاف جھوٹی گواہی نہ دینا“۔(10) ”تُو اپنے پڑوسی کے گھر کا لالچ نہ کرنا۔تُو اپنے پڑوسی کی بیوی کا لالچ نہ کرنا“(خرو ج 1:20-17)۔
	پھر خُدا نے شریعت پر عمل کرنے کی برکات اور نافرمانی کی سزا بھی بتائی جو اس طرح ہے۔
	”اور اگر تُو خداوند اپنے خدا کی بات کو جانفشانی سے مان کر اُس کے اِن سب حکموں پر جو آج کے دن میں تجھ کو دیتا ہوں احتیاط سے عمل کرے تو خداوند تیراخدا دُنیا کی سب قوموں سے زیادہ تجھ کو سرفراز کرے گا“ (استثنا 1:28 )
	”لیکن اگر تُو ایسا نہ کر ے کہ خداوند اپنے خدا کی بات سن کر اُس کے سب احکام اور آئین پر جوآج کے دن میں تجھ کو دیتا ہوں احتیاط سے عمل کرے تو یہ سب لعنتیں تجھ پر نازل ہوں گی اور تجھ کو لگیں گی۔شہر میں بھی تُو لعنتی ہو گا اور کھیت میں بھی لعنتی ہوگا۔“(استثنا 15:28-16 )
بنی اسرائیل کاگناہ اور خدا کا فضل
	حضرت موسیٰ کو کوہِ سینا پر چالیس دن لگ گئے۔اس دوران کچھ کم اعتقاد سوچنے لگے کہ شاید حضرت موسیٰ زندہ بھی ہےں یا نہیں۔ لہٰذا” اُنہوں نے اپنے لئے (سونے کا) ڈھالا ہوابچھڑا بنایااور اُسے پوجا اور اُس کے لئے قربانی چڑھا کر یہ بھی کہا کہ اے اسرائیل یہ تیرا وہ دیوتا ہے جو تجھ کو ملک ِمصر سے نکال کر لایا ہے “(خروج8:32)۔
	 یہ دیکھ کر خدا نے اُنہیں ہلاک کرنے کا فیصلہ کر لیا۔ لیکن حضرت موسیٰ کی شفاعت پر اُنہیں معاف فرما دیا۔یوںبنی اسرائیل بار بار گناہ کرتے رہے اور خدا اپنے فضل کے باعث اُنہیں معاف کرتا رہا۔لیکن کبھی کبھی اُنہیں سزا بھی ملتی رہی۔یہ بار بار معافی اُس کے فضل اور محبت کا اظہار ہے۔
بنی اسرائیل کی کم اعتقادی اور اِس کا نتیجہ
	توریت شریف کی چوتھی کتاب” گنتی “ کے۳۱ ویں اور ۴۱ویں ابواب کے مطابق جب بنی اسرائیل ملکِ موعودکی سرحد پر پہنچے تو حضرت موسیٰ نے بارہ آدمی ملکِ کنعان کے حالات دریافت کرنے کو بھیجے۔ان میں سے دس(10)نے آکر خبر دی کہ وہاں واقعی دودھ اور شہد تو بہتا ہے، لیکن وہاں کے لوگ بڑے قد آور اور جابر ہیں، لہٰذاہمارے لئے اُس مُلک پر قبضہ کرنا بہت مشکل ہے۔اُن کی مایوس کن خبرسن کر لوگوں نے حضرت موسیٰ اور خدا کے خلاف بڑبڑانا شروع کر دیاکہ خدا کیوں ہمیں ملکِ مصر سے نکال لایا۔ اِس باغیانہ روش کے باعث خدا نے پوری قوم کو تباہ کرنے کا فیصلہ کیا ۔تاہم حضرت موسیٰ کی شفاعت کے باعث صرف وہی ہلاک ہوئے جنہوں نے قوم کو مایوس کن خبر دی ۔
	البتہ باقی قوم کو ایک اورسزا سُنائی کہ”تمہاری لاشیں اسی بیابان میں پڑی رہیں گی اور تمہاری ساری تعداد میں سے یعنی بیس(20) برس سے لے کر اُس سے اُوپر اُوپر کی عمر کے تم سب جتنے گنے گئے اور مجھ پر شکایت کرتے رہے۔ان میں سے کوئی اُس ملک میں جس کی بابت میں نے قسم کھائی تھی کہ تم کو وہاں بساﺅں گا جانے نہ پائے گا سوا یفُنّہ کے بیٹے کالب اور نُون کے بیٹے یشوع کے“(گنتی29:14-30 )۔
	خبر لانے والوں میں دو اَور بھی تھے جن کا نام یشوع اورکالب تھا ۔ اُن کی رپورٹ سے خدا پر اُن کابھروسا ظاہر ہوتا ہے،جس کے باعث خدا نے اُنہیں زِندہ رکھا اور ملکِ موعود میں جانے کی خوش خبری بھی دی۔ اُنہوں نے اپنی رپورٹ میں کہا تھا کہ ” اگر خدا ہم سے راضی رہے تو وہ ہم کو اُس مُلک میں پہنچائے گااور وہی مُلک جس میں دودھ اور شہد بہتا ہے ہم کو دے گا“(گنتی8:14) ۔
اسرائیلی رہنماﺅں کی کم اعتقادی اور اِس کا نتیجہ
	 دشت صین میں قادس کے مقام پر پھر پانی کا مسئلہ درپیش آیا۔خدانے حضرت موسیٰ سے کہا کہ ”اُس لاٹھی کو لے اور تُواور تیرا بھائی ہارون تم دونوں جماعت کو اکٹھا کرواور اُن کی آنکھوں کے سامنے اُس چٹان سے (صرف )کہو کہ وہ اپنا پانی دے اور تُو اُن کے لئے چٹان ہی سے پانی نکالنا“ (گنتی8:20)۔ حضرت موسیٰ نے چٹان کو حکم دینے کی بجائے اُسے دو بار مارا۔پانی تو نکل پڑا لیکن خدا کو حضرت موسیٰ کا یہ فعل پسند نہ آیا۔اسلئے حضرت موسیٰ اور ہارون کے خلاف یوں فیصلہ دیا،
 ” چونکہ تم نے میرا یقین نہیں کیاکہ بنی اسرائیل کے سامنے میری تقدیس کرتے اِس لئے تم اِس جماعت کو اُس مُلک میں جو مَیں نے اُن کو دیا ہے نہیں پہنچانے پاﺅ گے“(گنتی 12:20)۔
نئی نسل اور نئی قیادت
	 خداوند کے خلاف بڑبڑانے والے اُس پشت کے تمام لوگ رفتہ رفتہ بیابان میں مر گئے۔ بیابانی سفر کے چالیس سال ختم ہونے سے تھوڑاعرصہ پہلے حضرت ہارون اور حضرت موسیٰ بھی اِنتقال کر گئے (گنتی  28:20؛ استثنا 5:34)۔اسلئے خدا نے حضرت ےشوع کو حضرت موسیٰ کے جانشین کے طور پر چنا تاکہ وہ بنی اسرائیل کو موعود مُلک میں پہنچائیں۔
	خداتعالیٰ نے حضرت یشوع کی حوصلہ افزائی کے لئے فرمایا” تیری زندگی بھر کوئی شخص تیرے سامنے کھڑا نہ رہ سکے گا۔ جیسے میں موسیٰ کے ساتھ تھا ویسے ہی تیرے ساتھ رہوں گا۔میں نہ تجھ سے دست بردار ہوں گا اور نہ تجھے چھوڑوں گا۔سو مضبوط ہو جا اور حوصلہ رکھ کیونکہ تو اِس قوم کو اُس مُلک کا وارث کرائے گاجسے میں نے اُن کو دینے کی قسم اُن کے باپ دادا سے کھائی تُو فقط مضبوط اور نہایت دلیر ہو جا کہ احتیاط رکھ کر اُس ساری شریعت پر عمل کرے جس کا حکم میرے بندہ موسیٰ نے تجھ کو دیا ۔۔۔تاکہ جہاں کہیں تُو جائے تجھے خوب کامیابی حاصل ہو“(یشوع 5:1-7 )۔
بنی اسرائیل مُلکِ کنعان میں
	 بنی اسرائیل دریائے یردن کے مشرقی کنارے پر پہنچ گئے۔جس طرح خُدا تعالیٰ نے پہلی نسل کو بحیرہ قلزم سے گزارنے کے لئے پانی کو دو حصے کر کے رستہ بنایا اسی طرح اب ایک بار پھر خُدا تعالیٰ نے اپنی قدرت سے دریا کو معجزانہ طور پر دو حصے کر دیا اور لوگ سوکھے پاﺅں دریا میں سے گزر گئے۔جب وہ دریا میں سے گزر گئے تو پانی پھر مل گیا اور اُن کی واپسی کا رستہ بند ہوگیا۔
	اب اُنہیںاس مُلک کے جس پہلے شہر میں داخل ہونا تھا اُس کا نام یریحو تھا۔یر یحو کے گرد بڑی مضبوط فصیل تھی۔خُدا تعالیٰ نے بنی اسرائیل کو حکم دیا کہ وہ چھ روز تک شہر کے گرد ایک چکر لگائیں اور ساتویں دن سات چکر لگائیں اور آخری چکرکے ساتھ ہی کاہن نرسنگا پھونکیں اور لوگ نعرے لگائیں۔جب بنی اسرائیل نے خُدا کے حکم کی تعمیل کی تو یہ مضبوط اور ناقابلِ تسخیر فصیل معجزانہ طور پر زمین بوس ہو گئی اور بنی اسرائیل نے شہر میں گھُس کر اُس پر قبضہ کر لیا۔ 
	یوں خُدا تعالی نے سارامُلکِ کنعان اُن کے سپرد کر کے اپنے اُس وعدہ کو پایہ تکمیل تک پہنچایا جوبنی اسرائیل کے جدِ امجد حضرت ابرہام سے کیا تھا۔ 
 ابرہام سے کئے گئے الٰہی وعدہ کے ایک حصہ کی تکمیل
	ہم گزشتہ اسباق میں سیکھ چکے ہیں کہ ابرہام کئے گئے الٰہی وعدہ کے دو پہلو تھے، 
 الف۔خُدا تعالی حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
 ب۔خُدا تعالیٰ ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
	 چنانچہ خُدا تعالیٰ نے آلِ ابرہام (بنی اسرائیل ) کو مصر کی غلامی سے نکال کر مُلکِ کنعان میں آباد کر کے اپنا وہ وعدہ پورا کر دیا جوبنی اسرائیل کے باپ دادا ابرہام، اضحاق اور یعقوب سے کیا تھا ۔
ابرہام سے کئے گئے الٰہی وعدہ کا زیرِ تکمیل حصہ
	 ابراہام سے کئے گئے الٰہی وعدہ کا دوسراپہلو یہ ہے کہ حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت ملنا تھی ۔چنانچہ خُدا نے حضرت اضحاق اور حضرت یعقوب کے ساتھ یہ وعدہ دہرا کر واضح کر دیا کہ یہ ہستی حضرت یعقوب(اسرائیل) کی نسل سے آئے گی۔اور اب اسی بات کی تصدیق حضرت موسیٰ بھی کرتے ہیں۔
دُنیا کےلئے برکت کا وسیلہ بننے والی مقدس ہستی کے بارے حضرت موسیٰ کی پیشینگوئی 
	 اقوام عالم کی برکات کیلئے خُدا تعالیٰ جس ہستی کو حضرت ابرہام کی نسل سے بھیجنے کو تھے ۔ یہ وہی ہستی ہے جس کے بارے میں خُدا تعالیٰ نے باغِ عدن میں خبر دی کہ عورت کی نسل کے طور پر آنے والا ابلیس کے سر کو کُچلے گا ۔اب اُسی کے بارے حضرت موسیٰ سے یوں فرماتے ہیں،
	(اے بنی اسرائیل!) ”خداوند تیرا خدا تیرے لئے تیرے ہی درمیان سے یعنی تیرے ہی بھائیوں میں سے میری مانند ایک نبی برپا کرے گا تم اُس کی سننا۔یہ تیری اُس درخواست کے مطابق ہو گاجو تُو نے خداوند اپنے خدا سے مجمع کے دن حورب میں کی تھی کہ مجھ کو نہ تو خداوند اپنے خدا کی آواز پھر سننی پڑے اور نہ ایسی بڑی آگ ہی کانظارہ ہو تاکہ مَیں مرنہ جاﺅں۔اور خداوند نے مجھ سے کہا کہ وہ جو کچھ کہتے ہیں سو ٹھیک کہتے ہیںمَیں اُن کے لئے اُن ہی کے بھائیوں میں سے تیری مانند ایک نبی برپا کروں گااور اپنا کلام اُس کے منہ میں ڈالوں گااور جو کچھ مَیں اُسے حکم دوں گا وہی وہ اُن سے کہے گا“(استثنا15:18-18)۔
	کوہِ حورب پر بنی اسرائیل نے خُدا تعالیٰ کا جلال دیکھنے کی خواہش کی لیکن جب خُدا نے اپنے جلوہ کی جھلک دکھائی تو وہ اسے برداشت نہ کر سکے تو موسیٰ سے کہاکہ” تو ہی ہم سے باتیں کیا کر اور ہم سُن لیا کریں گے۔لیکن خُدا ہم سے باتیں نہ کرے تانہ ہو کہ ہم مر جائیں“(خروج 19:20)۔
	 حضرت موسیٰ کی پیشین گوئی میں درج ذیل نکات نہایت ہی قابلِ غور ہیں۔
الف۔ وہ ہستی بنی اسرائیل میں سے آئے گی۔
ب۔ اس کے مُنہ میں خُدا کا کلام ہو گا یعنی وہ جو کچھ فرمائے گا وہ خُدا کاکلام ہوگا ۔ 
ج۔وہ ہستی اپنی روحانی صفات کے حوالہ سے حضرت موسیٰ کی مانند ہوگی۔
د۔ اس موعودہ مُقدس ہستی کو بنی اسرائیل کی اُس درخواست کے جواب میں آنا تھا جو اُنہوں نے اُس وقت کی جب اُنہوں نے حورب پہاڑ پر خدا کو دیکھنے کی خواہش کی، لیکن وہ اُس کا جلوہ برداشت نہ کر سکے ۔گویا اس نبی کو خدا کے نمائندہ کے طور پر ظہور پذیر ہونا تھا تاکہ اُس کے وسیلہ سے لوگ خدا کادیدار بھی کر لیں اور ہلاک بھی نہ ہوں۔ گویا اِس ہستی کو مظہرِ خُدا کے طور پر آنا تھا۔
٭٭٭
خداوند آپ کو اِس کلام کے وسیلے برکت بخشے۔آمین!


عزیز طالب علم!
	یہ بات ہمارے لئے نہایت ہی باعث مسرّت ہے کہ آپ نے ہمارا خط و کتابت کورس ”خُدا تعالیٰ کی وفاداری : حصہ اوّل“ مکمل کر لیا ہے۔
	 اِس کے مطالعہ سے آپ کو یقینا برکت ملی ہو گی۔خدا کے کلام کے مطالعہ کے لئے آپ کی لگن، شوق اور محبت واقعی قابلِ تعریف ہے۔ اَب تک کی ساری کامیابی کے لئے ہم دِل کی گہرائیوں سے آپ کو مبارک باد پیش کرتے ہیں اوراِس کے لئے خدا وند کے شکر گزار ہیں اور دُعا کرتے ہیں کہ مستقبل میں بھی خداوند اپنی پاک مرضی اور سربستہ راز مزید وضاحت کے ساتھ آپ پر عیاں کرے۔
	ہمیں اُمید ہے کہ سچائی اور محبت پر مبنی کلامِ الٰہی کی تعلیم سے مزید واقفیت حاصل کرنے کے لئے آپ کے دل میں شوقِ تجسّس ضرور پیدا ہوا ہوگا۔ اِس لئے آپ کی اِس پاکیزہ خواہش کی تکمیل کے لئے ہمارے پاس اور بھی کئی کورس موجود ہیں جو آپ کو ایک ایک کر کے ملتے رہیں گے ۔یقینا کلام مقدّس کا مطالعہ بھی آپ کے لئے باعث برکت ثابت ہو گا۔ 
	خداوند اپنے کلام کے وسیلہ سے آپ اور آپ کے خاندان کو اپنی برکات سے مالا مال کرے۔آمین!

آپ کے خیر اندیش 
پرنسپل و سٹاف
پاکستان بائبل کا رسپانڈنس سکول

  ''';
 String part2Introduction = '''
 خط و کتابت کورس

خُدا تعالیٰ کی وفاداری )حصہ دوم(

پاکستان بائبل کارسپانڈنس سکول




عزیز طالب علم!
	ہمارے خط و کتابت کورس”خُدا تعالیٰ کی وفاداری : حصہ اوّل“ میں ہم سیکھ چکے ہیں کہ خُدا تعالیٰ نے حضرت ابرہام سے ایک خاص وعدہ کیا تھا جس کے دو پہلو تھے، 
خُدا تعالی حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
٭ خُدا تعالی حضرت ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
	 چنانچہ گزشتہ کورس میں ہم نے دیکھا کہ خُدا تعالیٰ نے آلِ ابرہام (بنی اسرائیل ) کو مصر کی غلامی سے نکال کر مُلکِ کنعان میں آباد کر کے اپنا وہ وعدہ پورا کر دیا جوبنی اسرائیل کے باپ دادا حضرت ابرہام،حضرت اضحاق اور حضرت یعقوب سے کیا تھا ۔
	حضرت ابراہام سے کئے گئے الٰہی وعدہ کا دوسراپہلو یہ ہے کہ حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت ملنا تھی ۔چنانچہ اس کورس میں ہم سیکھیں گے کہ بنی اسرائیل کی ساری بیوفائی کے باوجود خُدا تعالیٰ نے کس طرح اپنے وفاداری کا اظہار کرتے ہوئے اس وعدہ کو مزید آگے بڑھایا۔
	اُمید ہے کہ حسبِ سابق "خُدا تعالیٰ کی وفاداری : حصہ دوئم" کا مطالعہ بھی آپ کے لئے الٰہی برکت کے ساتھ ساتھ آپ کے علم میں اضافہ کا باعث ہو گا۔خُداوند تعالیٰ آپ کا حامی و ناصر ہو۔آمین!
دُعا گو
پرنسپل و سٹاف
پاکستان بائبل کارسپانڈنس سکول

  ''';
 String  part2lesson1 = '''
 سبق نمبر1
بنی اسرائیل کے قاضی اور بادشاہ
	خدا تعالیٰ نے اپنے وعدہ کے مطابق بنی اسرائیل کو مصر کی غلامی سے رہائی بخشی۔ اور پھر حضرت یشوع کی رہنمائی میں اُنہیں ملکِ کنعان میں داخل اور آباد کیا۔چنانچہ اس سبق میں ہم سیکھیں گے اس کے بعد خُدا نے بنی اسرائیل کی کیسے رہنمائی کی۔
قاضیوں کا دور
	حضرت یشوع کی وفات کے بعد خدا تعالیٰ نے تقریباً تین سو برس تک بنی اسرائیل کی رہبری قاضیوں کے وسیلہ کی جن کی تعدار پندرہ ہے ۔ قاضیوں کے دور میں بنی اسرائیل بار بار گناہ میں گرتے رہے جس کے باعث اُنہیں سزا ملتی رہی لیکن جب وہ توبہ کرتے تو خُدا تعالیٰ اُن کی توبہ قبول کر کے اُنہیں پھر بحال کرتا رہا۔ اور یوں اُن کی ساری بے وفائی کے باوجود خُدا اپنی محبت میں اُن کے ساتھ وفادار رہا ۔قاضیوں کے تین سو سالہ دور کے مختصر حالا ت قضاة کی کتاب میں مندرج ہیںجو کہ بائبل مقدس کی ساتویں کتاب ہے۔
بنی اسرائیل کا پہلا بادشاہ
	بنی اسرائیل کے آخری قاضی حضرت سموئیل تھے جو قاضی ہونے کے علاوہ ایک عظیم نبی بھی تھے۔آپ کازمانہ خدمت گیارہویں صدی قبل از مسیح ہے۔آپ کے نام سے موسوم دو کتابیں ”پہلا سموئیل اور دوسرا سموئیل “بائبل مقدس میں شامل ہیں ۔
	بنی اسرائیل نے آپ کی معرفت خُدا تعالیٰ سے مطالبہ کیا کہ اُنہیں ایک بادشاہ عطا کیا جائے۔چنانچہ خُدا تعالیٰ بنی اسرائیل کے اس مطالبہ سے بہت ناراض ہوئے کیونکہ اس سے قبل خُدا تعالیٰ خود ہی بنی اسرائیل کے بادشاہ کے طور پر اُن کی رہنمائی کررہے تھے ۔اوراب اُنہوں نے بادشاہ کا مطالبہ کرکے خُدا تعالیٰ کی رہنمائی کو رد کر دیا تھا۔
	تاہم خُدا تعالیٰ نے اُن کے مطالبہ پر ساﺅل کو اُن کا پہلا بادشاہ مقرر کر دیا۔ساﺅل کُچھ سالوں تک تو وفاداری کے ساتھ چلتا رہا۔ لیکن بعد میں اُس کے گناہ کے باعث خدا تعالیٰ نے اُسے چھوڑدیا۔اور حضرت سموئیل کی معرفت اُسے پیغام دیا کہ بادشاہت تُجھ سے لے کر کسی اور کے سپرد کر دی جائے گی ۔
	جب خُدا تعالیٰ نے ساﺅل کو چھوڑ دیا تو مشکلات اور مصائب نے اُسے گھیر لیا ۔آخرساﺅل ایک جنگ میں مارا گیا۔ساﺅل کے دورِ اقتدار اور زوال کی تفصیلات حضرت سموئیل کی پہلی کتاب کے آٹھویں سے اکتیسویں باب میں ملاحظہ کی جا سکتی ہیں۔سموئیل کی پہلی کتاب بائبل مقدس کی فہرست میں نویں نمبر ہے۔
 بنی اسرائیل کا دوسرا بادشاہ
	جب ساﺅل بادشاہ اپنے گناہ کے باعث خُدا سے بیوفا ہوگیا تو خُدا تعالیٰ نے اُس کی جگہ حضرت داﺅد کو ایک نئے بادشاہ کے طور پر چنا۔ یوں نئے باشاہ کے چناﺅ سے خُدا تعالیٰ نے بنی اسرائیل قوم سے اپنی وفاداری کا ثبوت دیا۔بائبل مقدس میں حضرت داﺅد کو ایسا شخص کہا گیا ہے جوخُداوند کے دل کے موافق تھا(۱۔سموئیل 14:13؛ اعمال22:13)۔ آپ بادشاہ ہونے کے ساتھ ساتھ ایک نبی‘ چرواہے‘ شاعر‘ موسیقار اور سپاہی بھی تھے ۔ آپ نے الہامِ الٰہی سے بہت سے زبور لکھے جو زبور کی کتاب میں شامل ہیں۔ آپ کا زمانہ حیات 1040تا930ق۔م ہے۔آپ یسی کے آٹھ بیٹوں میں سب سے چھوٹے تھے(۱۔سموئیل 1:16؛11-13)
دُشمنوں سے رہائی
	خدا کی طرف سے بادشاہ مقرر ہونے کے بعدحضرت داﺅد فوری طور پر تخت نشین نہ ہوئے بلکہ اِس سے قبل اُنہیں بہت سی مشکلات میں سے گزرنا پڑا ۔
	 انہی ایّام میں فلستیوں نے بنی اسرائیل کا ناک میں دم کر رکھا تھا۔فلستیوں میں ایک پہلوان جولیت تھا(جسے عربی میںجالوت کہا گیا ہے) اُس کا قدچھ ہاتھ اور ایک بالشت (9 فٹ9 انچ) تھا ۔ اُس نے بنی اسرائیل کو للکارا تووہ سب اُس کے سامنے سے بھاگ گئے ۔ حضرت داﺅد اُس وقت ابھی لڑکپن میں ہی تھے۔ آپ نے جب یہ منظر دیکھا تو آپ نے خداوند اور قوم اسرائیل کے لئے اپنی غیرت کا اظہار کرتے ہوئے فرمایا، ”یہ نامختون فلستی ہوتا کون ہے کہ وہ زندہ خدا کی فوجوں کی فضیحت کرے؟“(۱۔سموئیل26:17)۔
	یوں اُس فلستی پرغالب آ کر آپ نے اپنی قوم کو اُس کے ظلم اور ذلت آمیز رویہ سے چھٹکارا دیا ۔
	اس فتح پرحضرت داﺅد کے حق میں نعرے سن کر ساﺅل بادشاہ خوش ہونے کی بجائے حسد سے بھر گیااور اُن کی جان لینے کے در پے ہوگیا،جس کے باعث حضرت داﺅد کو وہاں سے جان بچاکر بھاگنا پڑا۔
لیکن خدا نے ساﺅلبادشاہ کے بیٹے یونتن کے دل میں حضرت داﺅد کےلئے محبت ڈال دی اور وہ اپنے باپ کے بُرے منصوبوں سے حضرت داﺅد کوآگاہ کرتا رہااور یوں اُنہیں ساﺅل سے بچائے رکھا۔
	آخر ایک روزساﺅل خود ہی جنگ میں مارا گیا۔اُس کے بعد حضرت داﺅد بادشاہ بن گئے۔بادشاہ بننے کے بعد بھی اُنہیں بہت سی اندرونی اور بیرونی سازشوں اور مخالفتوں سے نپٹنا پڑا ۔ لیکن خدا نے ہمیشہ اُن کی رہنمائی کی جس کی بدولت اُنہوں نے اپنے دورِ حکومت میں بنی اسرائیل کو ترقی کی منازل کی طرف گامزن کیا(۲۔سموئیل 10:5-12)۔ بائبل مقدس بیان کرتی ہے کہ یہ ساری فتح اور کامیابی اُنہیں خُدا کی وفاداری اور ساتھ کی بدولت حاصل ہوئی۔ 
حضرت داود خُدا کی عدالت میں
	حضرت داﺅد اگرچہ ایک برگزیدہ بادشاہ اور نبی تھے تو بھی انسان ہوتے ہوئے اُن سے ایسا فعل سرزد ہو اجس کے لئے آپ کو بہت زیادہ پچھتانا پڑا اور رو رو کر خُدا سے معافی مانگنی پڑی۔ خُدا تعالیٰ آپ سے بہت ناراض ہوئے اور حضرت ناتن نبی کی معرفت یہ پیغام دیا ،
	 ”سو تُو نے کیوں خداوند کی بات کی تحقیر کر کے اُس کے حضوربدی کی ؟تُو نے حتی اور یاہ کو تلوار سے مارااور اُس کی بیوی لے لی تاکہ وہ تیری بیوی بنے“(۲۔سموئیل 12:9)۔
	آپ نے جونہی اپنے خلاف خُدا کا کلام سُنا تو فوراً خُدا کے حضور سجدہ ریز ہو کر اقرار کیا،
	” مَیں اپنی خطا ﺅں کو مانتا ہوںاور میرا گناہ ہمیشہ میرے سامنے ہے۔مَیں نے فقط تیرا ہی گناہ کیاہے اور وہ کام کیا ہے جو تیری نظر میں بُرا ہے تاکہ تُو اپنی باتوں میں راست ٹھہرے اور اپنی عدالت میں بے عیب رہے“(زبور 3:51-4 )۔
	” میری بدی کو مجھ سے دھو ڈال اور میرے گناہ سے مجھے پاک کر“(زبور 2:51)۔
	آپ کا اقرار سُن کر حضرت ناتن نبی نے بعد میں آپ کو خُداوند کی طرف سے معافی کا پیغام یوں دیا ” خداوند نے بھی تیرا گناہ بخشا تُو مرے گا نہیں“(۲۔سموئیل13:12 )۔
ابرہامی برکت کے بارے آپ کی پیشین گوئیاں
	گزشتہ اسباق میں ہم سیکھ چکے ہیں کہ اقوام عالم کو برکات دینے کے لئے خُدا تعالیٰ ایک مقدس ہستی کو اس دُنیا میں بھیجنے کو تھے۔سب سے پہلے خُدا تعالیٰ نے اُن کے بارے فرمایا کہ وہ  ” عورت کی نسل“ ہوگا۔اور بعد میں یہ فرمایا کہ وہ ابرہام ‘ اضحاق اور یعقوب کی نسل سے ہوگا۔پھر حضرت موسیٰ اُن کے بارے خبر دیتے ہیں کہ وہ بنی اسرائیل میں سے ہوگا۔
اسی طرح حضرت داﺅد بھی اب اُن کے بارے کئی پیشین گوئیاں کرتے ہوئے نظر آتے ہیں۔
آنے والی مقدس ہستی کے خطابات 
	 پہلا خطاب 
	آنے والی مقدس ہستی کے لئے حضرت داﺅد سب سے پہلا خطاب ”مسیح“ استعمال کرتے ہےں۔آپ فرماتے ہیں‘ ”خداوند اور اُس کے مسیح کے خلاف زمین کے بادشاہ صف آرائی کرکے اور حاکم آپس میں مشورہ کر کے کہتے ہیںآﺅ ہم اُن کے بندھن توڑ ڈالیں اور اُن کی رسیاں اپنے اُوپر سے اُتار پھینکیں“(زبور2:2 )۔
	 دوسرا خطاب
	 حضرت داﺅداس مقدس ہستی کے بارے دوسرا خطاب ”میراخُداوند“ استعمال کرتے ہیں، اس حوالہ سے آپ یوں فرماتے ہیں”یہوواہ(خدا) نے میرے خداوند سے کہاتُو میرے دہنے ہاتھ بیٹھ جب تک کہ مَیں تیرے دُشمنوں کو تیرے پاﺅں کی چوکی نہ کر دوں“(زبور 1:110)۔
	خُداوند سے مراد آقا یا مولا ہے۔یہی خطاب خُدا تعالی لئے بھی استعمال ہوتا تھا۔
	تیسرا خطاب
	اِسی طرح حضرت داﺅد المسیح کے لئے تیسرا خطاب ”میرا بادشاہ“ استعمال کرتے ہیں اس حوالہ سے آپ فرماتے ہیں.
	”میں تو اپنے بادشاہ کو اپنے کوہِ مقدّس صیون پر بٹھا چکا ہوں“ (زبور6:2)۔
	چوتھا خطاب
	پھر اسی طرح چوتھا خطاب ابدی کاہن استعمال کرتے ہیں۔ اس حوالہ سے آپ فرماتے ہیں
	 ”خداوندنے قسم کھائی ہے اور پھرے گا نہیںکہ تُو ملکِ صدق کے طور پر ابد تک کاہن ہے“ (زبور 4:110)
 	یہودیوں کے مذہبی رہنما کو کاہن کہتے ہیں۔وہ قوم کےلئے خدا کے حضور قربانی چڑھا کر قوم کی شفاعت کرتا ہے۔ یہاں کاہن سے مراد خدا کے حضور شفاعت کرنے والا ہے۔ جب حضرت داﺅد المسیح کو ابدی کاہن کہتے ہیں تو اُن کے نزدیک المسیح ابدی شافع یا شفاعت کنندہ ہیں۔
نوٹ: وہ مقّدس ہستی جس کا وعدہ خدا نے حضرت ابرہام‘ اضحاق اور یعقوب سے کیاتھا۔ پھر حضرت موسیٰ نے اُس کے بارے میں فرمایا کہ وہ میری مانند ہو گا۔ اور اب حضرت داﺅد اسی مقدس ہستی کو مسیح‘ میرا خُداوند اور ابدی کاہن کے القاب سے یاد کرتے ہیں۔


 حضرت داﺅد کے ساتھ خدا کا دائمی عہد
	 خدا نے ناتن نبی کے وسیلہ سے حضرت داﺅد سے فرمایا”اور تیراگھر اور تیری سلطنت سدا بنی رہے گی ۔ تیرا تخت ہمیشہ کے لئے قائم کیا جائے گا “ (۲۔سموئیل16:7)۔ لیکن حضرت داﺅد اور اُن کا بیٹا حضرت سلیمان بھی اپنے وقت کے مطابق اس دُنیا سے کوچ فرما گئے اور دنیاوی لحاظ سے اُن کا تخت بھی ختم ہو گیا۔ سوال پیدا ہوتاہے کہ خدا کا وعدہ کہاں گیا؟ 
	دراصل خُدا تعالیٰ حضرت داﺅد کی نسل سے آنے والی مقدس ہستی المسیح کے وسیلہ سے اپنے اس وعدہ کو پورا کرنے کوتھے۔ اس بات کی سمجھ ہمیں اُس وقت آتی ہے جب ہم حضرت داﺅد کی ایک اور پیشین گوئی پر غور کرتے ہیں۔اس پیشین گوئی کے مطابق المسیح کو مرنے کے بعد مردوں میں سے زندہ ہوکر ہو آسمان پر اپنا ابدی تخت قائم کرنا تھا۔اس پیشین گوئی کے تعلق سے حضرت داﺅد نبی یوں فرماتے ہیں۔	 ”کیونکہ تُو نہ میری جان کوپاتال میں رہنے دے گا، نہ اپنے مُقدّس کوسڑنے دے گا۔تُومجھے زندگی کی راہ دکھائے گا۔تیرے حضور میںکامل شادمانی ہے ۔ تیرے دہنے ہاتھ میں دائمی خوشی ہے“(زبور 10:16-11)۔
	”یہوواہ (خدا) نے میرے خداوند سے کہاتُو میرے دہنے ہاتھ بیٹھ“۔(زبور1:110)
		چنانچہ حضرت داﺅ د المسیح کی پیدایش سے ایک ہزار سال قبل پیشین گوئی کے طور پر بیان کرتے ہیں کہ آپ مریں گے لیکن آپ کا جسم (گلنے)سڑنے نہ پائے گا بلکہ آپ دوبارہ زندہ ہو کر آسمان پر اُٹھائیں جائیں گے اور یوں خُدا کے دہنی ہاتھ بیٹھیں گے۔
	اِسی طرح زبور2،45،110 میں ہمیں ان باتوں کی مزید تفصیل ملتی ہے ۔ نیز زبور 22 میں ہمیں مسیح کے دُکھوں کا تذکرہ بھی ملتا ہے۔

  ''';
 String part2lesson2 = '''
 سبق نمبر2
یسعیاہ نبی : ایک عظیم پیغمبر
	گزشتہ سبق سے ہم نے سیکھا کہ جس شخصیت کے متعلق خداتعالیٰ انبیائے کرام کے وسیلہ سے خوش خبری دیتا رہا، اس کے بارے میں حضرت داﺅد پر انکشاف ہوا کہ اُس کا لقب مسیح ہوگا۔ حضرت داﺅدنے اک ہزار سال قبل از مسح اُس کی موت ،موت کے بعد دوبارہ زندہ ہونے،اور زندہ ہونے کے بعد صعودِ آسمانی اور اُس کی ابدی بادشاہی کے متعلق پیشن گوئی کی۔
	حضرت داﺅد کے قریباً تین سوسال بعد یعنی تقریبا ساتویں صدی ق۔م میں عظےم نبی حضرت یسعیاہ آئے۔آپ اپنے وقت کے قومی اور دینی پیشوا تھے۔شاہِ یہوداہ عزیاہ کی وفات پر اُنہیں بڑا صدمہ ہوا،کیونکہ اب یہودا ہ کی سلطنت کا تخت خالی اور قوم غیر محفوظ ہو چکی تھی۔ایسے حالات میں خُدا تعالیٰ نے اُنہیں اےک ایسے بادشاہ کے متعلق آگاہی بخشی، جو مستقبل بعد میں آنے کو تھا۔
	دراصل یہ وہی بادشاہ تھا جس کے بارے حضرت داﺅد بھی پیشین کر چکے تھے اور بتا چکے تھے کہ اُس کی بادشاہت ابدی ہوگی۔اس سبق میں ہم سیکھیں گے کہ حضرت یسعیاہ اُس بادشاہ کے بارے میں مزید کیا خوش خبری دیتے ہیں۔
ابدی بادشاہ کا حسب نسب 
	 شیطان کا سر کُچلنے اور انسان کو گناہ سے نجات دینے کے لئے جس ہستی کو عورت کی نسل کے طور پر اس دُنیا میں آنا تھا اُس کے بارے ہم یہ سیکھ چکے ہیں کہ اُسے ابرہام ، اضحاق اور یعقوب کی نسل سے آنا تھا ۔بعد میںاُسی کے بارے حضرت موسیٰ نے پیشین گوئی کی کہ وہ بنی اسرائیل قوم میں سے آئے گا ۔
	 اُسی ہستی کے بارے میں اب حضرت یسعیاہ ہمیں یہ بتاتے ہیں کہ وہ کون سے خاندان سے ہوں گے۔یسعیاہ 1:11 میں یوں لکھا ہے	 ”اوریسّی کے تنے سے ایک کونپل نکلے گی اور اُس کی جڑوں سے ایک بار آور شاخ پیدا ہوگی۔“
	اس آیت میں تنے سے مراد حضرت داﺅد کے باپ یسّی کا سلسلہ  نسب ہے اور شاخ وہ بادشاہ ہے جو دُنیا میں آنے کو تھا۔ 
	اس سے قبل ہم سیکھ چکے ہیںکہ خدا نے ناتن نبی کے وسیلہ سے حضرت داﺅد بادشاہ سے فرمایا کہ ”تیراگھر اور تیری سلطنت سدا بنی رہے گی۔تیرا تخت ہمیشہ کیلئے قائم کیا جائے گا “ (۲۔ سموئیل 16:7)۔ اورتقریباً تین سو سال بعدحضرت یسعیاہ نبی حضرت ناتن کی اس پیشین گوئی کی تصدیق کرتے ہیں۔ اور بتاتے ہیں کہ حضرت داﺅد کے باپ یسی کے سلسلہ نسب ہی سے ایک مقدس ہستی آئے گی جس کے وسیلہ سے حضرت داﺅد کا تخت پھر بحال ہوگا۔
آنے والے بادشاہ کی پہچان
 	اب تک یہ بات تو واضح ہو چکی ہے کہ اس نئے بادشاہ کو حضرت داﺅد کے والدیسی کے سلسلہ نسب سے آنا تھا۔ اس سلسلہ نسب سے تو ہزاروں بچوں کو پیدا ہونا تھا اب یہاں سوال یہ تھا کہ اس مخصوص ہستی کو کس طرح پہچاننا تھا۔چنانچہ حضرت یسعیاہ نبی نے اس حوالہ سے بھی ایک پیشین گوئی کے وسیلہ لوگوں کی مدد کی اور بتایا کہ اس آنے والے بادشاہ کی پہچان کیا ہو گی۔اس سلسلہ میں آپ فرماتے ہیں۔”لیکن خدا وند آپ تم کو ایک نشان بخشے گا۔دیکھو ایک کنواری حاملہ ہوگی اور بیٹا پیدا ہو گا اور وہ اُس کا نام عمانوایل رکھے گی“(یسعیاہ 14:7) ۔
	آپ واضح طور پر بتاتے ہیں کہ آنے والا ابدی بادشاہ کسی مرد کے عمل دخل کے بغیر ایک کنواری سے پیدا ہوگا۔ دراصل یہ اُسی بات کی تصدیق تھی جو خُدا تعالیٰ نے کئی سال پہلے باغِ عدن میں فرمائی تھی کہ ابلیس کے سر کو کچلنے والا عورت کی نسل کے طور پر اس دُنیا میں وارد ہو گا۔اس حوالہ سے یوں لکھا ہے،      
	 ”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔وہ تیرے سر کو کُچلے گا اور تو اُس کی ایڑی پر کاٹے گا“۔(پیدائش 15:3)۔
ابدی بادشاہ(المسیح) کی خصوصیات
	”اور یسّی کے تنے سے ایک کونپل نکلے گی اور اُس کی جڑوں سے ایک بارآور شاخ پیدا ہو گی۔ اور خداوند کی رُوح اُس پر ٹھہرے گی۔حکمت اورخِرد کی رُوح، مصلحت اور قدرت کی رُوح، معرفت اور خداوند کے خوف کی رُوح۔اوراُس کی شادمانی خداوند کے خوف میں ہوگی اور وہ نہ اپنی آنکھوں کے دیکھنے کے مطابق اِنصاف کرے گااور نہ اپنے کانوں کے سُننے کے موافق فیصلہ کرے گا۔بلکہ وہ راستی سے مسکینوں کا انصاف کرے گا اور عدل سے زمین کے خاکساروں کا فیصلہ کرے گااور وہ اپنی زبان کے عصا سے زمین کو مارے گااور اپنے لبوں کے دم سے شریروں کو فنا کر ڈالے گا۔اُس کی کمر کا پٹکا راستبازی ہوگی اور اُس کے پہلو پر وفاداری کا پٹکا ہوگا۔پس بھیڑیا برّہ کے ساتھ رہے گا اور چیتا بکری کے بچّے کے ساتھ بیٹھے گااور بچھڑا اور شیر بچّہ اور پلا ہوا بَیل مِل جُل کر رہیں گے اور ننھا بچہ اُن کی پیش روی کرے گا۔گائے اور ریچھنی مل کر چریں گی۔اُن کے بچّے اکٹھے بیٹھیں گے۔اور شیرِ ببر َبیل کی طرح بھوسا کھائے گا۔اور دُودھ پیتا بچّہ سانپ کے بِل کے پاس کھیلے گااوروہ لڑکا جس کا دُودھ چھڑایا گیا ہوافعی کے بِل میں ہاتھ ڈالے گا۔وہ میرے تمام کوہِ مقدس پرنہ ضرر پہچائیں گے نہ ہلاک کریں گے کیونکہ جس طرح سمندر پانی سے بھرا ہے اُسی طرح زمین خداوند کے عرفان سے معمور ہوگی“۔(یسعیاہ 1:11-9)
ابدی بادشاہ(المسیح) کے القاب
	یسعیاہ 6:9-7”اس لئے ہمارے لئے ایک لڑکا توَلّد ہوااور ہم کو ایک بیٹا بخشا گیااور سلطنت اُس کے کندھے پر ہوگی اور اُس کا نام عجیب مشیر، خدایِ قادر، ابدیت کا باپ، سلامتی کا شہزادہ ہوگا۔اُس کی سلطنت کے اقبال اور سلامتی کی کچھ انتہا نہ ہوگی۔وہ داﺅد کے تخت اور اُس کی مملکت پر آج سے ابد تک حکمران رہے گااور عدالت اور صداقت سے اُسے قیام بخشے گا ربّ الافواج کی غیوری یہ کرے گی“۔
ابدی بادشاہ(المسیح) کے کام
 	”خداوند خدا کی رُوح مجھ پر ہے کیونکہ اُس نے مجھے مسح کیا تاکہ حلیموں کو خوش خبری سناﺅں۔اُس نے مجھے بھیجا ہے کہ شکستہ دلوں کو تسلّی دوں۔قیدیوں کے لئے رہائی اور اسیروں کے لئے آزادی کا اعلان کروں ۔ تا کہ خداوند کے سالِ مقبول کا اور اپنے خدا کے اِنتقام کے روز کا اشتہار دوں ا ورسب غمگِینوں کو دِلاسا دُوں“(یسعیاہ 1:61-2) ۔
	یسعیاہ 2:9”جو لوگ تاریکی میں چلتے تھے اُنہوں نے بڑی روشنی دیکھی۔جو موت کے سایہ کے مُلک میں رہتے تھے اُن پر نور چمکا“۔
 ابدی بادشاہ(المسیح) کی کفارہ بخش موت 
	 خدا پاک ہے جب کہ انسان گناہ کی وجہ سے پاک نہ رہ سکا۔ لہٰذا خدا اور انسان کے درمیان جُدائی پیدا ہوگئی۔ اب انسان اور خدا کے درمیان تعلقات اسی صورت میں بحال ہو سکتے تھے کہ پہلے انسان اپنے گناہوں سے پاک ہوتا۔حضرت یسعیاہ نبی بیان کرتے ہیں کہ خدا تعالیٰ نے انسان کو گناہ سے پاک کرنے کے لئے مسیح کو کفارہ ٹھہراےا ۔اس حوالہ سے آپ فرماتے ہیں
	”وہ ہماری خطاﺅں کے سبب سے گھائل کیا گیا اور ہماری بد کرداری کے باعث کُچلا گیا، ہماری ہی سلامتی کے لئے اُس پر سیاست ہوئی تاکہ اُس کے مار کھانے سے ہم شفا پائیں“ (یسعیاہ5:53 )۔
	”ہم سب بھیڑوں کی مانندبھٹک گئے۔ہم میں سے ہر ایک اپنی راہ کو پھرا پر خداوندنے ہم سب کی بد کرداری اُس پر لادی“(یسعیاہ6:53) ۔
	”اپنی جان ہی کا دُکھ اُٹھا کر وہ اُسے دیکھے گا اور سیر ہوگا۔ اپنے ہی عرفان سے میرا صادق خادم بہتوں کو راستباز ٹھہرائے گاکیونکہ وہ اُن کی بد کرداری خود اُٹھا لے گا“(یسعیاہ11:53)۔
المسیح کی موت کے بارے خُدا کی مرضی
	یسعیاہ9:53 ”اُس کی قبر بھی شریروں کے درمےان ٹھہرائی گئی اور وہ اپنی موت میں دولت مندوں کے ساتھ ہوا حالانکہ اُس نے کسی طرح کا ظلم نہ کےااوراُس کے منہ مےںہر گز چھل نہ تھا“۔ 
	یسعیاہ10:53”لیکن خداوند کو پسند آیاکہ اُسے کُچلے۔ اُس نے اُسے غمگین کیا۔جب اُس کی جان گناہ کی قربانی کے لئے گزرانی جائے گی تو وہ اپنی نسل کو دیکھے گا۔اُس کی عمر دراز ہو گی اور خداوند کی مرضی اُس کے ہاتھ کے وسیلہ سے پوری ہوگی۔
	جب ہم ان آیات پر غور کرتے ہیں کہ تو ان سے ہم تین باتیں سیکھتے ہیں۔
	اوّل: یسعیاہ کے مطابق المسیح خود بے گناہ ہوں گے۔
	دوم:المسیح کو خُدا کی مرضی پوری کرنے کے لیے اپنی جان کی قربانی دیناہوگی۔
	سوم:آپکی قبر شریروں کے درمیان ہوگی تاہم مرنے کے بعد اُنہیںدوبارہ جی اُٹھنا ہوگا۔

  ''';
  String part2lesson3 = '''
  سبق نمبر3
بنی اسرائیل کا زوال اور خدا کی وفاداری
(حصہ اوّل)
	حضرت داﺅد چونکہ خُدا کے ساتھ بڑی وفاداری کے ساتھ چلتے رہے اس لئے خُدا تعالیٰ نے اُنہیں بہت سرفرازی اور کامیابی عنایت کی یہاں تک کہ اُن کے زمانہ میں بنی اسرائیل کی حدود دریائے فرات سے لے کر مصر کے دریا تک پھیل چکی تھیں۔
	تاہم افسوس کی بات یہ ہے کہ حضرت داﺅد کے بعد آنے والے بادشاہ اور اُن کی رعایا خُدا کے ساتھ وفادار نہ رہے جس کے سبب سے بنی اسرائیل کی سلطنت زوال کا شکار ہو گئی ۔ اس سبق میں ہم یہی سیکھنے کی کوشش کریں گے کہ بنی اسرائیل کی یہ سلطنت کس طرح زوال کا شکار ہوئی۔ اورکس طرح ان ساری باتوں کے باجود خُدا اُن کے ساتھ وفادار رہا۔  
سلطنت کی تقسیم
	 حضرت داﺅد کے بعدحضرت سلیمان بنی اسرائیل کے تیسرے بادشاہ بنے۔ آپ نے چالیس سال تک بڑی کامیابی سے حکومت کی۔پھر آپ کے بعد آپ کا بیٹا رحبعام بادشاہ بنا جس کی احمقانہ حکمت عملی کی وجہ سے سلطنت میں بغاوت ہوگئی ۔ اس بغاوت کے نتیجہ میں 931 ق۔م میں بنی اسرائیل کی سلطنت دو حصوں میں تقسیم ہو گئی ۔ایک شمالی سلطنت اور دوسری جنوبی سلطنت کہلائی۔
شمالی سلطنت: 	اسے بنی اسرائیل کی سلطنت بھی کہا جاتا ہے۔اس میں بنی اسرائیل کے دس قبائل تھے اور اس کا دارالحکومت سامریہ تھا۔اس میں اُنیس بادشاہوں نے حکومت کی جو تمام کے تما م شریر اور خُدا کے نافرمان تھے۔ اسی طرح بادشاہوں سمیت عوام بھی خُدا کے قوانین سے باغی ہو گئے تھے۔ خُدا تعالیٰ نے اپنے انبیا کرام کے وسیلہ ان لوگوں کو تنبیہہ کی کہ وہ اپنی روش سے باز آئیں۔ لیکن انہوں نے خُدا کی اس تنبیہہ پر توجہ نہ دی۔ چنانچہ یہ سلطنت 722 ق۔م میں اسور کے بادشاہ کے ہاتھوں تباہ ہو گئی۔

شمالی سلطنت کے انبیائے کرام
	شمالی سلطنت میں یوں تو کئی انبیا آئے جن میں حضرت ایلیاہ (الیاس) اور حضرت الیشع(الیسع)قابلِ ذکر ہیں ان کے احوال بائبل مقدس (۱۔سلاطین 17 ویں باب تا ۲۔سلاطین13 ویں باب ) میں مذکور ہیں ۔ تاہم شمالی سلطنت میںآنے والے صاحبِ کتاب انبیا صرف دو ہی ہیں یعنی حضرت عاموس اور حضرت ہوسیع ، ان دونوں کے نام سے موسوم صحائف بائبل مقدس میں شامل ہیں ۔ آئےے ان بزرگ انبیا کے پیغام اور احوال پر مختصر نظر ڈالیں۔ 
حضرت عاموس
	آپ یروشلیم کے جنوب میں دس میل کے فاصلہ پرواقع ایک قصبہ تقوع کے ایک چرواہے تھے ۔ آپ نے تقریباً783 تا 743ق۔م میں شمالی سلطنت میں نبوتی خدمت سرانجام دی۔
	جن دنوں میں آپ نے نبوت کی اُس وقت شمالی سلطنت کی تجارت اسور کی سلطنت کے ساتھ زوروں پر تھی۔ اس تجارتی عروج کے باعث مُلک میں بڑی خوشحالی آگئی تھی۔اس خوشحالی کے باعث لوگوں میں کئی معاشرتی برائیاں بھی آگئی تھیں ۔ ہر طرف غریبوں کا استحصال ہونے لگا۔ انصاف مکمل طور پرناپید ہوگیا۔رشوت ستانی، ناپ تول میں بددیانتی،بے ثبات چیزوں پر بھروسہ،اپنی طاقت کا گھمنڈ، عیش پرستی اور حرامکاری جیسی برائیاں لوگوں کا معمول بن گئیں تھیں۔
	اسی طرح مذہبی لحاظ سے بھی یہ لوگ گراوٹ کا شکار ہو چکے تھے۔ دینداری اور خُدا پرستی محض دکھاوا بن کر رہ گئی تھی جب کہ اُن کے دل خُدا سے دور تھے ۔ یہاں تک کہ خُداوند کو یوں کہنا پڑا
	”میں تمہاری عیدوں کو مکروہ جانتا ہوں اور اُن سے نفرت رکھتا ہوں اور تمہاری مقدس محفلوں سے بھی خوش نہ ہوںگا۔ اور اگر چہ تُم میرے حضور سوختنی اور نذر کی قربانیاں گذرانو گے تو بھی میں اُن کو قبول نہ کروں گا اور تمہارے فربہ جانوروں کی شکرانہ کی قربانیوں کو خاطر میں نہ لاﺅں گا“(عاموس 21:-22)
	اِس صورت حال میں خُداوند تعالیٰ بنی اسرائیل سے یوں فرماتے ہیں
	”۔۔۔تُم میرے طالب ہو اور زندہ رہو“(عاموس4:5)۔
	لیکن اگر وہ خُداوند کے طالب نہ ہوں گے تو اُنہیں خُداوند کے عذاب کا سامنا کرنا ہوگا۔ اس تعلق سے یوں لکھاگیا ہے۔
	”۔۔۔اَے بنی اسرائیل دیکھو میں تُم پر ایک قوم کو چڑھا لاﺅں گاوہ تُم کو حمات کے مدخل سے وادی عربہ تک پریشان کرے گی“(عاموس14:6)۔
	”تیرے بیٹے اور بیٹیاں تلوار سے مارے جائیں گے ۔ ۔۔اور تو ایک ناپاک مُلک میں مرے گا اور اسرائیل یقینا اپنے وطن سے اسیر ہو کر جائے گا“(عاموس17:7)۔ 
 اُمید کا پیغام
	حضرت عاموس نے بنی اسرائیل کو یہ بھی بتایا کہ اگر چہ خدا اُن کے گناہ کی بدولت انہیں سزا دے گا، تاہم وہ اُنہیں ہمیشہ کے لئے ترک نہیں کرے گا بلکہ اُنہیں دوبارہ بحال کرے گا۔ یوں لکھا ہے کہ ”میں اُس روز داﺅد کے گرے ہوئے مسکن کو کھڑا کر کے اُس کے رخنوں کو بند کروں گااور اُس کے کھنڈر کی مرمت کر کے اُسے پہلے کی طرح تعمیر کروں گا۔۔۔ اور میں بنی اسرائیل اپنے لوگوں کو اسیری سے واپس لاﺅں گا وہ اُجڑے شہروں کوتعمیر کر کے اُن میں بودوباش کریں گے۔۔۔“(عاموس11:9-13)۔
	اِس آیت ِمقدسہ کا اگر چہ ظاہری مفہوم تو یہ ہے کہ خُدا تعالیٰ اُنہیں دوبارہ اُنکے مُلک میں آباد کریگا ۔لیکن اس سے مُراد اُن کی جسمانی نہیں بلکہ روحانی بحالی تھی، اس لئے کہ اُنکی سلطنت جسمانی طور پر کبھی بھی بحال نہ ہو سکی۔اس لئے اسکا اصل مفہوم یہ ہے کہ خُدا تعالیٰ المسیح کے وسیلہ داﺅد کے گرے ہوئے مسکن(سلطنت ) کو دوبارہ قائم کرنے کے وسیلہ ان لوگوں کو بحال کریں گے۔
حضرت ہوسیع 
	حضرت ہوسیع نے شمالی سلطنت کے بادشاہ یربعام دوم( 793-753ق۔م)کے دورِ حکومت میں (بنی اسرائیل کی) شمالی سلطنت کے خلاف نبوت کی۔حضرت ہوسیع کی خاندانی زندگی کی مثال کی مدد سے خدا نے بنی اسرائیل اور اپنے تعلق کو بیان کیا۔ حضرت ہوسیع کی بیوی ایک بے وفا عورت تھی،جس کی وجہ سے اُنہیں بڑے کرب سے گزرنا پڑا۔ بیوی کی تمام تر بے وفائی کے باوجود اُن کی محبت میں کوئی کمی نہ آئی بلکہ اُن کی ہمیشہ یہی خواہش رہی کہ وہ راہِ راست پر آجائے۔حضرت ہوسیع کے صحیفہ میں بتایا گیا ہے کہ بنی اسرائیل اور خدا کے تعلقات بھی اسی قسم کے ہیں۔خدا نے ہمیشہ بنی اسرائیل قوم سے اپنی محبت کا اظہار کیا لیکن وہ ہمیشہ بے وفا ہی رہی۔وہ خدا کی بجائے غیر معبودوںکے پاس جاتی رہی ۔ تاہم خدا بار بار اپنی اس خواہش کا اظہار کرتا ہے کہ بنی اسرائیل اپنی روش سے باز آجائیں ۔
	ہوسیع نبی فرماتے ہیںکہ بنی اسرائیل کی متواتر سر کشی کے باعث خدا اُن کی عدالت کرے گااور سامریہ یعنی اسرائیل کی شمالی سلطنت تباہ ہو جائیگی اور لوگ تلوار کا لقمہ بن جائےں گے۔تاہم خدا اُن کو ہمیشہ کے لئے ترک نہ کرے گا بلکہ تائب لوگوں کو اپنی محبت کے باعث بحال کرے گا۔ آپ فرماتے ہیں
	”وہ دو روز کے بعد ہم کو حیاتِ تازہ بخشے گااور تیسرے روز اُٹھا کھڑا کرے گااور ہم اُس کے حضور زندگی بسر کریں گے“(ہوسیع2:6)۔
	اس آیتِ مقدسہ میں بھی دُہرا مفہوم پایا جاتا ہے ایک جانب یہ بنی اسرائیلی کی بحالی کی طرف اشارہ کرتی ہے اور دوسری جانب المسیح کے بارے ایک پیشین گوئی بھی ہے کہ وہ اپنی موت کے تیسرے روز دوبارہ زندہ ہو ںگے۔
شمالی سلطنت کا خاتمہ
	 بنی اسرائیل نے خداوند کی بات پر کان نہ دھرابلکہ اپنی ہٹ دھرمی اور سرکشی پر قائم رہے ۔ بالآخرجو کچھ خداوند نے فرمایا تھا وہی عمل میں آیا۔ 722 ق۔م میں” شاہِ اسوراسرائیل کو اسیر کر کے (اپنے مُلک) اسور کو لے گیااس لئے کہ اُنہوں نے خداوند اپنے خدا کی بات نہ مانی بلکہ اُس کے عہد کویعنی اُن سب باتوں کو جن کا حکم خداوند کے بندہ موسیٰ نے دیا تھاعدول کیا اور نہ اُن کو سنا نہ اُن پر عمل کیا“(۲۔سلاطین11:18-12)۔
لوگوں کی بیوفائی اور خُدا کی وفاداری
	اس سبق میں ہم نے دیکھا کہ خُدا تعالیٰ کے انبیا کی تمام تر تنبیہہ کے باوجود شمالی سلطنت کے لوگ اپنی سرکشی اور ہٹ دھرمی سے باز نہ آئے جس کے نتیجہ میں اُنہیں تباہی اور عذابِ الٰہی کا سامنا کرنا پڑا۔ تاہم بنی اسرائیل کی تمام تر بیوفائی کے باوجود خُدا تعالیٰ کی وفاداری میں کوئی فرق نہ آیا۔
	خُدا تعالیٰ نے حضرت ابرہام سے وعدہ کیا تھا کہ وہ اُن کی نسل کو ایک بڑی قوم بنا کر ملکِ کنعان میں بسائے گا ۔جس کی تکمیل ہم گزشتہ اسباق میں دیکھ چکے ہیں۔ اسی طرح خدا تعالیٰ نے اُن سے یہ وعدہ بھی کیا کہ اُن کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت ملے گی۔اور پھر سابقہ اسباق میں ہم یہ سیکھ چکے ہیں کہ اس وعدہ کو المسیح کے وسیلہ پورا ہونا تھا۔یوں خُدا تعالیٰ اپنی وفاداری کے ثبوت میں ہر دور میں المسیح کے بارے کسی نہ کسی نئی با ت کا انکشاف کرتے رہے ہیں۔
	اس سبق میں اس تعلق سے ہم نے دو باتیں سیکھیں، 
	اوّل:حضرت عاموس کے وسیلہ ہم نے سیکھا کہ خُدا تعالیٰ المسیح کے وسیلہ حضرت داﺅد کی 
    سلطنت کو بحال کریں گے۔
	دوم: حضرت ہوسیع کے وسیلہ سیکھا کہ المسیح مریں گے اور تیسرے روز پھر زندہ ہوں گے۔

  ''';
  String  part2lesson4 = '''
  سبق نمبر4
بنی اسرائیل کا زوال اور خدا کی وفاداری
(حصہ دوم)
	گزشتہ سبق میں ہم نے دیکھا کہ کس طرح بنی اسرائیل کی شمالی سلطنت کی بے وفائی کے باوجود خُدا اپنے وعدہ میں وفادار رہا۔اس سبق میں ہم جنوبی سلطنت کے احوال کا مطالعہ کریں گے۔ 
جنوبی سلطنت 	
اسے یہوداہ کی سلطنت بھی کہاجاتا ہے ۔اس میں دو قبائل شامل تھے ۔ اس سلطنت کا دارلحکومت یروشلیم تھا۔اس پر انیس باشاہوں اور ایک غاصب ملکہ نے حکومت کی ۔ ان میں سے آٹھ بادشاہ تو اچھے تھے جب کہ باقی سبھی شریر اور خُدا کے نافرمان تھے ۔ ان لوگوں نے بھی شمالی سلطنت کی طرح خُدا کی تنبیہہ پر کان نہ دھرا ۔چنانچہ اس سلطنت کی مسلسل نافرمانی کی وجہ سے خُدا تعالیٰ نے اُنہیں ۶۸۵ ق ۔م میں ستر سال کے لئے بابل کی اسیری میں دے دیا۔
جنوبی سلطنت کے انبیاکرام 
	خُدا کی نافرمانی کی وجہ سے 586 ق ۔م میں یہ لوگ بابل کی اسیری میں چلے گئے۔ اس اہم واقعہ کی وجہ سے جنوبی سلطنت کے انبیا کرام کو تین گروپ میں تقسیم کیا جا تا ہے۔ 
الف۔زمانہ  اسیری سے قبل کے انبیا(835 تا 580 ق۔م)
	ان میں حضرت یوایل، حضرت یسعیاہ، حضرت میکاہ، حضرت صفنیاہ،حضرت حبقوق حضرت یرمیاہ کل چھ انبیا شامل ہیں ۔یاد رہے کہ حضرت یرمیاہ نے اسیری سے قبل بھی اور کُچھ عرصہ اسیری کے زمانہ میں مصر میں اپنی نبوتی خدمت سرانجام دی۔ ان انبیا کی نبوت کا مضمون یہ تھا کہ لوگوں کے گناہوں کی بدولت سلطنتِ یہود اہ کا دا رالحکومت یر وشلیم تباہ ہو جائے گا اور خُدا اُنہیں بابل کی اسیری میں بھیج دے گا۔اسلئے وہ توبہ کرکے خُدا کی طرف رجوع لا کر اس تباہی سے بچ جائیں۔
ب۔ زمانہ اسیری کے دوران کے انبیا(592 تا536 ق۔م)
	ان میں حضرت حزقی ایل اور حضرت دانی ایل دو انبیاءشامل ہیں۔یہ انبیا ایک طرف تو گناہوں سے اجتناب اور توبہ کی تلقین اور دوسری جانب اسیروں کی حوصلہ افزائی کرتے رہے کہ وہ یروشلیم کی بحالی کی امید اور ایمان کو کھو نہ دیں۔
ج۔ زمانہ اسیری کے بعد کے انبیا(520 تا 425 ق۔م)
 	ان میں حضرت حجی، حضرت زکریا اور حضرت ملاکی کل تین انبیا ءشامل ہیں۔
جنوبی سلطنت کے انبیا کا پیغام
	 اختصار کی خاطر اس حصہ میں ہم چند انبیا کے پیغامات پر غور کریں گے ۔ ان انبیا ءکے پیغامات پر غور کرتے ہوئے ہم دو خاص باتوں پر توجہ دینے کی کوشش کریں گے ،
	 اوّل :ان انبیا ءنے اپنے دور کی موجودہ صورت کے بارے کیا پیغام دیا 
	دوم: اقوامِ عالم کو برکت دینے والی ہستی ”المسیح“ کے بارے کیا پیشین گوئیاں کیں۔
 اسیری سے قبل کے نبی:حضرت میکاہ
 حضرت میکاہ کا زمانہ نبوت
 742 تا 687 ق۔ م ہے۔اُن کی نبوت کا مرکزی مضمون یہ ہے کہ لوگوں کے گناہوں کی بدولت سلطنتِ یہود اہ کا دا رالحکومت یر وشلیم اور اسرائیل کادارالحکومت سامریہ تباہ ہو جائےں گے۔اوریہ پیغام بھی دیا کہ خدا اُنہیں ہمیشہ کےلئے ترک کرنے کی بجائے انہیں پھر بحال کرے گا۔علاوہ ازیںمسیح کی جائے پیدائش کے بارے میں یوں پیشین گوئی کی۔
	” لیکن اے بیت لحم افراتاہ! اگر چہ تُو یہوداہ کے ہزاروں میں شامل ہونے کے لئے چھوٹا ہے تَو بھی تجھ میں سے ایک شخص نکلے گا اور میرے حضور اسرائیل کا حاکم ہوگااور اُس کا مصدر زمانہ سابق ہاں قدیم الایّام سے ہے“( میکاہ 2:5)۔
اسیری سے قبل کے نبی:حضرت یرمیاہ
	 حضرت یرمیاہ کادورِ نبوت تقریباً 626تا 587ق۔م ہے۔آپ نے بنی ےہوداہ پر اُن کے گناہ ظاہر کرتے ہوئے اُن کے انجام کے بارے میں کہا کہ خداوند فرماتا ہے ”میں تمام یہوداہ کوشاہِ بابل کے حوالہ کر دوں گااور وہ اُن کو اسیر کر کے بابل میں لے جائے گا“(یرمیاہ4:20)۔
	تاہم اس کے ساتھ یہ اُمید بھی دلائی کہ خدا اُن کوپھر اپنے ملک میں واپس لائے گا۔
	”اور میں یہوداہ اور اسرائیل کو اسیری سے واپس لاﺅں گا اور اُن کو پہلے کی طرح بناﺅں گا اور میں اُنکو اُنکی ساری بدکرداری سے جو اُنہوں نے میرے خلاف کی ہے پاک کروں گا۔۔۔“(میکاہ 7:33-8)۔
 	علاوہ ازیں مستقبل میں آنے والے نجات دہندہ المسیح کے بارے بھی پیشین گوئی کی۔ 
	”۔۔۔ خُداوند فرماتا ہے کہ وہ نیک بات جو میں نے اسرائیل کے گھرانے اور یہوداہ کے گھرانے کے حق میں فرمائی ہے پوری کرونگا۔ اُنہی ایام میں اور اُسی وقت میں داﺅد کے لئے صداقت کی شاخ پیدا کر وں گا۔ اور وہ مُلک میں عدالت و صداقت سے عمل کر ے گا۔اُن دنوں میں یہوداہ نجات پائے گا اور یروشلیم سلامتی سے سکونت کرے گا اور خُدا وند ہماری صداقت اُس کا نام ہو گا“(یرمیاہ14:33-16)۔

جنوبی سلطنت۔ بنی یہوداہ کا انجام
	 شمالی سلطنت کی طرح خدا تعالیٰ نے اپنے انبیائے کرام کے وسیلہ بنی یہوداہ کو بھی بار بار تنبیہ کی کہ وہ اپنے گناہوں کو ترک کریں لیکن اُنہوں نے توبہ نہ کی جسکے نتیجہ میں تقریباً 586 ق۔م میں یہ سلطنت بھی تباہ ہوگئی اور لوگوں کو بابل کی اسیری میں جانا پڑا۔ 
اسیری کے زمانہ کے نبی : حضرت دانی ایل
	 جب بنی یہوداہ اسیر ہو کر بابل گئے توحضرت دانی ایل بھی اُن اسیروں میں شامل تھے ۔ آپ کازمانہ نبوت 605 تا 536 ق۔م ہے۔آپ اسیر ہونے کے باوجودبابلی او ر فارسی حکومت میں اعلیٰ عہدوں پر فائز رہے۔خدا کی پاک روح سے معموری سے آپ خوابوں کی تعبیر بھی کیا کرتے تھے۔ آپ نے کئی پیشین گوئیاں بھی کیں ۔ان میں سے کچھ کا مطالعہ ہم ابھی کریں گے۔
	 دانی ایل1:2-49 کے مطابق ایک بارشاہِ بابل نبوکد نضر نے خواب میں ایک ہیبت ناک مورت (بت) دیکھی جسکا سر خالص سونے ،سینہ اور بازو چاندی، شکم اور رانیں تانبے ، ٹانگیں لوہے اور پاﺅں کچھ لوہے اور کچھ مٹی کے تھے۔پھر بادشاہ نے دیکھا کہ ایک پتھر ہاتھ لگائے بغیر کاٹا گیا اور مورت کے پاﺅں پر گرا اور اُس کو ٹکڑے ٹکڑے کردیا اور خود دیکھتے ہی دیکھتے ایک بڑا پہاڑ بن گیا۔
	بادشاہ نے مُلک کے تمام نجومی بلائے اور اُنہےں حکم دیا کہ بتائیں کہ اُس نے کیا خواب دیکھا اور پھر اُس کی تعبیر بھی بتائیں۔ لیکن کوئی بھی نہ تو خواب اورنہ ہی تعبیر بتا سکا ۔آخر میں اُس نے حضرت دانی ایل سے پوچھا ۔ آپ نے خداسے دریافت کیا تو خدا نے اُن پر خواب اور اُس کی تعبیرظاہر کر دی۔
	حضرت دانی ایل کے مطابق سونے کے سر،چاندی کے سینہ ، تانبے کی ٹانگوں ، لوہے اور مٹی کے پاﺅں سے مراد چاردنیاوی سلطنتیں ہیں۔اور بغیر ہاتھ لگائے کاٹے گئے پتھر سے مراد ایک ایسی ابدی سلطنت ہے جو خُدا تعالیٰ کی طرف سے قائم ہوگی اور دیگر تمام سلطنتوں پر غالب آئے گی۔
	یہاں بغیر ہاتھ لگائے کاٹا جانے والا پتھر ایک ایسے بادشاہ کو بھی ظاہر کرتا ہے جس کی پیدائش میں کسی طرح کاانسانی عمل دخل نہ ہو گا۔ یہ المسیح کی پیدایش کی طرف اشارہ ہے کہ وہ کسی انسانی عمل دخل کے بغیر ایک کنواری سے پیدا ہو ں گے۔یہ خُداٰ کی اُسی بات کی توثیق ہے جو اُس نے باغ عدن میں فرمائی تھی کہ دُنیا کو گناہ سے نجات دینے والا عورت کی نسل کے طور پر آئے گا(پیدائش 15:3 ) ۔ اور عورت کی نسل سے مراد ایسی ہستی ہے جو کسی مرد کے بغیر صرف عورت سے پیدا ہو گا۔
	یسعیاہ نبی بھی پیشین گوئی کرتے ہیں کہ المسیح ایک کنواری سے پیدا ہونگے (یسعیاہ 14:7)۔
	چنانچہ ان ساری پیشین گوئیوں کا مرکز ایک ہی حقیقت ہے کہ المسیح کسی مرد کے عمل دخل کے بغیر ایک کنواری سے پیدا ہوں گے۔      
	ایک اَور موقع پر خدا نے مسیح بادشاہ کے بارے میں حضرت دانی ایل پر مزید انکشاف کیا۔
	”میں نے رات کو رویا میں دیکھا اور کیا دیکھتا ہوں کہ ایک شخص آدم زاد کی مانند آسمان کے بادلوں کے ساتھ آیا اور قدیم الایام تک پہنچا ۔وہ اُسے اُسکے حضور لائے۔ اور سلطنت اور حشمت اور مملکت اُسے دی گئی تاکہ سب لوگ اور اُمتیں اور اہلِ لغت اُسکی خدمت گزاری کریں۔اُسکی سلطنت ابدی سلطنت ہے جو جاتی نہ رہے گی۔اور اُسکی مملکت لازوال ہوگی“(دانی ایل 13:7-14)۔
 اسیری کے بعد کے نبی:حضرت زکریاہ
	خدا نے بنی یہودا ہ سے وعدہ کیا کہ”میں تم کو اُن قوموں میں سے نکال لوں گا اور تمام مُلکوں میں سے فراہم کروں گااور تم کو تمہارے وطن میں واپس لاﺅں گا“(حزقی ایل24:36)۔ چنانچہ خدا کے وعدہ کے مطابق بابل کی ستر (70)سالہ اسیری کے بعدلوگ دوبارہ یروشلیم میں آبادہوگئے۔ حضرت زکریاہ بھی اسیری سے واپس آنے والوں میں سے ایک تھے ۔اُن کا زمانہ نبوت تقریباً500 ق۔ م ہے ۔اسیری کے زمانہ میںحضرت زکریاہ نبی جہاں دیگر کئی وعدوں کے بارے میں لوگوں کو یقین دہانی کراتے ہوئے اُن کی حوصلہ افزائی کرتے رہے ۔اسی طرح آپ المسیح کو ایک حلیم بادشاہ کے طور پر پیش کرتے ہیں، 
چنانچہ آپ فرماتے ہیں،	
 “اے بِنت صیُّون تُو نہایت شادمان ہو ۔ اَے دُخترِ یروشلیم خُوب لَلکار کیونکہ دیکھ تیرا بادشاہ تیرے پاس آتا ہے۔ وہ صادق ہے اورنجات اُس کے ہاتھ میں ہے۔وہ حلیم ہے اورگدھے پر بلکہ جوان گدھے پر سوار ہے“(زکریاہ 9:9)۔ 
سبق کا خلاصہ: 	 ہم نے سیکھا کہ اگر چہ بنی یہوداہ بھی شمالی سلطنت کی طرح خُدا کے نافرمان رہے لیکن خُدا پھر بھی اپنے وعدوں میں اُن کے ساتھ وفادار رہا۔اُس نے اُنہیں اسیری سے واپس لاکر اُن کے پھر آبادکیا۔ اسی طرح المسیح کے بارے ابرہام سے کئے ہوئے وعدے کو بھی انبیا کی معرفت مزید واضح کیا۔ 
دُعا	اَے خداوند! تیرے سب وعدے برحق اور لاتبدیل ہیں۔ توفیق عطاکر کہ مَیں تیرے وعدوں کا یقین کر کے تیری برکات حاصل کر سکوں۔آمین!

  ''';
  String  part2lesson5 = '''
  سبق نمبر5
 نئی زندگی	
	خدا تعالیٰ نے حضرت ابرہام سے کئے ہوئے عہد کے مطابق اُن کی نسل(بنی اسرائیل)کو ملکِ کنعان میں بسایا۔اورپاکیزہ زندگی بسر کرنے کےلئے اُنہیںاپنی شریعت عطاکی۔لیکن وہ لوگ اُس کی شریعت پر عمل کرنے میں ناکام رہے جس کے باعث اُن کی دونوں سلطنتیں تباہ ہوگئیں۔ 
	 شریعت الٰہی پر عمل میں ناکامی! 	یہ نہ صرف بنی اسرائیل بلکہ کل نسل انسانی کا مسئلہ ہے ۔ کوئی بھی انسان اپنی کوشش سے شریعت پر عمل پیرا نہیں ہوسکتا اور نہ خدا کے معیار کے مطابق نیک اعمال کر سکتاہے۔ آخر اس مشکل کاحل کیاہے؟ اس سبق میں اسی سوال کو موضوعِ بحث بنایا گیا ہے کہ اس بے بسی کی حالت میں خدا کس طرح اِنسان کی مدد کرنے کو تھا۔ 
مسئلہ کیا ہے؟
	بائبل مقدّس کے مطابق حضرت آدم سے سرزد ہونے والے گناہ نے انسانی فطرت کو بگاڑ کر رکھ دیااور یوں ہر انسان اسی بگڑی ہوئی فطرت کے ساتھ پیدا ہونے لگا۔اسی لئے اُس کار جحان گناہ کی طرف ہے۔جس طرح سیب کے درخت پر سیب ہی لگتے ہیں اسی طرح گناہ آلودہ فطرت کے ساتھ پیدا ہونے والے انسان سے گناہ ہی سرزد ہوں گے۔
	گناہ سے رہائی حاصل کرنے کے لئے انسان کی راہ میں سب سے بڑی رکاوٹ یہ ہے کہ وہ تسلیم کرنے کو تیار ہی نہیں کہ وہ گناہ گار ہے،جبکہ خدا کی نظر میں ہر انسان گنہگار ہے۔
 	طوفانِ نوح کے بعد خدا تعالیٰ نے فرمایا ‘”کہ انسان کے سبب سے میں پھر کبھی زمین پر لعنت نہیں بھیجوں گا کیونکہ انسان کے دل کا خیال لڑکپن سے بُرا ہے“ (پیدائش21:8)۔
	زبور 5:51 کے مطابق حضرت داﺅد اس فطری گناہ کا اقرار اس طرح کرتے ہیں کہ 
	”دیکھ! مَیں نے بدی میں صورت پکڑی اور میں گناہ کی حالت میں ماں کے پیٹ میں پڑا“
	گناہ کی طرف انسان کے فطری جھکاﺅ کے بارے حضرت سلیمان فرماتے ہیں 
	 ”بنی آدم کا دل اُن میں بدی پر بہ شدت مائل ہے“(واعظ 11:8)۔
گناہ کی عالمگیری 
	حضرت داﺅد فرماتے ہیں ’ ’خدا نے آسما ن پر سے بنی آدم پر نگاہ کی تاکہ دیکھے کہ کوئی دانشمند ،کوئی خدا کا طالب ہے یا نہیں۔وہ سب کے سب پھر گئے ہیں۔وہ باہم نجس ہو گئے۔کوئی نیکو کار نہیں۔ ایک بھی نہیں“(زبور2:53-3 )۔
	اسی طرح حضرت سلیمان بھی فرماتے ہیں
	”کیونکہ زمین پر کوئی ایسا راستباز انسان نہیں کہ نیکی ہی کرے اور خطا نہ کرے“(واعظ 20:7)
  ” کون کہہ سکتا ہے کہ مَیں نے اپنے دل کو صاف کر لیا ہے اور مَیں اپنے گناہ سے پاک ہو گیاہوں'' (امثال 9:20)
گناہ کا نیا علاج
	 جب تک انسان کی بگڑی ہوئی فطرت کا علاج نہیں ہوتا اور اُسے پاکیزہ فطرت یانیا دل نہیں ملتا، خدا کے معیار کے مطابق نیک اعمال یا خدا کی شریعت پرعمل ناممکن ہے۔کیونکہ ایسی حالت میں کئے جانے والے نیک اعمال انسان کی دلی خوشی کی بجائے خود غرضی پر مبنی ہوتے ہیں ۔وہ یا توخدا کے عذاب (دوزخ) کے خوف سے یا ثواب یعنی جنت کے لالچ میں نیک اعمال کرتا ہے ۔چنانچہ گناہ آلودہ حالت میں کئے جانے والے نیک اعمال کے بارے میں حضرت یسعیاہ فرماتے ہیں ”ہماری تمام راستبازی ناپاک لباس کی مانند ہے“ (یسعیاہ6:64)۔
	اگر انسان کا گناہ آلودہ دل اور باطن یا بگڑی ہوئی فطرت بدل جائے اور اُسے نئی اور پاکیزہ فطرت ملے تونیک اعمال خود بخودعمل میںآنا شروع ہو جائیں گے۔ پاکیزہ فطرت کے باعث عمل میں آنے والے نیک اعمال کسی لالچ اور خوف کی بنا پر نہیں بلکہ دل کی خوشی سے وقوع پذیر ہو ں گے۔ 
	 انسان اپنی کوشش سے اپنی گناہ آلودہ فطرت کو تبدیل نہیں کر سکتا بلکہ یہ خدا ہی کے اختیار میں ہے کہ وہ انسان کے باطن یا دل کو تبدیل کرے اور اُس کی سوچ کو ایک نیا رخ عطاکر دے ۔
	حضرت حزقی ایل جن کا زمانہ نبوت تقریباً چھ سو سال قبل ازمسیح ہے ، اُن کے وسیلہ سے خدا تعالیٰ نے انسان کے لئے ایک خاص پیغام دیا۔
 ”مَیں تم کو نیا دل بخشوں گااور نئی روح تمہارے باطن میں ڈالوں گااور تمہارے جسم میں سے سنگین دل کو نکال ڈالوں گا اور گوشتین دل تم کو عنایت کروںگا۔ اور مَیں اپنی روح تمہارے باطن میں ڈالوں گااور تم سے اپنے آئین کی پیروی کراﺅں گا اور تم میرے احکام پر عمل کرو گے اور اُن کو بجا لاﺅ گے“۔(حزقی ایل26:36-27)
اِسی طرح حضرت یرمیاہ بھی اس حوالہ سے یوں فرماتے ہیں،
	 ”مَیں اپنی شریعت اُن کے باطن میںرکھوں گا۔اوراُن کے دل پر اُسے لکھوں گا اور مَیں اُن کاخداہوں گا اور وہ میرے لوگ ہوں گے“(یرمیاہ 33:31)۔
	 انجیلِ مقدس میں انسان کے سنگین دل یعنی گناہ آلودہ فطرت کی بدولت ظاہر ہونے والے کاموں کو اس طرح بیان کیا گیا ہے ”اب جسم کے کام تو ظاہر ہیں یعنی حرام کاری،ناپاکی، شہوت پرستی،بت پرستی، جادُوگری، عداوتیں، جھگڑا ، حسد، غُصّہ، تفرقے، جدائیاں، بدعتیں، بغض ،نشہ بازی، ناچ رنگ اوراَور ان کی مانند“(گلتیوں9:5-21)۔
	چنانچہ جب انسان کی فطرت اور دل نیا ہو جائے گا تو اُس کے کام بھی اس کے مطابق ہو جائےں گے۔نئی اورپاکیزہ فطرت کے کاموںکو روح کے کاموں سے موسوم کیا گیا ہے ‘ جو یوں ہیں، 
	گلتیوں22:5-23 ”مگر روح کا پھل محبت۔ خوشی۔ اطمینان۔تحمل۔ مہربانی۔ نیکی۔ ایمانداری۔ حِلم۔ پرہیزگاری ہے۔ایسے کاموں کی کوئی شریعت مخالف نہیں“۔
نئی زندگی مگر کیسے؟
	یہ بات تو بڑی خوش آئند ہے کہ انسان کو ایسا دل اور فطرت مل جائے جس کی بدولت نیک کام خود بخود ہی اُس کی زندگی سے صادر ہونا شروع ہو جائیں۔لیکن سوال پیدا ہوتا ہے کہ یہ نیا دل یا نئی فطرت جسے ”نئی زندگی“ بھی کہا جاتا ہے، انسان کو کیسے ملے گی۔کچھ لوگوں کا خیال ہے اُنہیں کچھ بھی کر نے کی ضرورت نہیں بلکہ خدا خود ہی مناسب وقت پر یہ نئی فطرت عطاکردے گا۔ اس کے برعکس کلامِ مقدّس یہ فرماتا ہے کہ خدا مستقبل میں ایک ایسی شخصیت کو برپا کرنے کو تھا جسے دُنیا میں آکر انسانی نجات کے لئے ایک خاص کام سرانجام دینا تھا ۔پس جو کوئی اُس شخصیت پر ایمان لائے گا اور اُس کے کئے ہوئے کام کو بھی قبول کرے گا، خدا یہ نیا دل اور نئی فطرت اُسے مفت میں انعام کے طور پر عطا کرے گا۔ حقیقت میں یہ وہی برکت ہے جس کا وعدہ خدا نے حضرت ابرہام سے کیا کہ
 ”تیری نسل کے وسیلہ سے دُنیا کی سب قومیں برکت پائیں گی“(پیدائش18:22)۔
اور گزشتہ اسباق میں ہم یہ بات سیکھ چکے ہیں کہ حضرت ابرہام کی نسل آنے والی مقدس ہستی جس کے وسیلہ سب اقوام کو برکت ملنا تھی اُسے حضرت داﺅد اور حضرت یسعیاہ ”مسیح “ کہہ کر پکارتے ہیں۔
ابرہام سے الٰہی وعدہ 
	ہم گزشتہ اسباق میں سیکھ چکے ہیں کہ خُدا تعالیٰ نے ابرہام پر ظاہر ہو کر اُن سے ایک خاص وعدہ کیا جس کے دو پہلو تھے 
	الف۔	خُدا حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتاتھا۔
	ب۔خُدا ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتا تھا۔
	چنانچہ ابرہام کی نسل کو ایک بڑی قوم بنانے کا آغاز حضرت یعقوب (اسرائیل) سے ہوا۔اُن کے ہاںبارہ بیٹے پیداہوئے جن سے خدا کی وعدہ کردہ قوم بڑھنے لگی۔ اس قوم کو ”بنی اسرائیل“کا نام دیا گیا۔پھر خُدا تعالیٰ نے آلِ ابرہام (بنی اسرائیل ) کو اپنے کئے ہوئے وعدہ کے مطابق مصر کی غلامی سے نکال کر اُنہیں مُلکِ کنعان میں آباد کر کے اپنے وعدہ کو پورا کر دیا۔
ابرہام سے کئے گئے الٰہی وعدہ کا زیرِ تکمیل حصہ
	 ابرہام سے کئے گئے الٰہی وعدہ کا دوسرا اہم پہلو یہ ہے کہ خدا وند کریم حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے ۔
	ہم سیکھ چکے ہیں کہ حضرت داﺅد اور حضرت یسعیاہ اس ہستی کو المسیح کے طور پر متعارف کرواتے ہیں۔اگر چہ مسیح کے بارے پیشین گوئیوں کا آغاز تو اشاروں اور کنائیوں میں ہوا لیکن وقت گزرنے کے ساتھ ساتھ یہ تصویرمزید واضح ہوتی گئی۔ آئےے انہیں باتوں پر ایک بار پھر غور کریں۔
آنے والے المسیح کی قوم اور خاندان	
	خُدا تعالیٰ نے ابرہام سے کیا ہوا وعدہ حضرت اضحاق اور حضرت یعقوب کے ساتھ بھی دہرا کر یہ واضح کر دیا کہ یہ ہستی حضرت یعقوب کی نسل سے آئے گی۔پھر اسی بات کو حضرت موسیٰ بنی اسرائیل کو مخاطب کرتے ہوئے یوں بیان کرتے ہیں”خداوند تیرا خدا تیرے لئے تیرے ہی درمیان سے یعنی تیرے ہی بھائیوں میں سے میری مانند ایک نبی برپا کرے گا تم اُس کی سننا۔۔۔ “(استثنا15:18)۔
	 اِسی طرح خُدا تعالیٰ نے حضرت یسعیاہ کی معرفت یہ بھی بتا دیا کہ المسیح حضرت داﺅد کے خاندان سے آئیں گے۔اس حوالہ سے آپ یوں فرماتے ہیں، ”اوریسّی کے تنے سے ایک کونپل نکلے گی اور اُس کی جڑوں سے ایک بار آور شاخ پیدا ہوگی۔“(یسعیاہ 1:11)۔
	آپ کو یاد ہوگا کہ یسی حضرت داﺅد کے باپ کا نام تھا۔یہاں یسی کے تنے سے مراد حضرت داﺅد کے باپ یسی کا نسب نامہ ہے اور شاخ المسیح کو کہا گیا ہے۔
آنے والے المسیح کی پیدائش
	کئی سال پہلے خُدا تعالیٰ نے باغِ عدن میں فرمایا تھا کہ ابلیس کے سر کو کچلنے والا عورت کی نسل کے طور پر اس دُنیا میں وارد ہو گا۔اس حوالہ سے بائبل مقدس میں یوں مرقوم ہے ”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔وہ تیرے سر کو کُچلے گا اور تو اُس کی ایڑی پر کاٹے گا“(پیدائش 15:3)۔
	 پھر اُسی بات کی وضاحت کے لئے حضرت یسعیاہ بتاتے ہیں کہ آنے والا ابدی بادشاہ (المسیح) کسی مرد کے عمل دخل کے بغیر ایک کنواری سے پیدا ہوگا۔اس تعلق سے آپ بیان کرتے ہیں
	 ”لیکن خدا وند آپ تم کو ایک نشان بخشے گا۔دیکھو ایک کنواری حاملہ ہوگی اور بیٹا پیدا ہو گا اور وہ اُس کا نام عمانوایل رکھے گی“(یسعیاہ 14:7) ۔
	 پانچویں صدی قبل از مسیح میں حضرت میکاہ نبی نے المسیح کی جائے پیدائش کے بارے میں بھی پیشین گوئی کی کہ آپ بیت لحم میں پیدا ہوں گے ۔اس حوالہ سے آپ یوں فرماتے ہیں، 
	” لیکن اے بیت لحم افراتاہ اگر چہ تُو یہوداہ کے ہزاروں میں شامل ہونے کے لئے چھوٹا ہے تَو بھی تجھ میں سے ایک شخص نکلے گا اور میرے حضور اسرائیل کا حاکم ہوگااور اُس کا مصدر زمانہ سابق ہاں قدیم الایّام سے ہے“(میکاہ 2:5)۔
آنے والے المسیح کامرنا، زِندہ ہونا اور آسمان پر اُٹھایا جانا
	ہم حضرت یسعیاہ کے حوالہ سے سیکھ چکے ہیں کہ خدا تعالیٰ نے انسان کو گناہ سے پاک کرنے کے لئے مسیح کو کفارہ ٹھہراےا ۔اِس حوالہ سے آپ فرماتے ہیں،
	”وہ ہماری خطاﺅں کے سبب سے گھائل کیا گیا اور ہماری بد کرداری کے باعث کُچلا گیا۔ ہماری ہی سلامتی کے لئے اُس پر سیاست ہوئی تاکہ اُس کے مار کھانے سے ہم شفا پائیں“ ۔ (یسعیاہ5:53)
	”ہم سب بھیڑوں کی مانندبھٹک گئے۔ہم میں سے ہر ایک اپنی راہ کو پھرا پر خداوندنے ہم سب کی بد کرداری اُس پر لادی“(یسعیاہ6:53) ۔
	”اپنی جان ہی کا دُکھ اُٹھا کر وہ اُسے دیکھے گا اور سیر ہوگا۔ اپنے ہی عرفان سے میرا صادق خادم بہتوں کو راستباز ٹھہرائے گاکیونکہ وہ اُن کی بد کرداری خود اُٹھا لے گا“(یسعیاہ11:53)۔
	”لیکن خداوند کو پسند آیاکہ اُسے کُچلے۔ اُس نے اُسے غمگین کیا۔جب اُس کی جان گناہ کی قربانی کے لئے گزرانی جائے گی تو وہ اپنی نسل کو دیکھے گا۔اُس کی عمر دراز ہو گی اور خداوند کی مرضی اُس کے ہاتھ کے وسیلہ سے پوری ہوگی“(یسعیاہ10:53) ۔
 اسی طرح حضرت داﺅد نبی فرماتے ہیں :
	 ”کیونکہ تُو نہ میری جان کوپاتال میں رہنے دے گا، نہ اپنے مُقدّس کوسڑنے دے گا۔تُومجھے زندگی کی راہ دکھائے گا۔تیرے حضور میں کامل شادمانی ہے ۔ تیرے دہنے ہاتھ میں دائمی خوشی ہے“ (زبور 10:16-11)
  ”یہوواہ (خدا) نے میرے خداوند سے کہاتُو میرے دہنے ہاتھ بیٹھ“۔(زبور1:110)
	حضرت یسعیاہ اور حضرت داﺅد کے بیانات سے جو خاص باتیں ظاہر ہوتیں ہیں وہ کُچھ اس طرح ہیں کہ
	الف۔ المسیح کو گناہ کے کفارہ کے لئے مرنا ہوگا
	ب۔ مرنے کے بعد آپ کو دوبارہ زندہ ہونا ہوگا
ٍ	ج۔ زندہ ہونے کے بعد آپ آسمان پراُٹھائے جائینگے اور خُدا کے دہنی ہاتھ بیٹھیں گے۔
***


عزیز طالب علم!
	یہ بات ہمارے لئے نہایت ہی باعث مسرّت ہے کہ آپ نے ہمارا خط و کتابت کورس
 ”خُدا کی وفاداری: حصہ دوم“ مکمل کر لیا ہے۔
	 اِس کے مطالعہ سے آپ کو یقینا برکت ملی ہو گی۔خدا کے کلام کے مطالعہ کے لئے آپ کی لگن، شوق اور محبت واقعی قابلِ تعریف ہے۔ اَب تک کی ساری کامیابی کے لئے ہم دل کی گہرائیوں سے آپ کو مبارک باد پیش کرتے ہیں۔ اوراِس کے لئے خدا وند کے شکر گزار ہیں اور دُعا کرتے ہیں کہ مستقبل میں بھی خداوند اپنی پاک مرضی اور سربستہ راز مزید وضاحت کے ساتھ آپ پر عیاں کرے۔
	ہمیں اُمید ہے کہ سچائی اور محبت پر مبنی کلامِ الٰہی کی تعلیم سے مزید واقفیت حاصل کرنے کے لئے آپ کے دل میں شوقِ تجسّس ضرور پیدا ہوا ہوگا۔ اِس لئے آپ کی اِس پاکیزہ خواہش کی تکمیل کے لئے ہمارے پاس اور بھی کئی کورس موجود ہیں جو آپ کو ایک ایک کر کے ملتے رہیں گے ۔یقینا اِن کا مطالعہ بھی آپ کے لئے باعثِ برکت ثابت ہو گا۔ 
	خداوند اپنے کلام کے وسیلہ سے آپ اور آپ کے خاندان کو اپنی برکات سے مالا مال کرے۔آمین!
آپ کے خیر اندیش 
پرنسپل و سٹاف
پاکستان بائبل کا رسپانڈنس سکول



زبور23
خداوند میرا چوپان ہے۔ مجھے کمی نہ وہ گی۔
وہ مجھے ہری ہری چراگاہوں میں بٹھاتاہے۔
وہ مجھے راحت کے چشموں کے پاس لے جاتاہے۔
وہ میری جان کو بحال کرتاہے۔
وہ مجھے اپنے نام کی خاطر صداقت کی راہوں پر لے چلتاہے۔
بلکہ خواہ موت کے سایہ کی وادی میں سے میرا گذر ہو
میں کسی بلا سے نہیں ڈروں گا کیونکہ تو میرے ساتھ ہے۔
تیرے عصا اور تیری لاٹھی سے مجھے تسلی ہے۔
تو میرے دشمنوں کے رُوبرُو میرے آگے دستر خوان بچھاتاہے۔
تو نے میرے سرپر تیل ملا ہے۔ 
میرا پیالہ لبریز ہوتاہے۔
یقینا بھلائی اور رحمت عمر بھر میرے ساتھ ساتھ رہیں گی
اور میں ہمیشہ خداوند کے گھر میں سکونت کروں گا۔

  ''';
 String  course3Introduction = '''
 خط و کتابت کورس

اقوامِ عالم کے لئے اِلٰہی برکت

پاکستان بائبل کارسپانڈنس سکول


تعارف
	خُدا تعالیٰ نے انسان کو خلق کر کے اپنی حضوری میں رکھا جہاںوہ ہر روز خُدا تعالیٰ کی بابرکت اور پاک رفاقت سے محظوظ ہوتا تھا۔یہ ایسا پاک ماحول تھا جہاں ہر طرف امن اور سلامتی تھی ۔ پریشانی اور دُکھ کا دُور دُور تک نام و نشان تک نہ تھا۔ تاہم گناہ کی بدولت انسان اُن تمام برکات سے محروم ہو گیا جو خُدا تعالیٰ کی حضوری میں رہتے ہوئے اُسے حاصل تھیں۔
	 اِن تما م برکات کی بحالی کے لئے خُدا تعالیٰ ایک پاک ہستی کو اِس دُنیا میں بھیجنے کو تھے۔ کلامِ الٰہی میں اِس مقدس ہستی کو ”عور ت کی نسل “ کہا گیا ہے اِس لئے کہ اُسے کسی مردکے بغیر عورت کے بطن سے جنم لینا تھا۔پھر اِسی مطہرہ ہستی کو ابرہام، اضحاق اور یعقوب کی نسل بھی کہا گیا ہے ۔اِسی ہستی کے بارے ان تینوں بزرگ ہستیوں کو مختلف اوقات میں ایک ہی پیغام دیا کہ" تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی" (پیدائش22 واں باب 18آیت)
	 کلامِ مقدس کے مطابق المسیح ہی "عورت کی نسل"ہیں اس لئے آپ کسی مرد کے تعلق کے بغیر مقدسہ مریم کے بطنِ اطہر سے پیدا ہوئے۔ اسی طرح آپ ہی ابرہام، اضحاق اور یعقوب کی وہ نسل ہیں جن کے وسیلہ خُدا تعالیٰ اقوامِ عالم کو برکت دینا چاہتے تھے۔
	چنانچہ المسیح نے اس دُنیا میں آکر تمام انسانوںکو "اَمن و سلامتی"، "خوشحالی "،"زندگی اور شفا"اور"نجات" کی برکت سے فیض یاب کیا۔
	اِس کتابچہ میں اِن ہی باتوں پر روشنی ڈالی گئی ہے کہ المسیح کس طرح انبیا کی پیشین گوئی کے مطابق ایک کنواری کے بطنِ اطہر سے پیدا ہوئے اور پھر کس طرح آپ نے انسان کو اُس برکت سے فیض یاب کیا جس کا وعدہ ابرہام، اضحاق اور یعقوب سے کیا گیا تھا۔
	دُعا ہے کہ اِس کتابچہ کا مطالعہ ہر قاری کے لئے برکت کا وسیلہ بنے ۔ آمین! 

  ''';
 String  course3lesson1 = '''
 سبق نمبر۱
اقوامِ عالم کے لئے الٰہی برکت کا ظہور
اقوامِ عالم کے لئے برکت کے وعدہ کا پس منظر
	 ابلیس کے بہکانے پر شجرِ ممنوعہ کا پھل کھاکر الٰہی حکم (شریعت) کی نافرمانی کے باعث خُدا تعالی نے حضرت آدم اور حوا کو باغِ عدن سے نکال دِیا ۔اِسی طرح سانپ (ابلیس)کو سزا دیتے ہوئے فرمایا "اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا"(پیدایش 3 باب 14 تا 15 آیات) ۔
اِس پیشین گوئی میں خُدا تعالی نے یہ واضح کیا جو ہستی انسان کو بحال کرنے کے لئے شیطان کے سر کو کچلے گی وہ" عورت کی نسل" کے طور پر دُنیا میں آ ئے گی۔
اقوام عالم کے لئے برکت کا وعدہ
	 خُدا تعالیٰ نے حضرت ابرہام پر ظاہر کیا کہ عورت کی نسل کے طور پر آنے والی ہستی جسے ابلیس کے سر کو کچلنا ہے وہ اُن کی نسل سے ہو گی۔اِس حوالہ سے یوں مرقوم ہے،
 	"اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی کیونکہ تُو نے میری بات مانی "(پیدایش 22 باب18 آیت)۔
	پھر بالکل یہی پیغام خُدا تعالی نے حضرت اضحاق کو یوں دِیا:
	"اور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا اورزمین کی سب قومیں تیری نسل کے وسیلہ سے برکت پائیں گی" (پیدائش26 باب 3 تا 4 آیت )۔
	پھر اس کے بعد خُدا تعالی حضرت یعقوب سے یوں مخاطب ہوئے؛
	"مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے" (پیدائش 28 باب 13 تا 14 آیت)۔
	پھر کُچھ سالوں کے بعد خُدا تعالیٰ نے حضرت موسیٰ سے فرمایا:
	"مَیں اُن(بنی اسرائیل) کے لئے اُن ہی کے بھائیوں(بنی اسرائیل) میں سے تیری مانند ایک نبی برپا کروں گااور اپنا کلام اُس کے منہ میں ڈالوں گااور جو کچھ مَیں اُسے حکم دُوں گا وہی وہ اُن سے کہے گا"(استثنا18 باب 18 آیت)۔
	پھرایک ہزار قبل از مسیح میں حضرت داؤد اُس مقدس ہستی کو "مسیح"کے لقب سے یاد کرتے ہیں۔اور بعد میں سات سو سال ق۔م میں حضرت یسعیاہ نے بیان کیا کہ یہ آنے والی ہستی حضرت داؤد ہی کی نسل سے ہو گی اور ایک کنواری سے جنم لے گی(یسعیاہ11باب 1آیت؛ 7باب 14آیت)۔
	اسی طرح حضرت میکاہ نبی نے تقریباََ پانچ سو سال قبل از مسیح یہ خبر دی کہ المسیح کی پیدائش  بیت ِ لحم میں ہوگی( میکاہ 5باب 2 آیت)۔
	 یہ ساری پیش گوئیاںجس مقدس ہستی کی زندگی میں پوری ہوتی ہیں وہ "المسیح" ہیں۔ اورآپ ہی کے بارے خُدا تعالیٰ نے حضرت ابرہام، حضرت اضحاق اور پھر حضرت یعقوب کو بار بار یاد دِلایا کہ اُن کی نسل کے وسیلہ دُنیا کی ساری قومیں برکت پائیں گی۔
 	چنانچہ آئےے دیکھیں کہ المسیح کی ولادت کس طرح عمل میں آئی؟ 
حضرت جبرائیل کی معرفت مقدسہ مریم کو خُدا کا پیغام
	انجیلِ مقدس، لوقا 1باب 26آیت کے مطابق چھٹے مہینے میں حضرت جبرائیل مُلکِ اسرائیل کے صوبہ گلیل کے شہر ناصرت کی ایک کنواری بنام "مریم" کے پاس آئے ۔ اُس کی منگنی یوسف نام ایک راستباز شخص کے ساتھ ہو چکی تھی۔ حضرت جبرائیل مقدسہ مریم سے یوں مخاطب ہوئے:
 	 "سلام تجھ کو جس پر فضل ہواہے !خداوند تیرے ساتھ ہے"
	مقدسہ مریم اِس کلام سے بہت گھبرا گئی اور سوچنے لگی کہ یہ کیسا سلام ہے؟چنانچہ حضرت جبرائیل نے مقدسہ مریم کا ڈر اور خوف دُور کرنے کے لئے فرمایا کہ
	"اَے مریم ! خوف نہ کر کیونکہ خداکی طرف سے تجھ پر فضل ہواہے۔ اور دیکھ تُوحاملہ ہو گی اور تیرے بیٹا ہو گا اُس کا نام یسوع رکھنا۔ وہ بزرگ ہو گا اور خداتعالیٰ کا بیٹا کہلائیگا اور خداوند خدا اُس کے باپ داﺅد کا تخت اُسے دیگا اور وہ یعقوب کے گھرانے پر ابد تک بادشاہی کرے گا"
	یہ باتیں سن کر مقدسہ مریم نے فرشتہ سے استفسار کرتے ہوئے پوچھا، 
	"یہ کیونکر ہو گا جب کہ مَیں مرد کو نہیں جانتی؟فرشتہ نے جواب میں فرمایا،"روح القُدس تُجھ پر نازل ہوگا۔اور خُدا تعالی کی قدرت تُجھ پر سایہ ڈالے گی اوراِس سبب سے وہ مولودِ مقدس خُدا تعالیٰ کا بیٹا کہلائے گا"۔
حضرت جبرائیل کی معرفت مقدس یوسف کو خُدا کا پیغام
	اِس پیغامِ الٰہی سے قبل ہی مقدسہ مریم کی منگنی حضرت یوسف کے ساتھ طے ہو چکی تھی۔چنانچہ جب خُدا کے اس منصوبہ کے مطابق مریم حاملہ ہو گئیں تو اس کی خبر یوسف تک بھی پہنچی ۔ مریم کے حاملہ ہونے کی خبر نے اُسے شک اور پریشانی میں مبتلا کر دیا۔
	چنانچہ اِس پریشانی کے ازالہ کے لئے فرشتہ جبرائیل اُس سے بھی یوں ہمکلام ہُوئے:
	"اے یوسف ابنِ داؤد! اپنی (منگیتر)بیوی کو اپنے ہاں لے آنے سے نہ ڈر کیونکہ جو اُس کے پیٹ میں ہے وہ رُوح القُدس کی قدرت سے ہے۔اُس کے بیٹا ہو گا اور تُو اُس کا نام یسوع رکھنا کیونکہ وہی اپنے لوگوں کو اُن کے گناہوں سے نجات دے گا“ (متی1باب 20تا 21آیت) 
	چنانچہ لکھا ہے کہ مقدس یوسف مقدسہ مریم کو اپنے گھر لے آئے اور اُس کو اُس وقت تک اپنی بیوی کے طور پر نہ جانا جب تک اُس کے بیٹا نہ ہُوا اور اُس کا نام یسوع رکھا۔
المسیح کی وِلادتِ اقدس
	 جب المسیح کی پیدایش کا وقت نزدیک تھا تو اُن دنوں قیصر اوگوستُس کی طرف سے یہ حکم جاری ہُوا کہ ساری دُنیا کے لوگوں کے نام لکھے جائیں۔ یہ پہلی اِسم نویسی سُوریہ کے حاکم کورِنُیس کے عہد میں ہوئی۔ اور سب لوگ نام لکھوانے کے لئے اپنے اپنے شہر کو گئے۔
	 چنانچہ یوسف بھی صوبہ گلیل کے شہر ناصرة سے اپنے آبائی گاؤں بیت ِلحم کو گیا تاکہ اپنی منگیتر مریم کے ساتھ جو حاملہ تھی نام لکھوائے۔
	چونکہ اُنہیں کسی بھی سرائے میں جگہ نہ مل سکی۔ اِس لئے اُنہیں جانوروں کے ایک اصطبل میں قیام کرنا پڑا۔ جب وہ وہاں تھے تو ایسا ہُوا کہ مقدسہ مریم کے وضع حمل کا وقت آپہنچا۔ اور اُس کا پہلوٹھا بیٹا پیدا ہُوا اور اُس نے اُس کو کپڑے میں لپیٹ کر چرنی(جانوروں کی چارہ کی جگہ) میں رکھا کیونکہ اُن کے واسطے سرای میں جگہ نہ تھی (لوقا2 باب1 تا 7 آیت)۔
آسمانی فرشتوں کے نغمات
	جب المسیح کی ولادت ہوئی تو اُسی علاقہ میں کُچھ چرواہے رات کو ایک میدان میں اپنے گلّہ کی نگہبانی کر رہے تھے۔ اِسی اثنا میں اُن پر ایک بڑا نور چمکا جسے دیکھ کر وہ ڈر گئے ۔ چنانچہ اس نور میں خُدا تعالیٰ کا ایک فرشتہ اُن پر ظاہر ہُوا اوراُن سے یوں ہم کلام ہُوا:
	"ڈرو مت ! کیونکہ دیکھو مَیں تمہیں بڑی خوشی کی بشارت دیتا ہوں جو ساری اُمت کے واسطے ہوگی۔ کہ آج داؤد کے شہر میں تمہارے لئے ایک منجی(نجات دہندہ)پیدا ہُوا ہے یعنی مسیح خُداوند۔اور اُس کا تمہارے لئے یہ نشان ہے کہ تُم ایک بچہ کوکپڑے میں لپٹا اور چرنی میں پڑا ہوا پاؤ گے"(لوقا2 باب 10 تا 11 آیت)
	 اِسی دوران آسمانی فرشتوں کی ایک اَور گروہ خُدا کی حمد کرتی اور یہ کہتی ہوئی ظاہر ہوئی کہ
 "عالمِ بالا پر خُدا کی تمجید ہواورزمین پر اُن آدمیوںمیں جن سے وہ راضی ہے صلح "(لوقا2 باب 14آیت)
	چنانچہ المسیح کی جائے پیدایش پر چرواہے بھی آئے اور وہاں مریم اور یوسف کودیکھا اور بچہ کو چرنی میں پڑا پایا۔اور اِس بات کو جو فرشتہ نے نومولُود کے حق میں بتائی تھی اُسے مشہور کیا۔
	چنانچہ اِن باتوں پر جو چرواہوں نے بیان کیِں ، سب سُننے والوں نے تعجب کیا۔ 
 مشرقی زائرین اورآسمان پر عجیب ستارے کا ظہور
	اِسی طرح انجیل نویس مقدس متی رسول بیان کرتے ہیں جب المسیح پیدا ہوئے تو اُس وقت صوبہ یہودیہ میں ہیرودیس بادشاہ حکمران تھا۔ بیت ِلحم بھی اسی صوبہ میں واقع تھا۔
	جب المسیح پیدا ہوئے تو آسمان پر ایک خاص ستارہ ظاہر ہُوا جس کی رہنمائی میں پُورب کے کئی مجوسی المسیح کی زیارت کے لئے آئے۔ اُنہوں نے یروشلیم پہنچ کر لوگوں سے دریافت کِیا کہ یہودیوں کا بادشاہ جو پیدا ہُوا ہے وہ کہاں ہے؟یہ سُن کر ہیرودیس اور یروشلیم کے سب لوگ گھبرا گئے۔ اور اُنہوں نے سردار کاہنوں اور فقیہوں کو جمع کر کے اُن سے پوچھا کہ المسیح کی پیدایش کے حوالہ سے صحائف ِانبیا کیا خبر دیتے ہیں۔اِس پر اُنہوں نے حضرت میکاہ نبی کے صحیفہ کی روشنی میں بتایا کہ مسیح کو بیت ِ لحم میں پیدا ہونا ہے۔
 	یہ جان کر ہیرودیس نے مجوسیوں کو تاکید کی کہ اِس بچّے کی بابت ٹھیک ٹھیک دریافت کرکے مُجھے بتائیں تاکہ مَیں بھی اُسے سجدہ کروں۔لیکن حقیقت میں ہیرودیس کے اندر رقابت کی آگ دہک رہی تھی وہ اُس بچے کو فوری طور پر قتل کرنا چاہتا تھا۔
	چنانچہ مجوسی وہاں سے ستارے کی رہنمائی میں ٹھیک المسیح کی جائے پیدایش پرپہنچ گئے اور اپنے اپنے تحایف یعنی سونا ،مُر اور لبان المسیح کی نذر کر کے اپنی عقیدت کا اظہار کِیا۔ 
	چونکہ ہیرودیس اِس نومولُود بادشاہ المسیح کو فوری طور پر قتل کر نا چاہتا تھا ۔ اِس لئے خُدا نے خواب کے وسیلہ اُن زائرین کو ہدایت کی کہ وہ واپس ہیرودیس کے پاس نہ جائیں۔اور اس کے ساتھ ہی مقدسہ مریم کے منگیتر حضرت یوسف کو بھی خُدا تعالیٰ کے فرشتہ نے خواب میں دکھائی دے کر اُسے ہدایت کی کہ وہ مصر کو چلے جائیں۔
	چنانچہ یُوسف فرشتہ کی ہدایت کے مطابق اُسی وقت رات کو بچے اور اُس کی ماں کو ساتھ لے کر مصر روانہ ہو گیا اور ہیرودیس کے مرنے تک وہیں رہا۔ 
	 جب ہیرودیس نے دیکھا کہ مجوسیوں نے اُس کے ساتھ دھوکا کِیا ہے اور لُوٹ کر اُس کے پاس نہیں آئے تو اُس سارے یہودیہ میں دو سال یا دو سال کے کم عمرکے تمام بچے قتل کروا دئیے۔لیکن المسیح کو خُدا تعالیٰ نے خاص اِنتظام کے تحت محفوظ رکھا۔اور پھر جب ہیرودیس مر گیا تو خُدا کے فرشتہ نے دوبارہ یوسف کو خواب میں دکھائی دے کر کہا کہ 
”اُٹھ بچے اور اُس کی ماں کو لے کر اسرائیل کے مُلک میں چلا جا کیونکہ جو بچے کی جان کے خواہاں تھے وہ مر گئے( ہیں)“ (متی 2 باب 20 آیت)
چنانچہ مُقدس یُوسف فرشتے کے کہنے کے مطابق بچے اور اُس کی ماں کو لے کر اسرائیل کے مُلک میں آگیا اور گلیل کے شہر ناصرت میں جا بسا۔
حاصل کلام
	یہ خُدا کا اَزلی منصوبہ تھا کہ ابلیس کا سر کچلنے والا "المسیح" عور ت کی نسل کے طور پر پیدا ہُوا ۔ چنانچہ المسیح کی پیدایش عین خُدا کے منصوبہ کے مطابق کنواری مریم سے ہی ہوئی۔چونکہ آپ کسی مرد کے بغیر پیدا ہوئے اِس لئے آپ" عورت کی نسل" کہلانے کے حق دار ہیں۔ 
	 جبرائیل فرشتے نے مُقدسہ مریم اور بُزرگ یُوسف کو فرمایا کہ نومولُود کا نام یسوع رکھنا ۔ اِس لئے کہ وہ اپنے لوگوں کو اُن کے گناہوں سے نجات دے گااور پھر فرشتوں نے اُس کی پیدایش کو "خُدا اور انسان" اور"انسان اور انسان"کے درمیان صلح کا باعث ٹھہرایا۔ چنانچہ وہ برکت جو خُدا سب اقوام کو دینا چاہتا تھا یہی تھی کہ "خُدا اور انسان" اور"انسان اور انسان"کے درمیان صلح  ہو ۔ اور "انسان کو اُس کے گناہوں سے نجات"حاصل ہو۔
٭٭٭

  ''';
  String  course3lesson2 = '''
  سبق نمبر۲
اقوامِ عالم کے لئے امن و سلامتی کی برکت
 	 گناہ نے انسان کی زندگی کو دو طرح سے متاثر کِیا۔ایک طرف خُدا تعالیٰ اور اُس کے بیچ جُدائی پیدا ہوگئی،اور دوسری جانب اُس کے دِیگر انسانوں کے ساتھ تعلقات بھی کشیدہ ہو گئے۔ چنانچہ اِس صورت حال نے انسان کے امن و سلامتی کو تباہ کر کے رکھ دِیا۔
	اَب امن و سلامتی کی بحالی اُسی صورت میں ممکن تھی کہ سب سے پہلے خُدا اور انسان کے درمیان راضی نامہ ہوتا اور پھر دوسری جانب انسانوں کی آپس میں بھی صلح قائم ہوتی۔آئےے دیکھیں کہ المسیح نے کس طرح ان دونوں پہلوؤں پر کام کر کے انسان کے لئے امن و سلامتی کو بحال کِیا۔
 امن و سلامتی کی برکت کی بحالی
	 المسیح کی ولادتِ اَقدس پر آسمانی فرشتوں کی گروہ نے امن و سلامتی کے نغمات گائے جن کا مضمون کُچھ اِس طرح تھا:
	"عالمِ بالا پر خُدا کی تمجید ہو اور زمین پر اُن آدمیوں میں جن سے وہ راضی ہے صلح۔" (لوقا2باب 14 آیت)
	 اِس گیت میں المسیح کی آمد کو انسانیت کے لئے امن اور صلح کا باعث قرار دِیاگیا ہے ۔
	جس طرح گناہ کے باعث ایک جانب خُدا اور انسان کے درمیان جُدائی ہو گئی اور دوسری طرف انسانوں کے آپس میں تعلقات کشیدہ ہو گئے اسی طرح المسیح کی آمد ایک طرف انسان اور خُدا کے درمیان راضی نامہ کاذریعہ ہے تو دوسری جانب انسانوں کی آپس میں صلح کا باعث بھی ہے۔ آئےے دیکھیں کہ المسیح نے امن و سلامتی کی برکت کو کیسے عام کیا۔
امن و سلامتی کی بحالی کے لئے المسیح کا کردار
	 المسیح نے اپنی ساری خدمت کے دوران انسان اور خُدا اورپھرانسانوں کے باہمی تعلقات کی بحالی پر زور دِیا۔
	آئیں دیکھیں کہ المسیح نے کس طرح ایک جانب انسان اور خُدا کے درمیان صلح کروانے اور پھر دوسری طرف اِنسانوں کے آپس کے تعلقات کی بحالی کے لئے اپنا کردار ادا کیااور یہ کہ کس طرح آپ پوری انسانیت کے لئے امن و سلامتی کی برکت ثابت ہوئے۔

اِنسان اور خُدا کے تعلقات کی بحالی
	 اِس مقصد کے لئے المسیح نے خُدا تعالیٰ کی ذاتِ اقدس کے ایک ایسا پہلو کو اُجاگر کیا جس کو نظر انداز کر دیا گیا تھا۔وہ یہ کہ خُدا محبت ہے اور وہ انسان کو اُس کے گناہ، نافرمانی اور ہٹ دھرمی کے باوجود ایک شفیق باپ کی مانند پیار کرتا ہے۔ اِس تعلق سے آپ فرماتے ہیں:
	"وہ(خُدا) اپنے سورج کو بدوں اور نیکوں دونوںپر چمکاتا ہے ۔ اور راستبازوں اور ناراستوں دونوںپر مینہ برساتا ہے"(متی5 باب 45 آیت)۔    
	ایک اور مقام پر آپ فرماتے ہیں:
	"وہ(خُدا) ناشکروں اور بدوں پر بھی مہربان ہے"(لوقا6باب 35 آیت )۔
	پھر مسرف بیٹے کی تمثیل کے وسیلہ سے آپ نے اِنسان کو یہ سکھانے کی کوشش کی کہ خُدا ایک شفیق باپ کی طرح انسان کوپیار کرتا ہے وہ جب بھی توبہ کر کے اُس کی جانب واپس آتا ہے تو وہ اپنے بازو کھول کر اُسے اپنی آغوش میں لے لیتا ہے۔ یہ تمثیل کُچھ اس طرح ہے:
	کسی دولت مند شخص کے دو بیٹے تھے ۔اُن میں سے چھوٹے نے باپ سے اپنا حصہ طلب کیا اور پھر پردیس جا کر اپنا سارا مال اسباب بدچلنی اور عیاشی میں اُڑا دیا۔جب اُس کے پاس کُچھ نہ رہا تو نوبت فاقوں تک آگئی۔چنانچہ اُس نے محنت مزدوری شروع کر دی ۔ ایک دن اُسے احساس ہو ا کہ اُس کے باپ کے نوکر بھی اُس سے کہیں اچھی زندگی بسر کر رہے ہیں ۔ چنانچہ اُس نے فیصلہ کیا کہ وہ اپنے باپ کے پاس جاکر اُس سے درخواست کرے گا کہ وہ اُسے معاف کر دے اور اُسے اپنے نوکروں میں ہی رکھ لے۔
	لیکن جب وہ گھر آیا تو اُس کے باپ نے اُسے کھُلے دل سے معاف کر کے اُسے پھر بیٹے کے طور پر قبول کر لیا۔ اور اُس کے واپس آنے کی خوشی میں ضیافت کا انتظام کیا۔ اور جب اُس کے بڑے بھائی نے اِس پر اعتراض کیا تو اُس سے کہا 
	"لیکن خوشی منانا اور شادمان ہونا مناسب تھا کیونکہ تیرا یہ بھائی مُردہ تھا اَب زندہ ہوا ۔ کھویا ہوا تھا اَب ملا ہے"(لوقا15 باب 32 آیت)۔
	پھر ایک اَور موقع پر آپ نے فرمایا کہ " ایک توبہ کرنے والے گنہگار کے باعث خُدا کے فرشتوں کے سامنے خوشی ہوتی ہے" (لوقا15 باب 10 آیت)۔
	چنانچہ اِس تمثیل کے وسیلہ آپ نے اپنے مخاطبین کو سکھایا کہ جب بھی کو ئی انسان اپنے گناہوں سے توبہ کرکے خُدا تعالیٰ کی طرف رُجوع لاتا ہے تو وہ اُسے ایک بیٹے کی طرح اپنی آغوش میں لے لیتا ہے۔ 
	 اِن ساری باتوں سے آپ نے سکھایا کہ انسان کی سب سے بڑی ترجیح یہ ہونی چاہئے کہ وہ اپنی پوری طاقت سے خُدا کو پیار کرے۔ متی22باب 35 تا 40 آیت کے مطابق جب ایک عالمِ شرع نے آپ سے پوچھا کہ توریت میں کون سا حکم بڑا ہے ؟
 	تو آپ نے اُس سے فرمایا کہ"خُداوند اپنے خُدا سے اپنے سارے دل اور اپنی ساری جان اور اپنی ساری عقل سے محبت رکھ۔ بڑا اور پہلا حکم یہی ہے اور دوسرا اِس کی مانند یہ ہے کہ اپنے پڑوسی سے اپنے برابر محبت رکھ ۔اِن ہی دونوں حکموں پر تمام توریت اور انبیا کے صحیفوں کا مدار ہے "۔ 
اِنسانوں کے باہمی تعلقات کی بحالی
	المسیح نے لوگوں کی زندگی میں امن و سلامتی کی بحالی کے لئے اُنہیں ایک جانب تو یہ سکھایا کہ وہ خُدا تعالیٰ سے اپنے تعلقات بحال کریں۔ اور اُنہیں یہ احساس دلایا کہ خُدا محبت ہے اور وہ ایک باپ کی طرح بلا امتیاز رنگ و نسل اور مذہب و عقیدہ ہر انسان سے پیار کرتا ہے۔ اور دوسری طرف یہ سکھایاکہ خُدا کی محبت کا تقاضا یہ ہے کہ ہر انسان دوسرے انسانوں سے اسی طرح پیار کرے جس طرح خُدا اُس سے پیار کرتا ہے۔اِس حوالہ سے آپ فرماتے ہیں:
 	"وہ(خُدا تعالیٰ)اپنے سورج کو بدوں اور نیکوں دونوں پر چمکاتا ہے اور راستبازوں اور ناراستوں دونوں پر مینہ برساتا ہے اگر تُم فقط اپنے بھائیوں ہی کو سلام کروتو کیا زیادہ کرتے ہو؟کیا غیر قوموں کے لوگ بھی ایسا نہیں کرتے۔پس چاہئے کہ تُم کامل ہو جیسا تمہاراآسمانی(خُدا)باپ کامل ہے"(متی5باب 44 تا 48آیت)۔
	"اگر تُم اپنے محبت رکھنے والوں ہی سے محبت رکھو تو تمہارا کیا احسان ہے ؟کیونکہ گنہگار بھی اپنے محبت رکھنے والوں سے محبت رکھتے ہیں۔ اور اگر تُم اُن ہی کا بھلا کرو جو تمہارا بھلا کریں توتمہارا کیا احسان ہے کیونکہ گنہگار بھی ایسا ہی کرتے ہیں"(لوقا6 باب 32تا 34 آیت)۔
	المسیح کے نزدیک محبت کا یہ رشتہ ہر طرح کی مذہبی، معاشرتی اور سماجی گروہ بندی سے بالا تر ہے۔ آپ نے ہمیشہ اس بات پر زور دیا کہ خُدا اپنی عالمگیر محبت کی بنا پر سب انسانوں کاباپ ہے۔اوراپنی اسی محبت کی بنا پر خُدا تعالیٰ ہر انسان کو اپنا فرزند قرار دیتے ہیں ۔
	 یہ الٰہی محبت ہی ہے جو سب انسانوں کو بھائی بھائی بنا کر ایک عالمگیر خاندان کے بندھ میں باندھتی ہے ۔ اور ہر انسان سے یہ توقع کرتی ہے کہ وہ بھی اِس بے لوث اور یکساں محبت کی بنا پر سب انسانوں کو اپنا بھائی سمجھتے ہوئے ایک دوسرے کی بہتری‘ بھلائی اور تعمیر و ترقی کے لئے ہمیشہ تیار اور دستیاب رہیں۔


باہمی محبت کی اہمیت
 	اِس باہمی محبت کی اہمیت کے حوالہ سے آپ نے تین خاص باتوں پر زور دیا۔
اوّل:	اگر کوئی اپنے پڑوسیوں ، بہن بھائیوں یا خاندان کے دیگر افراد کے ساتھ ناراض ہے تو اُس کی کوئی عبادت بھی خُدا کے ہاں قابل قبول نہیں ہوگی جب تک کہ وہ اُن کی شکایت کا ازالہ کر کے اُن کی ناراضی ختم نہیں کر لیتا۔ المسیح فرماتے ہیں:
	"پس اگر تُو قربان گاہ پر اپنی نذر گزرانتا ہو اور وہاں تُجھے یاد آئے کہ میرے بھائی کو مُجھ سے کُچھ شکایت ہے تو وہیں قربان گاہ کے آگے اپنی نذر چھوڑ دے اور جا کر پہلے اپنے بھائی سے ملاپ کر تب آکر اپنی نذر گزران"(متی5باب23تا 24آیت)۔ 
دوم:	 اسی طرح گناہوں کی معافی بھی دوسروں کو معاف کرنے سے مشروط ہے۔ آپ فرماتے ہیں"اس لئے کہ اگر تُم آدمیوں کے قصور معاف کرو گے تو تمہارا آسمانی باپ بھی تم کو معاف کرے گا اور اگر تُم آدمیوں کے قصور معاف نہ کرو گے تو تمہارا باپ بھی تمہارے قصور معاف نہ کرے گا"(متی 6باب 14تا15آیت)۔ 
سوم:	اگر ہم خُدا سے برکات حاصل کرنا چاہتے ہیں تو پہلے ہمیں اپنے ہم جنس انسانوں کی تعمیرو ترقی اور بھلائی کے لئے فکر کرنا ہو گی۔ آپ فرماتے ہیں:
	"دِیا کرو تمہیں بھی دیا جائے گا۔۔۔"(لوقا6باب 38آیت)۔ 
	چنانچہ اگر ہم خُدا تعالیٰ سے برکت چاہتے ہیں تو پہلے ہم خود دوسروں کو دینے کے لئے تیار ہوں۔ اگر ہم دوسروں کو دیں گے تو خُدا تعالیٰ بھی ہمیں کئی برکات عطا کر ے گا۔
حاصل کلام:	 المسیح کی تعلیمات نے انسان کو ایسا رستہ فراہم کیا جن پر چل کر ہر انسان امن و سلامتی اور پیار اور محبت کی برکت سے فیض یاب ہو سکتا ہے۔ اور تاریخ شاہد ہے کہ جتنے لوگوں نے اِن اصولوں کو اپنا لیا امن و محبت اور سلامتی کی برکات اُن کا مقدر بن گئیں۔
٭٭٭

  ''';
  String  course3lesson3 = '''
  سبق نمبر۳
اقوامِ عالم کے لئے خوشحالی کی برکت
 	 خُداتعالیٰ نے حضرت ابرہام ، حضرت اضحاق اورحضرت یعقوب سے وعدہ کیا تھا کہ اُن کی نسل کے وسیلہ سے دُنیا کی ساری قومیں برکت پائیں گی۔ اور کلامِ اِلٰہی کے مطابق المسیح ہی وہ ہستی ہیں جن کے وسیلہ خُدا دُنیا کی تمام قوموں کو برکت دینا چاہتا تھا۔
	خُدا جو برکت المسیح کے وسیلہ اقوامِ عالم کو دینا چاہتا تھا اُس کا ایک پہلو خوشحالی بھی ہے۔ چنانچہ اِس سبق میں ہم چند مثالوں کے ذریعہ یہ باتیں سیکھنے کی کوشش کریں گے۔
ایک شادی میں وسائل پر برکت(یوحنّا2باب 7تا11آیت)
	ایک بار المسیح اپنی والدہ محترمہ اور چند شاگردوں کے ہمراہ ایک شادی میں شریک تھے۔ شادی میں مَے کم پڑ جانے کے باعث خاندان کے سب لوگ پریشان ہوگئے۔ اسلئے کہ اُس زمانہ میں مہمانوں کو مشروب کے طور پر انگوروں کی مَے پیش کی جاتی تھی۔ اگرمَے کا بروقت انتظام نہ ہو سکتا تو خاندان کی برادری میں بہت بے عزتی ہوتی۔چنانچہ المسیح کی والدہ بھی آپ کے پاس آکر کہنے لگیں"اُن کے پاس مَے نہیں رہی"۔ اُس گھر میں پانی کے لئے پتھر کے چھ مٹکے رکھے ہوئے تھے اور ہر مٹکے میں دو دو تین تین من پانی کی گنجایش تھی۔چنانچہ یسوع مسیح نے کام کرنے والے خادموں سے کہا،
	"مٹکوں میں پانی بھر دواورپھر کہا اَب نکال کر میرِ مجلس کے پاس لے جاؤ ۔"
	 جب میِرِمجلس نے وہ پانی چکھاجو مَے بن گیا تھا اور جانتا نہ تھا کہ یہ کہاں سے آئی ہے (مگر پانی بھرنے والے جانتے تھے )تو میرِ مجلس نے دُلہا کو بلا کر اُس سے کہا۔ ہر شخص پہلے اچھی مَے پیش کرتا ہے مگر تُو نے اچھی مَے اَب تک رکھ چھوڑی ہے۔ یہ پہلا معجزہ یسوع نے قانائے گلیل میں دکھا کر اپنا جلال ظاہر کیا اور اُس کے شاگرد اُس پر ایمان لائے" ۔
	یہاں ہم دیکھتے ہیں کہ المسیح کی موجودگی کے باعث وسائل پربڑھوتی کی برکت آئی اور یوں وہ خاندان بے عزتی اور شرمندگی سے بچ گیا۔اِس سے ہم سیکھتے ہیں کہ ہمارے خاندانوں میں المسیح کی موجودگی ہمیں مایوسی ،بے عزتی اور شرمندگی سے محفوظ رکھ سکتی ہے۔
مایوس کُن لمحات میں برکت	
	المسیح کی شاگردیت میں آنے سے قبل شمعون ایک ماہی گیر تھا۔ایک بار وہ ساری رات مچھلیاں پکڑنے کے لئے محنت کرتا رہا لیکن کُچھ ہاتھ نہ آیا۔اچانک اُدھر سے المسیح کا گزر ہوا۔ آپ اُس کی کشتی میں بیٹھ کر لوگوں کو تعلیم دینے لگے بعد میں آپ نے شمعون سے کہا:
	"شمعون! کشتی گہرے میں لے چل اور شکار کے لئے اپنا جال ڈالو"۔
	شمعون نے جواب میں کہا: "اے اُستاد ہم نے رات بھر محنت کی ہے اور کُچھ ہاتھ نہ آیامگر تیرے کہنے سے جال ڈالتا ہوں"۔
	تاہم جب المسیح کے حکم کی تعمیل میں جال ڈالا تووہ اور اُس کے ساتھی مچھلیوں کا بڑا غول گھیر لائے اور اُن کے جال پھٹنے لگے اور اُنہوں نے اپنے شریکوں کو جو دوسری کشتی پر تھے اشارہ کیا کہ آﺅ ہماری مدد کرو۔پس اُنہوں نے آکر دونوں کشتیاں یہاں تک بھر دیں کہ ڈوبنے لگیں۔شمعون پطرس یہ دیکھ کر یسوع کے پاؤں میں گرااور کہا اے خُداوند! میرے پاس سے چلا جا کیونکہ مَیں گناہگار آدمی ہوں۔کیونکہ مچھلیوں کے اس شکار سے جو اُنہوں نے کیا بہت حیران ہوئے اور ویسے ہی زبدی کے بیٹے یعقوب اور یوحنّا بھی جو شمعون کے شریک تھے حیران ہوئے۔یسوع نے شمعون سے کہاخوف نہ کر اَب سے تُو آدمیوں کا شکار کیاکرے گا وہ کشتیوں کو کنارے پر لے آئے اور سب کُچھ چھوڑ کر اُس کے پیچھے ہولئے“(لوقا5باب 4 تا 11آیت)۔
	پھر ایک اَور موقعہ پر جب پطرس اور اُس کے ساتھی ساری رات کوئی مچھلی نہ پکڑ سکے تو صبح کے وقت جب المسیح آئے اور اُن کی ہدایت پر جب دوبارہ جال ڈالا تو اُن کے جال میں اتنی کثرت سے مچھلیاں آگئیں کہ اُنہیں جال کھینچنا بھی مشکل ہو گیا (یُو حنا 21باب ا تا 13آیت)۔
	یہاںہم دیکھ سکتے ہیں کہ تمام تر محنت کے باوجود بھی مچھلی پکڑنے والوں کے ہاتھ کُچھ نہ آیا لیکن جب المسیح کی نظر کرم ہوئی تو اتنی ساری مچھلیاں آگئیں کہ اُن سے سنبھالنا بھی مشکل ہو گیا۔اِس سے ہم سیکھتے ہیں کہ جب ہم تمام تر محنت کے باوجود بھی مایوس اور بے پھل رہتے ہیں تو المسیح کی نظرِ کرم ہماری بے پھل زندگی کو بابرکت بنا دیتی ہے۔
محدود وسائل پر بڑھوتی کی برکت
	ایک بار المسیح شہر سے دُور ایک ویران جگہ پر لوگوں کو تعلیم اوربیماریوں سے شفا دے رہے تھے۔ "جب شام ہوئی تو شاگرد اُس کے پاس آکر کہنے لگے کہ جگہ ویران ہے اور وقت گزر گیا ہے لوگوں کو رخصت کردے تاکہ گاﺅں میں جا کر اپنے لئے کھانا مول لیں۔یسوع نے اُن سے کہا اِن کا جانا ضرور نہیں تُم ہی ان کو کھانا دو۔اُنہوں نے اُس سے کہا یہاں ہمارے پاس پانچ روٹیوں اور دو مچھلیوں کے سوا اَورکُچھ نہیں ۔اُس نے کہاوہ یہاں میرے پاس لے آﺅ۔اُس نے لوگوں کو گھاس پر بیٹھنے کا حکم دیا۔پھر اُس نے وہ پانچ روٹیاں اور دو مچھلیاں لیں اور آسمان کی طرف دیکھ کر برکت دی اور روٹیاں توڑ کر شاگردوں کو دیں اور شاگردوں نے لوگوں کو۔اور سب کھا کر سیر ہوگئے۔اور اُنہوں نے بچے ہوئے ٹکڑوں سے بھری ہوئی بارہ ٹوکریاں اُٹھائیںاور کھانے والے عورتوں اور بچوں کے سوا پانچ ہزار مرد کے قریب تھے"
	اِسی طرح ایک اَور موقعہ پر جب لوگ تین روز تک متواتر آ پ کے ساتھ رہے تو آپ نے فرمایا کہ مَیں اُنہیں بھوکا رخصت نہیں کرنا چاہتا۔اور شاگردوںسے پوچھا کہ تمہارے پاس کُچھ ہے۔ چنانچہ اُن کے پاس صرف سات روٹیاں اور تھوڑی سی مچھلیاںتھیں۔ آپ نے اُن پر برکت چاہی اور اُنہیں دِیں تاکہ وہ لوگوں میں بانٹ دیں ۔ اُن سے عورتوں اور بچوں کے علاوہ چار ہزار مرد سیرہوگئے ۔ اور اس کے علاوہ ٹکڑوں سے بھرے ہوئے سات ٹوکرے بھی بچ گئے۔
(متی14باب 15تا21آیت؛ 15 باب 32تا38آیت)۔
	یہاں ہم غور کر سکتے ہیں جب محدود وسائل المسیح کے ہاتھ میں دئیے گئے تو ان پر اِس قدربرکت آگئی کہ اُن کی توقع سے بھی بڑھ کر اُن کی ضروریات کے لئے کافی ہو گئے۔اِس سے ہم سیکھتے ہیں کہ جب المسیح ہمارے ساتھ ہوتے ہیں تو ہمارے محدود وسائل پر اَندیکھی برکات آجاتی ہے اور وہ ہماری تمام تر ضروریات کے لئے کافی ہو جاتے ہیں۔
وسائل کو تباہ کرنے والے عناصر پرغلبہ
	کبھی کبھی ہوا، پانی اور دیگر قدرتی عوامل ہمارے وسائل کو تباہ کرتے ہیں۔تاہم المسیح ان سب پر اختیار رکھتے ہیں۔ایک بار گلیل کی جھیل میں دورانِ سفر المسیح کشتی پر سو رہے تھے اوروہاں بہت سخت طوفان آگیا۔ قریب تھا کہ کشتی پانی میں ڈوب جاتی۔المسیح کے شاگرد گھبرا گئے۔ چنانچہ ڈر اور خوف میں اُنہوں نے المسیح کو جگا کر اُس سے مِنّت کی،
	"اَے خُداوند! ہمیں بچا ہم ہلاک ہوئے جاتے ہیں"
	چنانچہ المسیح نے اُن سے کہا کہ "اے کم اعتقادو ڈرتے کیوں ہو؟"
	اور پھر اُٹھ کر ہوا اور پانی کو ڈانٹا اور بڑا امن ہوگیا۔یہ سب کُچھ دیکھ کر لوگ حیران ہو کر کہنے لگے یہ کس طرح کا آدمی ہے کہ ہوا اور پانی بھی اُس کا حکم مانتے ہیں۔  ( انجیلِ مقدّس متی8باب 23تا27آیت؛لُوقا8باب 22تا25آیت)
	 ایک اَور موقعہ پر المسیح اپنے شاگردوں کو کشتی میں رُخصت کر کے خود تنہا دُعا کرنے کے لئے پہاڑ پر چڑھ گیا۔جب شام ہوئی تو وہ وہاں اکیلا تھا ۔ مگر کشتی اُس وقت جھیل کے بیچ میں تھی اور لہروں سے ڈگمگا رہی تھی کیونکہ ہوا مخالف تھی۔چنانچہ جب شاگرد تیز ہوا کے باعث بہت پریشان ہو رہے تھے تو اُس وقت المسیح رات کے چوتھے پہر پانی کی سطح پر چلتے ہوئے اُن کے پاس آگئے۔ شاگرد اُنہیں پانی کی سطح پر چلتے دیکھ کر گھبرا گئے اور ڈر کر کہنے لگے کہ بھوت ہے۔
	لیکن المسیح نے فوراََ اُن سے کہا، "خاطر جمع رکھو۔مَیںہوں۔ڈرو مت"۔
	 جب المسیح کشتی میں سوار ہوئے تو بڑا امن ہو گیا۔چنانچہ سب لوگ یہ دیکھ بہت حیران ہوئے(انجیل ِمقدس، متی14باب 22تا23آیت؛مرقس 6باب 45تا52؛یُوحنا6باب15تا21آیت)۔
	 ان دونوں واقعات میں ہم نے دیکھا کہ المسیح ہوا اور پانی پر اختیار رکھتے ہیں اُن کی موجودگی نے کشتی میں سوار لوگوں کو پانی اور طوفان سے ہلاک ہونے سے بچا لیا۔ چنانچہ یہ ہمارے لئے حوصلہ افزائی کا باعث ہے المسیح اُن تمام قدرتی عوامل پر اختیار رکھتے ہیں جو ہمارے وسائل کو تباہ کر کے ہمیں معاشی مسائل کا شکار کر سکتے ہیں۔
المسیح کے وسیلہ برکات حاصل کرنے کابھید	
	اُوپر بیان کردہ واقعات میں مشترک بات فرمانبرداری ہے ۔ فرمانبرداری کے باعث ہی لوگ المسیح کی برکات سے فیض یاب ہو سکے۔ آج بھی جو لوگ المسیح کی رضا اور احکام کے سامنے سرِ خم تسلیم کرتے ہیںوہ تمام تر الٰہی برکات سے فیض یاب ہوتے ہیں۔
المسیح کی حوصلہ افزا تعلیمات اور دعوے
	"یسوع نے کہا کہ آسمان اور زمین کاکل اختیار مجھے دیا گیاہے"(متی28باب 18آیت)۔
	"اگر میرے نام سے مجھ سے کُچھ چاہو گے تو مَیں وُہی کروں گا"(یوحنّا 14باب 14 آیت)۔
٭٭٭

  ''';
  String  course3lesson4 = '''
  سبق نمبر۴
اقوامِ عالم کے لئے شفا اور زندگی کی برکت
 	حضرت ابرہام سے کئے وعدہ کے مطابق خُدا تعالیٰ اُن کی نسل(المسیح) کے وسیلہ جو برکت اقوامِ عالم کو دینا چاہتاتھا اُس میں شفا اور زندگی کی برکت بھی شامل تھی۔چنانچہ اِس سبق میں ہم سیکھیں گے کہ المسیح نے کس طرح شفا اور زندگی کی برکت سے لوگوں کو فیضیاب کیا۔
زندگی کی برکت 
	المسیح فرماتے ہیں کہ" مَیں اِس لئے آیا کہ وہ(سب انسان) زندگی پائیں اور کثرت سے پائیں" (یوحنّا10باب 11 آیت)۔چنانچہ آپ نے بہت سے مُردوں کو زندگی بخشی تاہم انجیل مقدس میںتین مُردوں کے زندہ کرنے کا ذکر ہے ۔اِن کا تذکرہ درج ذیل ہے،
الف۔ بیوہ کے بیٹے کو زندہ کرنا (لوقا7باب 11تا 17آیت)۔
	ایک بار نائین شہرمیں ایک بیوہ کے اکلوتے اور جوان بیٹے کا جنازہ جا رہا تھا۔یسوع نے پاس آکرجنازہ کو چھوا اور کہا اَے جوان مَیں تجھ سے کہتا ہوں اُٹھ وہ مردہ اُٹھ بیٹھا اور بولنے لگا۔اور سب پر دہشت چھا گئی اور وہ خدا کی تمجید کرکے کہنے لگے کہ بڑا نبی ہم میں برپا ہُوا ہے۔
ب۔ یائر کی بیٹی کو زندہ کرنا (لوقا8باب 40 تا42آیت)۔
	ایک بار عبادت خانہ کے سردار یائیر کی بارہ سالہ اکلوتی بیٹی مر گئی ۔اُس کے گھر پہنچ کر یسوع نے اُس لڑکی کا ہاتھ پکڑا او رپکار کر کہا اے لڑکی اُٹھ اُس کی رُوح پھر آئی اور وہ اُسی دم اُٹھ بیٹھی۔اُس کے ماں باپ اور سب لو گ یہ دیکھ کر حیران ہوگئے ۔
ج۔ لعزرکو زندہ کرنا( یو حنا 11باب 17 تا46)۔ 
	 بیت عنیاہ کے لعزر نام ایک شخص کو مرے ہوئے چار دن ہو چکے تھے ۔ یسوع نے اُس کی قبر سے پتھر ہٹوا کر بلند آواز سے پکارا کہ اے لعزر نکل آ۔ وہ کفن سمیت قبر سے نکل آیا ۔ پس بہتیرے یہودی جنہوں نے یسو ع کا یہ کام دیکھا اُس پر ایمان لائے۔


شفا کی برکت
الف۔ تپ
	انجیلِ مقدس میں دو ایسے اشخاص کاتذکر ہ پایا جاتا ہے جنہیں یسوع مسیح نے اُن کی تپ سے شفا دی۔اُن میں ایک تو پطرس کی ساس ہے ۔جس کو یسوع نے اُسکا ہا تھ پکڑ کر اُٹھایا اور تپ اُس پر سے اُتر گئی اور وہ اُن کی خدمت کر نے لگی (مرقس 1باب29تا31آیت)۔
	پھر اِسی طرح کفر نحوم میں بادشاہ کا ایک ملازم تھا جس کا بیٹا جو کافی عرصہ سے بیمار تھا اور مرنے کے قریب تھا۔ وہ یسوع کے پا س آکردرخواست کر نے لگا کہ چل کر میرے بیٹے کو شفا بخش۔یسو ع نے اُس سے کہا جا تیرا بیٹا جِیتا ہے۔تویسوع کا فرمان جاری ہوتے ہی وہ لڑکااپنے گھر میں ہی تندرست ہو گیا ۔ چنانچہ وہ خوداور اُس کا ساراگھرانہ ایما ن لایا (یوحنا4باب 46تا56آیت)۔
ب۔ اعصابی امراض
	انجیلِ مقدس میں تین ایسے فالج زدہ لوگوں کا ذکر پایا جاتا ہے جوچلنے پھرنے کے بالکل قابل نہ تھے ۔اُن میں سے ایک کو اُس کے دوست چارپائی پر ڈال کر یسوع کے پاس لائے یسوع نے اُس سے کہا کہ جاتیرے گناہ معاف ہوئے ، پھر گناہ نہ کرنا اور یہ کہ اپنی چار پائی اُٹھا اور چل پھر چنانچہ وہ اُسی وقت اپنی چارپائی اُٹھا کر اپنے چلا گیا (مرقس2باب ا تا 12آیت)۔
	پھر ایک شخص اڑتیس برس سے مفلوج تھا جو بیت حسدا کے ایک حوض کے کنارے پڑ ا تھا جب المسیح کا اُدھر سے گزر ہوا تو آپ نے اُ س سے کہا کہ اُٹھ اور اپنی چارپائی اُٹھا کر چل پھرا۔ اور پھر گناہ نہ کرنا وہ بھی اُسی وقت چارپائی اُٹھا کر چلا گیا(یوحنا5باب 1تا 15آیت)۔ 
	اِسی طرح ایک عورت جو ایک بدروح کے باعث کبڑی ہو چکی تھی اور اٹھارہ برس سے بالکل سیدھی نہ ہو سکتی تھی ۔جب آپ کے پاس آئی تو آپ نے اُسے چھو کر اُس سے کہا کہ تُو اپنی کمزوری سے چھوٹ گئی اور وہ اُسی لمحے تندرست ہو گئی(لوقا13باب 10 تا17آیت)۔
	پھر ایک صوبے دار کی درخواست پر اُسکا نوکر جو دُور گھر میں فالج کے مرض کے باعث چارپائی پر پڑا تھا ۔المسیح کے حکم کے باعث دُور اپنے گھر میں شفا پاگیا اور چلنے پھرنے لگا۔(متی8باب 5 تا 12آیت؛ لُوقا9باب 1 تا10آیت) ۔
	ایک اورشخص جس کا ہاتھ سوکھا ہوا تھا جب المسیح نے فرمایاکہ اپنا ہاتھ آگے بڑھا۔ تویسوع کا حکم پاتے ہی اُس کا ہاتھ اُسی لمحے درست ہو گیا (متی12 باب 9تا13آیت)۔ 
ج۔ ناپاکی کا باعث بننے والی بیماریوں سے رہائی
	٭ایک عورت جسے بارہ برس سے جریانِ خون کی بیماری تھی، یسوع مسیح کی پوشاک کا کنارہ چھونے سے ہی اپنی بیماری سے شفا پاگئی (مرقس5باب 25 تا 34آیت)۔
	٭ایک بارایک کوڑھی آپ (یسوع)کے پاس آیا۔ آپ نے اُس پر ترس کھاکر اُسے چھوا تو فی الفور اُس کا کوڑھ جاتارہا اور وہ پاک صاف ہو گیا۔ (مرقس1باب 40 تا45 آیت)۔
 	پھر ایک اَور موقعہ پر دس کوڑھی آپ سے ملے۔ اُنہوں نے دُور کھڑے ہو کر بلند آواز سے کہا اَے یسُوع !اَے صا حِب ! ہم پر رحم کر ۔تو اُس(یسوع) نے اُنہیں دیکھ کر کہا جاو اپنے تِیئںکا ہِنوں کو دِکھاو ور اَیسا ہوا کہ وہ جا تے جاتے پا ک صاف ہو گئے۔(لُوقا 17باب11تا19 آیت)۔
د ۔ بدروحوں سے رہائی
یوں توالمسیح نے بہت سارے لوگوں کو بدروحوں سے آزاد کیا تا ہم انجیل مقدس میں تفصیل صرف چھ لوگوں کے بارے میںہے۔ان میں سے چند ایک کا ذکر ذیل میں ہے۔
	یاد رہے کہ بدروحیں مختلف طرح سے انسانی جسم کو نقصان پُہنچاتی ہیں۔ کبھی کبھی وہ انسان کی بینائی اور گویائی پر اثر انداز بھی ہوتیں ہیں۔ایک بار لوگ یُسوع کے پاس ایک ایسے شخص کو لائے جو بدروح کے باعث دیکھنے اور بولنے کی قوت سے محروم ہوگیا تھا۔جب یسوع نے اُسے اچھا کردیاتو وہ بولنے اور دیکھنے لگا (متی12باب 22 آیت)۔
	ایک اَورلڑکے کوبدروح کے باعث مرگی کا دورہ پڑتا اور وہ اکثر پانی اور آگ میں گرپڑتا تھا۔ یسوع نے اُس کے باپ کی درخواست پر نا پاک رُوح کو جھِڑکا اور لڑکے کو اچھّا کردیا ۔ اور سب لوگ خُدا کی شان کو دیکھ کر حیَران ہوئے۔(متی 17باب14تا21آیت)۔
	اِسی طر ح ایک سورفینیکی لڑکی بدرُوح کے ہاتھوں بہت دُکھ اُٹھا رہی تھی۔اُسکی ماں کی مِنّت کے جواب میںیسوع نے اُس سے کہا کہ بدرُوح تیر ی بیٹی میں سے نِکل گئی ہے۔اور اُس نے اپنے گھر میں جا کر دیکھا کہ لڑ کی پلنگ پر پڑی ہے اور بد رُوح نِکل گئی ہے (متی15باب21تا28آیت؛مرقس7باب 24تا30آیت)۔ 
س ۔ بینائی اور گویائی کی بحالی
	یسوع مسیح نے یوںتو کئی اندھوں کو بینائی عطا کی تاہم ان میں سب سے زیادہ قابل ذکر ایک مادر زاد نابینا ہے ۔جب وہ یسوع کے پاس لایا گیا تو یسوع نے اپنی تھوک سے مٹی سان کر اُس کی آنکھوں پر لگا کر اُسے شیلوخ کے حوض میں دھونے کا کہا۔ جب اُس نے دھویا تو اُس کی بینائی بحال ہو گئی (یوحنا9باب 1تا7آیت)۔انجیل ِ مقدس میں اِس کے علاوہ بھی اَورکئی نابینا اشخاص کا ذکر پایا جاتا ہے جن کو مختلف اوقات میں یسوع مسیح نے بینائی عطا فرمائی۔ 
	پھرایک بہرہ جوہکلا بھی تھا یسوع کے پاس لایا گیا اُس نے اپنی اُنگلیاں اُس کے کانوں میں ڈالیں اور تھُو ک کر اُسکی زبان چُھوئی ۔اورکہا اِفتّحّ یعنی کُھل جا ۔ اور اُس کے کا ن کُھل گئے اور اُس کی زبا ن کی گِرہ کُھل گئی اور وہ صا ف بولنے لگا (مرقس 7باب31تا37آیت)۔
شفا کی برکت کے بارے انجیل مقدّس کی شہادت
	 مقدّس متی لکھتے ہیں"اور لوگ سب بیماروں کو جو طرح طرح کی بیماریوں اور تکلیفوں میں گرفتار تھے اور اُن کو جن میں بدرُوحیں تھیں اور مرگی والوں اور مفلوجوں کو اُس کے پاس لائے اور اُس نے اُن کو اچھا کیا۔اور بڑی بھیڑ اُس کے پیچھے ہولی۔" (متی4باب23تا25آیت)۔
	مقدس مرقس یوں رقمطراز ہیں"اور وہ گاﺅں شہروں اور بستیوں میں جہاں کہیں جاتا تھا لوگ بیماروں کو بازاروں میں رکھ کر اُس کی منّت کرتے تھے کہ وہ صرف اُس کی پوشاک کا کنارہ چھُو لیں اور جتنے اُسے چھُوتے تھے شفا پاتے تھے"(مرقس6باب 56آیت)۔
	 مقدس لوقا اس حوالہ سے یوں بیان کرتے ہیں ”سب لوگ اُسے چھونے کی کوشش کرتے تھے کیونکہ قوت اُس میں سے نکلتی اور سب کو شفا بخشتی تھی“(لوقا6باب17تا19آیت)۔
٭٭٭

  ''';
  String course3lesson5 ='''
  سبق نمبر ۵
اقوامِ عالم کے لئے گناہوں سے نجات کی برکت
	المسیح کا اِس دُنیا میں آنے کا حتمی مقصد یہ تھا کہ دُنیا اُن کے وسیلہ سے اپنے گناہوں سے نجات پائے۔ یہاں تک آپ کے نام کامطلب بھی یہی ہے۔جبرائیل فرشتہ نے مقدسہ مریم کے منگیتر مقدس یوسف کو پیغام دیا کہ”تُو اُس کا نام یسوع رکھنا کیونکہ وہی اپنے لوگوں کو اُن کے گناہوں سے نجات دے گا“ (متی1باب21آیت)اور آپ بھی اپنے بارے میں فرماتے ہیں کہ "ابنِ آدم(المسیح) کھوئے ہوؤں کو ڈھونڈنے اور نجات دینے آیا ہے" (لوقا19باب10آیت)۔
 اور یہ بھی کہ "مَیں دُنیا کو مجرم ٹھہرانے نہیں بلکہ نجات دینے آیا ہوں"(یوحنا12باب 47آیت)۔
	چنانچہ اِس سبق میں ہم یہی سیکھیں گے کہ آپ نے کس طرح دُنیا کو نجات کی برکت سے فیض یاب کیا۔
اِنسان کی زندگی میں گناہ کا آغاز 
	کلامِ الٰہی اس بات کا شاہد ہے کہ انسان خُدا تعالیٰ کی مرضی اور معیار کے مطابق زندگی بسر کرنے میں ناکام رہا جس کے باعث وہ الٰہی رفاقت سے محروم ہو گیا۔ اور یہ بھی کہ ایک انسان کی زندگی سے شروع ہونے والے گناہ نے پوری نسل ِ انسانی کو اپنی لپیٹ میں لے لیا۔
	حضرت نوح کے زمانہ میں بدی یہاں تک بڑھ گئی کہ ساری زمین خُدا کی نظر میں ناراست قرار پائی۔ اس حوالہ سے پیدا یش ۶:۲۱میںلکھا ہے کہ "اور خدا نے زمین پر نظر کی اور دیکھا کہ وہ ناراست ہوگئی ہے کیونکہ ہر بشر نے زمین پراپنا طریقہ بگاڑ لیاتھا"یہ انسان کا گناہ ہی تھا جس کے باعث خُدا تعالیٰ نے طوفان کے ذریعہ ساری مخلوق کو تباہ کر دیا ۔
 	گناہ کی اِس عالمگیری کا اظہار زبور نویس حضرت داؤ د یوں بیان کرتے ہیں:
	"خُدا نے آسمان پر سے بنی آدم پر نگاہ کی تاکہ دیکھے کہ کوئی دانشمند۔ کوئی خُدا کا طالب ہے یا نہیں۔وہ سب کے سب پھر گئے وہ باہم نجس ہوگئے کوئی نیکو کار نہیں ایک بھی نہیں"(زبور53باب 2تا3آیت)۔
	پھر آپ مزید فرماتے ہیں؛
 	"اپنے بندہ کو عدالت میں نہ لا۔کیونکہ تیری نظر میں کوئی آدمی راستباز نہیں ٹھہر سکتا" (زبور143آیت نمبر2)۔

	اسی طرح حضرت سلیمان بھی اس حقیقت کی یوں تائید کرتے ہیں:
	"کون کہہ سکتا ہے کہ مَیں نے اپنے دل کو صاف کر لیا ہے۔ اور مَیں اپنے گناہ سے پاک ہو گیا ہوں؟"(امثال20باب 9آیت)۔
 	گویا کلامِ الٰہی کے مطابق گناہ ایک عالمگیر حقیقت ہے اور کوئی بھی اِس کے اثر سے بَری نہیں۔ اسی طرح دُنیا میں عدالتوں۔ پولیس۔افواج اور جرائم کی روک تھام کے دیگر اداروں کا وجود اس بات کا ایک اور زندہ ثبوت ہے۔ 
اِنسانی زندگی پر گناہ کا اثر
	گناہ نے انسانی زندگی کو دو طرح سے متاثر کیا ۔ ایک طرف تو وہ سزا کا مستحق ٹھہرا اور دوسری جانب اُس کی فطرت میںایک بگاڑ پیدا ہوگیا۔ اُس کی فطرت گناہ آلودہ ہونے کے باعث اُس کے باطن میںگناہ کی جانب ایک انجان سا رُجحان اور کشش پیدا ہو گئی۔جس کے باعث نہ چاہتے ہوئے بھی ہر انسان گناہ کی جانب مائل رہتا ہے۔اِسی لئے حضرت سلیمان فرماتے ہیںکہ” بنی آدم کا دل اُن میں بدی پر بہ شدت مائل ہے“(واعظ8باب 11آیت)۔
	پھر آپ مزید فرماتے ہیں؛
	 "ہاں بنی آدم کا دل بھی شرارت سے بھرا ہے اور جب تک وہ جیتے ہیں حماقت اُن کے دل میں رہتی ہے"(واعظ 9 باب 3آیت)۔
	چنانچہ جیسے کھاری چشمہ سے کھاری اور میٹھے چشمہ سے میٹھا پانی نکلتا ہے اسی طرح گُناہ آلودہ فطرت کے حامل انسان کا رجحان بدی کی جانب ہی ہوتا ہے۔ نہ چاہتے ہوئے بھی اُس سے گناہ آلودہ افعال و اعمال سرزد ہوتے چلے جاتے ہیں۔اور یہ سلسلہ ہے کہ تھمنے کانام نہیں لیتا۔ دُنیا کے تمام ادارے گناہ کی اس طاقت کے سامنے بے بس نظر آتے ہیں۔
گناہ سے نجات کے لئے الٰہی انتظام
	چنانچہ یہ حقیقت نہایت واضح ہے کہ شروع ہی سے انسانی زندگی پر گناہ کا شکنجہ اِس قدر مضبوط تھا کہ خُدا کی مدد کے بغیر کوئی انسان بھی اس سے چھٹکارا حاصل نہیں کر سکتا تھا۔
 	اِسی لئے کلام الٰہی کی تعلیم کے مطابق خُدا تعالیٰ نے شروع ہی سے یہ بات اپنے انتظام میں ٹھہرا رکھی تھی کہ المسیح کے وسیلہ سب اقوام گناہ سے نجات کی برکت سے فیض یاب ہوںگی۔اِسی لئے خُدا تعالیٰ نے اِس بات کی خبر اُسی وقت دے دی جب گناہ ابھی نسل انسان میں آیا ہی تھا۔ اس حوالہ سے خُدا تعالیٰ نے سانپ کو سزا دیتے ہوئے یوں فرمایا کہ
	"اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا"(پیدایش3باب14 تا 15 آیت) ۔
	انجیل مقدس اِس بات کی شاہد ہے کہ المسیح ہی وہ واحد ہستی ہیں جو کسی مرد کے تعلق کے بغیر ایک کنواری خاتون سے پیدا ہو ئے اس لئے آپ ہی عور ت کی وہ نسل ہیں جن کے وسیلہ خُدا تعالیٰ نسل انسانی کو گناہوں کے شکنجہ سے نجات بخشنے کیلئے آئے تھے۔
گناہ سے نجات کا مفہوم 
	جب گناہ انسانی زندگی میں داخل ہو ا تو اُس کے باعث انسان دو طرح سے اس سے متاثر ہو ا کہ ایک جانب وہ گناہ کی سزا کا مستحق ٹھہرا اور دوسری جانب اُس کی فطرت میں بگاڑ واقع ہو گیا جس کے باعث اُس کا رجحان گناہ کی طرف مائل ہوگیا۔
	اِسی طرح ”گناہ سے نجات“ میں بھی دونوں باتیں ہی شامل ہوتی ہیں ، یعنی گناہ کی سزا سے معافی اور گناہ کے رجحان اور کشش سے چھٹکارا۔چنانچہ جب یہ کہا جاتا ہے کہ المسیح انسان کو گناہ سے نجات دیتے ہیں تو اس کا مطلب بھی یہی ہے کہ المسیح ایک جانب لوگوں کو اُن کے گناہوں سے معافی عطا کرتے ہیں اور دوسری طرف اُس کی فطرت میں ایسی تبدیلی لاتے ہیںجس کی بدولت اُس شخص کو گناہ سے نفرت ہو جاتی ہے اور وہ اُس کے اثر اور کشش سے آزاد ہوکر دوبارہ گناہ کرنے سے باز رہتا ہے۔ دوسرے لفظوں میں یہ کہ المسیح انسان کی گناہ آلودہ فطرت کو تبدیل کر کے اُس کو گناہ کے زور اور طاقت سے چھٹکارا دیتے ہیں۔
	المسیح نے انسان کی نجات کا کام کیسے مکمل کیا ؟ یہ بات ہم آئندہ کورسز میں سیکھیں گے تاہم ابھی ہم ان دو باتوں کے بارے جاننے کی کوشش کریں گے کہ المسیح کس طرح لوگوں کو اُن کے گناہوں سے معافی دینے کے ساتھ ساتھ اُن کی فطرت کو تبدیل کر کے اُن کو گناہ کی کشش اوررجحان سے آزاد کر کے اُنہیں نیادل اور نئی طبیعت عطا کرتے ہیں۔
المسیح کا زمین پر گناہ معاف کرنے کا اختیار
	جب بھی کوئی شخص اپنی کسی بیماری سے شفا یا کسی اور مسئلہ کے حل کے لئے آپ کے پاس آتا تو آپ سب سے پہلے اُس کے گناہ کی معافی کی بات کرتے ۔ آپ اُسے فرماتے کہ جا بیٹا تیرے گناہ معاف ہوئے اور پھراُسے نصیحت کرتے کہ پھر گناہ نہ کرنا۔
الف۔ مفلوج کے گناہ معاف کرنا(مرقس2باب 1تا12آیت)۔
	ایک بار ایک مفلوج کوشفا کے لئے آپ کے پاس لایا گیا تو شفا دینے سے قبل آپ نے اُسے فرمایا کہ"بیٹا تیرے گناہ معاف ہوئے" (مرقس2باب5آیت )۔جب یہودیوں نے آپ کے بارے دل میں شک کیا تو آپ نے اپنی رُوح سے اُن کے خیالات معلوم کر کے فرمایا،
	"تُم کیوں اپنے دلوں میں یہ باتیں سوچتے ہو؟آسان کیا ہے؟مفلوج سے یہ کہنا کہ تیرے گناہ معاف ہوئے یا یہ کہنا کہ اُٹھ اور اپنی چارپائی اُٹھا اور چل پھر؟لیکن اس لئے کہ تم جانوکہ ابن آدم(المسیح)کو زمین پر گناہ معاف کرنے کا اختیار ہے"(مرقس2باب 10آیت)۔
 	یہ کہہ کر آپ نے اُس مفلوج کو فرمایا کہ"مَیں تُجھ سے کہتا ہوں اُٹھ اپنی چارپائی اُٹھا کر اپنے گھر چلا جا"(مرقس 2باب 11آیت)۔ چنانچہ وہ شخص آپ کا حکم پا کر فی الفور چارپائی اُٹھا کراُن سب کے سامنے باہر چلا گیا ۔چنانچہ سب لوگ یہ دیکھ کر حیران ہوگئے اور خُدا کی تمجید کر کے کہنے لگے کہ ہم نے ایسا کبھی نہیں دیکھا تھا۔
ب۔ ایک بدچلن عورت کے گناہ معاف کرنا(لوقا7باب36 تا50آیت)
	ایک بار المسیح ایک فریسی کے گھر دعوت پر گئے وہاں اُس شہر کی ایک بد چلن عورت بھی آگئی۔اُس نے آپ کے قدم اپنے آنسوؤں سے بھگو دئیے اور اُنہیں اپنے بالوں سے صاف کیا اور آپ کے پاؤں بہت زیادہ چومے اور پھرآپ کے قدموں پر عِطر ڈالا۔
	جب اُس فریسی نے اپنے دل میں آپ کے بارے شک کیا توآپ نے اُس کے خیالات کو جان کر اُس سے فرمایا،
	"(شمعون!) کسی ساہوکار کے دو قرضدار تھے ایک پانچ سو دینار کا دوسرا پچاس کا ۔ جب اُن کے پاس ادا کرنے کو کُچھ نہ رہا تو اُس نے دونوںکو بخش دیا۔پس اُن میں سے کون اُس سے زیادہ محبت رکھے گا؟"(لوقا7باب 41تا42آیت)۔
	شمعون نے جواب میں اُس سے کہا میری دانست میں وہ جسے اُس نے زیادہ بخشا۔چنانچہ آپ نے اُس سے فرمایا،"اس لئے مَیں تُجھ سے کہتا ہوں کہ اُس کے گناہ جو بہت زیادہ تھے معاف ہوئے کیونکہ اُس نے بہت زیادہ محبت دکھائی مگر جس کے تھوڑے گناہ معاف ہوئے وہ تھوڑی محبت کرتا ہے"(لوقا7باب 47آیت)۔
	اور پھر اُس عورت سے فرمایا،
 	"تیرے گناہ معاف ہوئےتیرے ایمان نے تُجھے بچا لیا ہے۔ سلامت چلی جا"(لوقا7باب48 تا 50 آیت)۔
ج ۔ایک زناکار عورت کے گناہ معاف کرنا(یوحنّا8باب 1 تا 11 آیت)
	اِسی طرح ایک بار کُچھ یہودی فقیہہ اور فریسی ایک ایسی عور ت کو المسیح کے پاس لے کر آئے جو زنا میں پکڑی گئی تھی۔اور آزمانے کے لیے آپ سے یوں کہا کہ" توریت میں موسیٰ نے ہم کو حکم دیا ہے کہ ایسی عورتوں کو سنگسار کریں۔پس تُو اِس عورت کے بارے میں کیا کہتا ہے؟"  	چنانچہ انجیل مقدس میں مرقوم ہے کہ یہ سُن کر آپ جھُک کر زمین پر لکھنے لگے۔اور جب وہ آپ سے زیادہ سوال کرنے لگے تو آپ نے کھڑے ہو کر اُن سے فرمایا،
	"جو تُم میں بے گناہ ہو وہی پہلے اُس کے پتھر مارے"
	پس یہ سُن کر بڑوں سے لے کر چھوٹوں تک ایک ایک کر کے نکل گئے۔جب وہ سب چلے گئے تو آپ نے اُس عورت سے پوچھا،"کیاکسی نے تُجھ پر حکم نہیں لگایا؟"
	 تو اُس نے کہا ، "اَے خُداوند کسی نے نہیں"
	چنانچہ آپ نے اُس سے فرمایا ،"مَیں بھی تُجھ پر حکم نہیں لگاتا ۔جا ۔ پھر گناہ نہ کرنا"
المسیح گناہ آلودہ فطرت کو تبدیل کرتے ہیں
	 جب تک کسی شخص کی گناہ آلودہ فطرت تبدیل نہ ہووہ نہ توگناہ پر غالب آ سکتا ہے اور نہ خُدا تعالیٰ کی قربت حاصل کر سکتا ہے ۔یسوع مسیح اس حوالہ سے یوں فرماتے ہیں کہ 
	"جب تک کوئی نئے سرے سے پیدا نہ ہو وہ خُدا کی بادشاہی کو دیکھ نہیں سکتا" (یوحنا3باب 3 آیت) ۔
	اَب سوال یہ ہے کہ کسی شخص کے لئے نئے سرے سے پیدا ہونا یا اُس کی گناہ آلودہ فطرت کا تبدیل ہو نا کیسے ممکن ہے؟کوئی شخص بھی خود اپنے طور پر اپنی گناہ آلودہ کو فطرت کو نہ تو تبدیل کر سکتا ہے اور نہ ہی نئے سرے سے پیدا ہو سکتا ہے۔یہ کام صرف اور صرف خُدا تعالیٰ ہی کر سکتے ہیں۔



 چنانچہ اس حوالہ سے خُدا تعالیٰ یوں فرماتے ہیں!
	 "مَیں تم کو نیا دل بخشوں گااور نئی روح تمہارے باطن میں ڈالوں گااور تمہارے جسم میں سے سنگین دل کو نکال ڈالوں گا اور گوشتین دل تم کو عنایت کروںگا۔ اور مَیں اپنی روح تمہارے باطن میں ڈالوں گااور تم سے اپنے آئین کی پیروی کراؤں گا اور تم میرے احکام پر عمل کرو گے اور اُن کو بجا لاؤ گے" (حزقی ایل36باب 26تا27آیت)۔
	انجیل مقدس اِس بات کی شاہد ہے کہ جب بھی کوئی شخص خُداوند یسوع مسیح کو اپنا نجات دہندہ قبول کرتا ہے تو خُدا تعالیٰ اُس کی فطرت کو تبدیل کر دیتے ہیں جس کے باعث اُس کے دل کی سختی ختم ہو جاتی ہے اور اُس کے اندر انسانوں اور خُدا تعالیٰ کی مخلوق کے لیے محبت پیدا ہو جاتی ہے ۔وہ لوگوں کو تباہ و برباد کرنے کی بجائے اُن کی بہتری اور بہبود کے لئے کام کرنا شروع کر دیتا ہے۔آئےے اِس حوالہ سے چند مثالوں پر غور فرمائیں۔
الف۔ زکائی کی زندگی میں تبدیلی
	ایک بار المسیح یریحو شہر میں داخل ہو رہا تھا ۔وہاں زکائی نام ایک آدمی تھا جو محصول لینے والوں کا سردار تھا ۔اُس نے ناجائز طور پر محصول لینے کی وجہ سے لوگوں کا جینا حرام کر رکھا تھا۔اُسے یسوع کو دیکھنے کا بڑااشتیاق تھا لیکن بھِیڑکے سبب سے دیکھ نہ سکتا تھا اس لئے کہ اُس کا قد چھوٹا تھا ۔چنانچہ وہ آگے دوڑ کر ایک گولر کے درخت پر چڑھ گیاکیونکہ المسیح اُسی راستہ سے گزرنے کو تھا۔
	"جب یسو ع اُس جگہ پہنچا تو زکائی کو درخت پر دیکھ کر اُس سے کہا ، اے زکائی جلد اُتر آ کیوں کہ آج مُجھے تیرے گھر رہنا ضرور ہے"(لوقا19باب 5 آیت)۔
	چنانچہ زکائی فوراً نیچے اُتر کر المسیح کو اپنے گھر لے گیااوریوں عرض کرنے لگا کہ
	"اَے خُدا وند دیکھ مَیں اپناآدھا مال غریبوں کو دیتا ہوں اور اگر کسی کا کُچھ ناحق لے لیا ہے تواُس کا چوگُنا ادا کرتا ہوں"(لوقا19باب 8آیت)۔
	المسیح نے یہ سُن کراُس سے یوں فرمایا کہ"آج اِس گھر میں نجات آئی ہے کیونکہ ابنِ آدم کھوئے ہوؤں کو ڈھونڈنے اور نجات دینے آیا ہے" (لوقا19باب 9 تا10آیت)۔ 
ب۔ متی کی زندگی میں تبدیلی
	اِسی طرح لاوی نام ایک اور شخص تھاجومحصول کی چوکی پر بیٹھ کر لوگوں سے محصول لیا کرتا تھا۔ لیکن جب المسیح نے اُسے دیکھا تو اُسے دعوت دی کہ"میرے پیچھے ہو لے"(لوقا 5باب 27آیت)۔
	چنانچہ وہ سب کُچھ چھوڑ کر المسیح کے پیچھے ہو لیا اور المسیح کا حواری ہونے کا اعزازپایا اور بعد میں متی نام سے مشہور ہُو ا۔یہاں تک کہ اُسے المسیح کی انجیل لکھنے کا بھی اعزاز حاصل ہُوا۔
 	لوگ محصول لینے والوں سے بہت نفرت کرتے تھے اس لئے کہ وہ لوگوں سے ناجائز محصول (ٹیکس) لیتے تھے۔تاہم یہ المسیح کی نظر کرم ہی تھی جس نے ایک محصول لینے والے کی زندگی کو بدل کر رکھ دیا اور اُسے اپنے حواریوں میں شامل کر لیا۔
ج۔ ساؤل کی زندگی میں تبدیلی
	ساؤل ایک تشدد پسند کٹر یہودی تھا ۔ وہ برداشت نہیں کرتا تھا کہ کوئی شخص یہودی روایات اور طرزِ حیات کے خلاف زندگی بسر کرے۔ المسیح کے آسمان پر جانے کے بعد جب اُس نے دیکھا کہ کئی لوگ یہودی روایات اور رسومات سے آزاد المسیح کی تعلیمات کے مطابق زندگی بسر کر رہے ہیں تو اُس نے اُنہیں زدو کوب اور قتل کرنا شروع کردیا۔ بالآخر جب المسیح آسمان پر سے اُس پر ظاہر ہو ئے تو المسیح کے ساتھ ملاقات کی بدولت اُس کی زندگی یکسر بدل گئی۔ اُس کی تشدد پسندی زائل ہو کر محبت میں بدل گئی۔ اَب وہ لوگوں کو قتل کرنے اور اُن پر تشددکرنے کی بجائے اُن کی بھلائی کی خاطر خود دُکھ برداشت کرنے والا بن گیا۔یہ صرف المسیح کی قربت اور رفاقت کا ہی فیض تھا کہ لوگوںپر تشدد کرنے والا شخص محبت اور رحم کا پیکر بن گیا۔ 
اِس کہانی کی تفصیل انجیل مقدّس میں (اعمال کی کتاب 9باب 1 تا 13 آیات) میں ملاحظہ فرمائیں۔
سبق کا خلاصہ
	گناہ کے باعث انسان کی فطرت میں ایک بگاڑ پیدا ہو گیا جس کے باعث نہ چاہتے ہوئے بھی ہر انسان گناہ کی طرف راغب ہو گیا۔گناہ کی یہ طاقت اِس قدر زور آور تھی کہ کوئی بھی اِس پر غالب نہ آسکتا تھا۔ صرف خُدا ہی انسان کو گناہ سے نجات دے سکتا تھا۔ خُدا نے یہ کام المسیح کے وسیلہ سے پورا کیا۔اِس سبق میں ہم نے سیکھا کہ المسیح نے ایک جانب انسان کو اُس کے گناہوں سے معافی عطا کی اور دوسری جانب اُس کو گناہ کی طاقت سے نجات دی۔ چنانچہ جتنے بھی لوگ المسیح کو قبول کر لیتے ہیں اُن کی زندگی میں ایک عجیب سی تبدیلی پیدا ہو جاتی ہے ۔اور اُن کوگناہ سے پاک طبیعت مل جاتی ہے جس کی بدولت وہ ایسی زندگی بسر کرنا شروع کر دیتے ہیں جو خُدا تعالیٰ کی مرضی کے مطابق ہو تی ہے۔ 
٭٭٭

  ''';
}