import 'package:flutter/material.dart';
import 'package:cloud_firestore/cloud_firestore.dart';
//     await fireDB.collection('course 01').doc('lesson 01').set({
//       'content' : '''
//       سبق نمبر۱
// اقوامِ عالم کے لئے الٰہی برکت کا ظہور
// اقوامِ عالم کے لئے برکت کے وعدہ کا پس منظر
// 	 ابلیس کے بہکانے پر شجرِ ممنوعہ کا پھل کھاکر الٰہی حکم (شریعت) کی نافرمانی کے باعث خُدا تعالی نے حضرت آدم اور حوا کو باغِ عدن سے نکال دِیا ۔اِسی طرح سانپ (ابلیس)کو سزا دیتے ہوئے فرمایا "اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا"(پیدایش 3 باب 14 تا 15 آیات) ۔
// اِس پیشین گوئی میں خُدا تعالی نے یہ واضح کیا جو ہستی انسان کو بحال کرنے کے لئے شیطان کے سر کو کچلے گی وہ" عورت کی نسل" کے طور پر دُنیا میں آ ئے گی۔
// اقوام عالم کے لئے برکت کا وعدہ
// 	 خُدا تعالیٰ نے حضرت ابرہام پر ظاہر کیا کہ عورت کی نسل کے طور پر آنے والی ہستی جسے ابلیس کے سر کو کچلنا ہے وہ اُن کی نسل سے ہو گی۔اِس حوالہ سے یوں مرقوم ہے،
//  	"اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی کیونکہ تُو نے میری بات مانی "(پیدایش 22 باب18 آیت)۔
// 	پھر بالکل یہی پیغام خُدا تعالی نے حضرت اضحاق کو یوں دِیا:
// 	"اور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا اورزمین کی سب قومیں تیری نسل کے وسیلہ سے برکت پائیں گی" (پیدائش26 باب 3 تا 4 آیت )۔
// 	پھر اس کے بعد خُدا تعالی حضرت یعقوب سے یوں مخاطب ہوئے؛
// 	"مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے" (پیدائش 28 باب 13 تا 14 آیت)۔
// 	پھر کُچھ سالوں کے بعد خُدا تعالیٰ نے حضرت موسیٰ سے فرمایا:
// 	"مَیں اُن(بنی اسرائیل) کے لئے اُن ہی کے بھائیوں(بنی اسرائیل) میں سے تیری مانند ایک نبی برپا کروں گااور اپنا کلام اُس کے منہ میں ڈالوں گااور جو کچھ مَیں اُسے حکم دُوں گا وہی وہ اُن سے کہے گا"(استثنا18 باب 18 آیت)۔
// 	پھرایک ہزار قبل از مسیح میں حضرت داؤد اُس مقدس ہستی کو "مسیح"کے لقب سے یاد کرتے ہیں۔اور بعد میں سات سو سال ق۔م میں حضرت یسعیاہ نے بیان کیا کہ یہ آنے والی ہستی حضرت داؤد ہی کی نسل سے ہو گی اور ایک کنواری سے جنم لے گی(یسعیاہ11باب 1آیت؛ 7باب 14آیت)۔
// 	اسی طرح حضرت میکاہ نبی نے تقریباََ پانچ سو سال قبل از مسیح یہ خبر دی کہ المسیح کی پیدائش  بیت ِ لحم میں ہوگی( میکاہ 5باب 2 آیت)۔
// 	 یہ ساری پیش گوئیاںجس مقدس ہستی کی زندگی میں پوری ہوتی ہیں وہ "المسیح" ہیں۔ اورآپ ہی کے بارے خُدا تعالیٰ نے حضرت ابرہام، حضرت اضحاق اور پھر حضرت یعقوب کو بار بار یاد دِلایا کہ اُن کی نسل کے وسیلہ دُنیا کی ساری قومیں برکت پائیں گی۔
//  	چنانچہ آئےے دیکھیں کہ المسیح کی ولادت کس طرح عمل میں آئی؟
// حضرت جبرائیل کی معرفت مقدسہ مریم کو خُدا کا پیغام
// 	انجیلِ مقدس، لوقا 1باب 26آیت کے مطابق چھٹے مہینے میں حضرت جبرائیل مُلکِ اسرائیل کے صوبہ گلیل کے شہر ناصرت کی ایک کنواری بنام "مریم" کے پاس آئے ۔ اُس کی منگنی یوسف نام ایک راستباز شخص کے ساتھ ہو چکی تھی۔ حضرت جبرائیل مقدسہ مریم سے یوں مخاطب ہوئے:
//  	 "سلام تجھ کو جس پر فضل ہواہے !خداوند تیرے ساتھ ہے"
// 	مقدسہ مریم اِس کلام سے بہت گھبرا گئی اور سوچنے لگی کہ یہ کیسا سلام ہے؟چنانچہ حضرت جبرائیل نے مقدسہ مریم کا ڈر اور خوف دُور کرنے کے لئے فرمایا کہ
// 	"اَے مریم ! خوف نہ کر کیونکہ خداکی طرف سے تجھ پر فضل ہواہے۔ اور دیکھ تُوحاملہ ہو گی اور تیرے بیٹا ہو گا اُس کا نام یسوع رکھنا۔ وہ بزرگ ہو گا اور خداتعالیٰ کا بیٹا کہلائیگا اور خداوند خدا اُس کے باپ داﺅد کا تخت اُسے دیگا اور وہ یعقوب کے گھرانے پر ابد تک بادشاہی کرے گا"
// 	یہ باتیں سن کر مقدسہ مریم نے فرشتہ سے استفسار کرتے ہوئے پوچھا،
// 	"یہ کیونکر ہو گا جب کہ مَیں مرد کو نہیں جانتی؟فرشتہ نے جواب میں فرمایا،"روح القُدس تُجھ پر نازل ہوگا۔اور خُدا تعالی کی قدرت تُجھ پر سایہ ڈالے گی اوراِس سبب سے وہ مولودِ مقدس خُدا تعالیٰ کا بیٹا کہلائے گا"۔
// حضرت جبرائیل کی معرفت مقدس یوسف کو خُدا کا پیغام
// 	اِس پیغامِ الٰہی سے قبل ہی مقدسہ مریم کی منگنی حضرت یوسف کے ساتھ طے ہو چکی تھی۔چنانچہ جب خُدا کے اس منصوبہ کے مطابق مریم حاملہ ہو گئیں تو اس کی خبر یوسف تک بھی پہنچی ۔ مریم کے حاملہ ہونے کی خبر نے اُسے شک اور پریشانی میں مبتلا کر دیا۔
// 	چنانچہ اِس پریشانی کے ازالہ کے لئے فرشتہ جبرائیل اُس سے بھی یوں ہمکلام ہُوئے:
// 	"اے یوسف ابنِ داؤد! اپنی (منگیتر)بیوی کو اپنے ہاں لے آنے سے نہ ڈر کیونکہ جو اُس کے پیٹ میں ہے وہ رُوح القُدس کی قدرت سے ہے۔اُس کے بیٹا ہو گا اور تُو اُس کا نام یسوع رکھنا کیونکہ وہی اپنے لوگوں کو اُن کے گناہوں سے نجات دے گا“ (متی1باب 20تا 21آیت)
// 	چنانچہ لکھا ہے کہ مقدس یوسف مقدسہ مریم کو اپنے گھر لے آئے اور اُس کو اُس وقت تک اپنی بیوی کے طور پر نہ جانا جب تک اُس کے بیٹا نہ ہُوا اور اُس کا نام یسوع رکھا۔
// المسیح کی وِلادتِ اقدس
// 	 جب المسیح کی پیدایش کا وقت نزدیک تھا تو اُن دنوں قیصر اوگوستُس کی طرف سے یہ حکم جاری ہُوا کہ ساری دُنیا کے لوگوں کے نام لکھے جائیں۔ یہ پہلی اِسم نویسی سُوریہ کے حاکم کورِنُیس کے عہد میں ہوئی۔ اور سب لوگ نام لکھوانے کے لئے اپنے اپنے شہر کو گئے۔
// 	 چنانچہ یوسف بھی صوبہ گلیل کے شہر ناصرة سے اپنے آبائی گاؤں بیت ِلحم کو گیا تاکہ اپنی منگیتر مریم کے ساتھ جو حاملہ تھی نام لکھوائے۔
// 	چونکہ اُنہیں کسی بھی سرائے میں جگہ نہ مل سکی۔ اِس لئے اُنہیں جانوروں کے ایک اصطبل میں قیام کرنا پڑا۔ جب وہ وہاں تھے تو ایسا ہُوا کہ مقدسہ مریم کے وضع حمل کا وقت آپہنچا۔ اور اُس کا پہلوٹھا بیٹا پیدا ہُوا اور اُس نے اُس کو کپڑے میں لپیٹ کر چرنی(جانوروں کی چارہ کی جگہ) میں رکھا کیونکہ اُن کے واسطے سرای میں جگہ نہ تھی (لوقا2 باب1 تا 7 آیت)۔
// آسمانی فرشتوں کے نغمات
// 	جب المسیح کی ولادت ہوئی تو اُسی علاقہ میں کُچھ چرواہے رات کو ایک میدان میں اپنے گلّہ کی نگہبانی کر رہے تھے۔ اِسی اثنا میں اُن پر ایک بڑا نور چمکا جسے دیکھ کر وہ ڈر گئے ۔ چنانچہ اس نور میں خُدا تعالیٰ کا ایک فرشتہ اُن پر ظاہر ہُوا اوراُن سے یوں ہم کلام ہُوا:
// 	"ڈرو مت ! کیونکہ دیکھو مَیں تمہیں بڑی خوشی کی بشارت دیتا ہوں جو ساری اُمت کے واسطے ہوگی۔ کہ آج داؤد کے شہر میں تمہارے لئے ایک منجی(نجات دہندہ)پیدا ہُوا ہے یعنی مسیح خُداوند۔اور اُس کا تمہارے لئے یہ نشان ہے کہ تُم ایک بچہ کوکپڑے میں لپٹا اور چرنی میں پڑا ہوا پاؤ گے"(لوقا2 باب 10 تا 11 آیت)
// 	 اِسی دوران آسمانی فرشتوں کی ایک اَور گروہ خُدا کی حمد کرتی اور یہ کہتی ہوئی ظاہر ہوئی کہ
//  "عالمِ بالا پر خُدا کی تمجید ہواورزمین پر اُن آدمیوںمیں جن سے وہ راضی ہے صلح "(لوقا2 باب 14آیت)
// 	چنانچہ المسیح کی جائے پیدایش پر چرواہے بھی آئے اور وہاں مریم اور یوسف کودیکھا اور بچہ کو چرنی میں پڑا پایا۔اور اِس بات کو جو فرشتہ نے نومولُود کے حق میں بتائی تھی اُسے مشہور کیا۔
// 	چنانچہ اِن باتوں پر جو چرواہوں نے بیان کیِں ، سب سُننے والوں نے تعجب کیا۔
//  مشرقی زائرین اورآسمان پر عجیب ستارے کا ظہور
// 	اِسی طرح انجیل نویس مقدس متی رسول بیان کرتے ہیں جب المسیح پیدا ہوئے تو اُس وقت صوبہ یہودیہ میں ہیرودیس بادشاہ حکمران تھا۔ بیت ِلحم بھی اسی صوبہ میں واقع تھا۔
// 	جب المسیح پیدا ہوئے تو آسمان پر ایک خاص ستارہ ظاہر ہُوا جس کی رہنمائی میں پُورب کے کئی مجوسی المسیح کی زیارت کے لئے آئے۔ اُنہوں نے یروشلیم پہنچ کر لوگوں سے دریافت کِیا کہ یہودیوں کا بادشاہ جو پیدا ہُوا ہے وہ کہاں ہے؟یہ سُن کر ہیرودیس اور یروشلیم کے سب لوگ گھبرا گئے۔ اور اُنہوں نے سردار کاہنوں اور فقیہوں کو جمع کر کے اُن سے پوچھا کہ المسیح کی پیدایش کے حوالہ سے صحائف ِانبیا کیا خبر دیتے ہیں۔اِس پر اُنہوں نے حضرت میکاہ نبی کے صحیفہ کی روشنی میں بتایا کہ مسیح کو بیت ِ لحم میں پیدا ہونا ہے۔
//  	یہ جان کر ہیرودیس نے مجوسیوں کو تاکید کی کہ اِس بچّے کی بابت ٹھیک ٹھیک دریافت کرکے مُجھے بتائیں تاکہ مَیں بھی اُسے سجدہ کروں۔لیکن حقیقت میں ہیرودیس کے اندر رقابت کی آگ دہک رہی تھی وہ اُس بچے کو فوری طور پر قتل کرنا چاہتا تھا۔
// 	چنانچہ مجوسی وہاں سے ستارے کی رہنمائی میں ٹھیک المسیح کی جائے پیدایش پرپہنچ گئے اور اپنے اپنے تحایف یعنی سونا ،مُر اور لبان المسیح کی نذر کر کے اپنی عقیدت کا اظہار کِیا۔
// 	چونکہ ہیرودیس اِس نومولُود بادشاہ المسیح کو فوری طور پر قتل کر نا چاہتا تھا ۔ اِس لئے خُدا نے خواب کے وسیلہ اُن زائرین کو ہدایت کی کہ وہ واپس ہیرودیس کے پاس نہ جائیں۔اور اس کے ساتھ ہی مقدسہ مریم کے منگیتر حضرت یوسف کو بھی خُدا تعالیٰ کے فرشتہ نے خواب میں دکھائی دے کر اُسے ہدایت کی کہ وہ مصر کو چلے جائیں۔
// 	چنانچہ یُوسف فرشتہ کی ہدایت کے مطابق اُسی وقت رات کو بچے اور اُس کی ماں کو ساتھ لے کر مصر روانہ ہو گیا اور ہیرودیس کے مرنے تک وہیں رہا۔
// 	 جب ہیرودیس نے دیکھا کہ مجوسیوں نے اُس کے ساتھ دھوکا کِیا ہے اور لُوٹ کر اُس کے پاس نہیں آئے تو اُس سارے یہودیہ میں دو سال یا دو سال کے کم عمرکے تمام بچے قتل کروا دئیے۔لیکن المسیح کو خُدا تعالیٰ نے خاص اِنتظام کے تحت محفوظ رکھا۔اور پھر جب ہیرودیس مر گیا تو خُدا کے فرشتہ نے دوبارہ یوسف کو خواب میں دکھائی دے کر کہا کہ
// ”اُٹھ بچے اور اُس کی ماں کو لے کر اسرائیل کے مُلک میں چلا جا کیونکہ جو بچے کی جان کے خواہاں تھے وہ مر گئے( ہیں)“ (متی 2 باب 20 آیت)
// چنانچہ مُقدس یُوسف فرشتے کے کہنے کے مطابق بچے اور اُس کی ماں کو لے کر اسرائیل کے مُلک میں آگیا اور گلیل کے شہر ناصرت میں جا بسا۔
// حاصل کلام
// 	یہ خُدا کا اَزلی منصوبہ تھا کہ ابلیس کا سر کچلنے والا "المسیح" عور ت کی نسل کے طور پر پیدا ہُوا ۔ چنانچہ المسیح کی پیدایش عین خُدا کے منصوبہ کے مطابق کنواری مریم سے ہی ہوئی۔چونکہ آپ کسی مرد کے بغیر پیدا ہوئے اِس لئے آپ" عورت کی نسل" کہلانے کے حق دار ہیں۔
// 	 جبرائیل فرشتے نے مُقدسہ مریم اور بُزرگ یُوسف کو فرمایا کہ نومولُود کا نام یسوع رکھنا ۔ اِس لئے کہ وہ اپنے لوگوں کو اُن کے گناہوں سے نجات دے گااور پھر فرشتوں نے اُس کی پیدایش کو "خُدا اور انسان" اور"انسان اور انسان"کے درمیان صلح کا باعث ٹھہرایا۔ چنانچہ وہ برکت جو خُدا سب اقوام کو دینا چاہتا تھا یہی تھی کہ "خُدا اور انسان" اور"انسان اور انسان"کے درمیان صلح  ہو ۔ اور "انسان کو اُس کے گناہوں سے نجات"حاصل ہو۔
// ٭٭٭
//
//       '''
//     });
//     await fireDB.collection('course 01').doc('lesson 02').set({
//       'content' : '''
//       سبق نمبر۲
// اقوامِ عالم کے لئے امن و سلامتی کی برکت
//  	 گناہ نے انسان کی زندگی کو دو طرح سے متاثر کِیا۔ایک طرف خُدا تعالیٰ اور اُس کے بیچ جُدائی پیدا ہوگئی،اور دوسری جانب اُس کے دِیگر انسانوں کے ساتھ تعلقات بھی کشیدہ ہو گئے۔ چنانچہ اِس صورت حال نے انسان کے امن و سلامتی کو تباہ کر کے رکھ دِیا۔
// 	اَب امن و سلامتی کی بحالی اُسی صورت میں ممکن تھی کہ سب سے پہلے خُدا اور انسان کے درمیان راضی نامہ ہوتا اور پھر دوسری جانب انسانوں کی آپس میں بھی صلح قائم ہوتی۔آئےے دیکھیں کہ المسیح نے کس طرح ان دونوں پہلوؤں پر کام کر کے انسان کے لئے امن و سلامتی کو بحال کِیا۔
//  امن و سلامتی کی برکت کی بحالی
// 	 المسیح کی ولادتِ اَقدس پر آسمانی فرشتوں کی گروہ نے امن و سلامتی کے نغمات گائے جن کا مضمون کُچھ اِس طرح تھا:
// 	"عالمِ بالا پر خُدا کی تمجید ہو اور زمین پر اُن آدمیوں میں جن سے وہ راضی ہے صلح۔" (لوقا2باب 14 آیت)
// 	 اِس گیت میں المسیح کی آمد کو انسانیت کے لئے امن اور صلح کا باعث قرار دِیاگیا ہے ۔
// 	جس طرح گناہ کے باعث ایک جانب خُدا اور انسان کے درمیان جُدائی ہو گئی اور دوسری طرف انسانوں کے آپس میں تعلقات کشیدہ ہو گئے اسی طرح المسیح کی آمد ایک طرف انسان اور خُدا کے درمیان راضی نامہ کاذریعہ ہے تو دوسری جانب انسانوں کی آپس میں صلح کا باعث بھی ہے۔ آئےے دیکھیں کہ المسیح نے امن و سلامتی کی برکت کو کیسے عام کیا۔
// امن و سلامتی کی بحالی کے لئے المسیح کا کردار
// 	 المسیح نے اپنی ساری خدمت کے دوران انسان اور خُدا اورپھرانسانوں کے باہمی تعلقات کی بحالی پر زور دِیا۔
// 	آئیں دیکھیں کہ المسیح نے کس طرح ایک جانب انسان اور خُدا کے درمیان صلح کروانے اور پھر دوسری طرف اِنسانوں کے آپس کے تعلقات کی بحالی کے لئے اپنا کردار ادا کیااور یہ کہ کس طرح آپ پوری انسانیت کے لئے امن و سلامتی کی برکت ثابت ہوئے۔
//
// اِنسان اور خُدا کے تعلقات کی بحالی
// 	 اِس مقصد کے لئے المسیح نے خُدا تعالیٰ کی ذاتِ اقدس کے ایک ایسا پہلو کو اُجاگر کیا جس کو نظر انداز کر دیا گیا تھا۔وہ یہ کہ خُدا محبت ہے اور وہ انسان کو اُس کے گناہ، نافرمانی اور ہٹ دھرمی کے باوجود ایک شفیق باپ کی مانند پیار کرتا ہے۔ اِس تعلق سے آپ فرماتے ہیں:
// 	"وہ(خُدا) اپنے سورج کو بدوں اور نیکوں دونوںپر چمکاتا ہے ۔ اور راستبازوں اور ناراستوں دونوںپر مینہ برساتا ہے"(متی5 باب 45 آیت)۔
// 	ایک اور مقام پر آپ فرماتے ہیں:
// 	"وہ(خُدا) ناشکروں اور بدوں پر بھی مہربان ہے"(لوقا6باب 35 آیت )۔
// 	پھر مسرف بیٹے کی تمثیل کے وسیلہ سے آپ نے اِنسان کو یہ سکھانے کی کوشش کی کہ خُدا ایک شفیق باپ کی طرح انسان کوپیار کرتا ہے وہ جب بھی توبہ کر کے اُس کی جانب واپس آتا ہے تو وہ اپنے بازو کھول کر اُسے اپنی آغوش میں لے لیتا ہے۔ یہ تمثیل کُچھ اس طرح ہے:
// 	کسی دولت مند شخص کے دو بیٹے تھے ۔اُن میں سے چھوٹے نے باپ سے اپنا حصہ طلب کیا اور پھر پردیس جا کر اپنا سارا مال اسباب بدچلنی اور عیاشی میں اُڑا دیا۔جب اُس کے پاس کُچھ نہ رہا تو نوبت فاقوں تک آگئی۔چنانچہ اُس نے محنت مزدوری شروع کر دی ۔ ایک دن اُسے احساس ہو ا کہ اُس کے باپ کے نوکر بھی اُس سے کہیں اچھی زندگی بسر کر رہے ہیں ۔ چنانچہ اُس نے فیصلہ کیا کہ وہ اپنے باپ کے پاس جاکر اُس سے درخواست کرے گا کہ وہ اُسے معاف کر دے اور اُسے اپنے نوکروں میں ہی رکھ لے۔
// 	لیکن جب وہ گھر آیا تو اُس کے باپ نے اُسے کھُلے دل سے معاف کر کے اُسے پھر بیٹے کے طور پر قبول کر لیا۔ اور اُس کے واپس آنے کی خوشی میں ضیافت کا انتظام کیا۔ اور جب اُس کے بڑے بھائی نے اِس پر اعتراض کیا تو اُس سے کہا
// 	"لیکن خوشی منانا اور شادمان ہونا مناسب تھا کیونکہ تیرا یہ بھائی مُردہ تھا اَب زندہ ہوا ۔ کھویا ہوا تھا اَب ملا ہے"(لوقا15 باب 32 آیت)۔
// 	پھر ایک اَور موقع پر آپ نے فرمایا کہ " ایک توبہ کرنے والے گنہگار کے باعث خُدا کے فرشتوں کے سامنے خوشی ہوتی ہے" (لوقا15 باب 10 آیت)۔
// 	چنانچہ اِس تمثیل کے وسیلہ آپ نے اپنے مخاطبین کو سکھایا کہ جب بھی کو ئی انسان اپنے گناہوں سے توبہ کرکے خُدا تعالیٰ کی طرف رُجوع لاتا ہے تو وہ اُسے ایک بیٹے کی طرح اپنی آغوش میں لے لیتا ہے۔
// 	 اِن ساری باتوں سے آپ نے سکھایا کہ انسان کی سب سے بڑی ترجیح یہ ہونی چاہئے کہ وہ اپنی پوری طاقت سے خُدا کو پیار کرے۔ متی22باب 35 تا 40 آیت کے مطابق جب ایک عالمِ شرع نے آپ سے پوچھا کہ توریت میں کون سا حکم بڑا ہے ؟
//  	تو آپ نے اُس سے فرمایا کہ"خُداوند اپنے خُدا سے اپنے سارے دل اور اپنی ساری جان اور اپنی ساری عقل سے محبت رکھ۔ بڑا اور پہلا حکم یہی ہے اور دوسرا اِس کی مانند یہ ہے کہ اپنے پڑوسی سے اپنے برابر محبت رکھ ۔اِن ہی دونوں حکموں پر تمام توریت اور انبیا کے صحیفوں کا مدار ہے "۔
// اِنسانوں کے باہمی تعلقات کی بحالی
// 	المسیح نے لوگوں کی زندگی میں امن و سلامتی کی بحالی کے لئے اُنہیں ایک جانب تو یہ سکھایا کہ وہ خُدا تعالیٰ سے اپنے تعلقات بحال کریں۔ اور اُنہیں یہ احساس دلایا کہ خُدا محبت ہے اور وہ ایک باپ کی طرح بلا امتیاز رنگ و نسل اور مذہب و عقیدہ ہر انسان سے پیار کرتا ہے۔ اور دوسری طرف یہ سکھایاکہ خُدا کی محبت کا تقاضا یہ ہے کہ ہر انسان دوسرے انسانوں سے اسی طرح پیار کرے جس طرح خُدا اُس سے پیار کرتا ہے۔اِس حوالہ سے آپ فرماتے ہیں:
//  	"وہ(خُدا تعالیٰ)اپنے سورج کو بدوں اور نیکوں دونوں پر چمکاتا ہے اور راستبازوں اور ناراستوں دونوں پر مینہ برساتا ہے اگر تُم فقط اپنے بھائیوں ہی کو سلام کروتو کیا زیادہ کرتے ہو؟کیا غیر قوموں کے لوگ بھی ایسا نہیں کرتے۔پس چاہئے کہ تُم کامل ہو جیسا تمہاراآسمانی(خُدا)باپ کامل ہے"(متی5باب 44 تا 48آیت)۔
// 	"اگر تُم اپنے محبت رکھنے والوں ہی سے محبت رکھو تو تمہارا کیا احسان ہے ؟کیونکہ گنہگار بھی اپنے محبت رکھنے والوں سے محبت رکھتے ہیں۔ اور اگر تُم اُن ہی کا بھلا کرو جو تمہارا بھلا کریں توتمہارا کیا احسان ہے کیونکہ گنہگار بھی ایسا ہی کرتے ہیں"(لوقا6 باب 32تا 34 آیت)۔
// 	المسیح کے نزدیک محبت کا یہ رشتہ ہر طرح کی مذہبی، معاشرتی اور سماجی گروہ بندی سے بالا تر ہے۔ آپ نے ہمیشہ اس بات پر زور دیا کہ خُدا اپنی عالمگیر محبت کی بنا پر سب انسانوں کاباپ ہے۔اوراپنی اسی محبت کی بنا پر خُدا تعالیٰ ہر انسان کو اپنا فرزند قرار دیتے ہیں ۔
// 	 یہ الٰہی محبت ہی ہے جو سب انسانوں کو بھائی بھائی بنا کر ایک عالمگیر خاندان کے بندھ میں باندھتی ہے ۔ اور ہر انسان سے یہ توقع کرتی ہے کہ وہ بھی اِس بے لوث اور یکساں محبت کی بنا پر سب انسانوں کو اپنا بھائی سمجھتے ہوئے ایک دوسرے کی بہتری‘ بھلائی اور تعمیر و ترقی کے لئے ہمیشہ تیار اور دستیاب رہیں۔
//
//
// باہمی محبت کی اہمیت
//  	اِس باہمی محبت کی اہمیت کے حوالہ سے آپ نے تین خاص باتوں پر زور دیا۔
// اوّل:	اگر کوئی اپنے پڑوسیوں ، بہن بھائیوں یا خاندان کے دیگر افراد کے ساتھ ناراض ہے تو اُس کی کوئی عبادت بھی خُدا کے ہاں قابل قبول نہیں ہوگی جب تک کہ وہ اُن کی شکایت کا ازالہ کر کے اُن کی ناراضی ختم نہیں کر لیتا۔ المسیح فرماتے ہیں:
// 	"پس اگر تُو قربان گاہ پر اپنی نذر گزرانتا ہو اور وہاں تُجھے یاد آئے کہ میرے بھائی کو مُجھ سے کُچھ شکایت ہے تو وہیں قربان گاہ کے آگے اپنی نذر چھوڑ دے اور جا کر پہلے اپنے بھائی سے ملاپ کر تب آکر اپنی نذر گزران"(متی5باب23تا 24آیت)۔
// دوم:	 اسی طرح گناہوں کی معافی بھی دوسروں کو معاف کرنے سے مشروط ہے۔ آپ فرماتے ہیں"اس لئے کہ اگر تُم آدمیوں کے قصور معاف کرو گے تو تمہارا آسمانی باپ بھی تم کو معاف کرے گا اور اگر تُم آدمیوں کے قصور معاف نہ کرو گے تو تمہارا باپ بھی تمہارے قصور معاف نہ کرے گا"(متی 6باب 14تا15آیت)۔
// سوم:	اگر ہم خُدا سے برکات حاصل کرنا چاہتے ہیں تو پہلے ہمیں اپنے ہم جنس انسانوں کی تعمیرو ترقی اور بھلائی کے لئے فکر کرنا ہو گی۔ آپ فرماتے ہیں:
// 	"دِیا کرو تمہیں بھی دیا جائے گا۔۔۔"(لوقا6باب 38آیت)۔
// 	چنانچہ اگر ہم خُدا تعالیٰ سے برکت چاہتے ہیں تو پہلے ہم خود دوسروں کو دینے کے لئے تیار ہوں۔ اگر ہم دوسروں کو دیں گے تو خُدا تعالیٰ بھی ہمیں کئی برکات عطا کر ے گا۔
// حاصل کلام:	 المسیح کی تعلیمات نے انسان کو ایسا رستہ فراہم کیا جن پر چل کر ہر انسان امن و سلامتی اور پیار اور محبت کی برکت سے فیض یاب ہو سکتا ہے۔ اور تاریخ شاہد ہے کہ جتنے لوگوں نے اِن اصولوں کو اپنا لیا امن و محبت اور سلامتی کی برکات اُن کا مقدر بن گئیں۔
// ٭٭٭
//
//       '''
//     });
//     await fireDB.collection('course 01').doc('lesson 03').set({
//       'content' : '''
//       سبق نمبر۳
// اقوامِ عالم کے لئے خوشحالی کی برکت
//  	 خُداتعالیٰ نے حضرت ابرہام ، حضرت اضحاق اورحضرت یعقوب سے وعدہ کیا تھا کہ اُن کی نسل کے وسیلہ سے دُنیا کی ساری قومیں برکت پائیں گی۔ اور کلامِ اِلٰہی کے مطابق المسیح ہی وہ ہستی ہیں جن کے وسیلہ خُدا دُنیا کی تمام قوموں کو برکت دینا چاہتا تھا۔
// 	خُدا جو برکت المسیح کے وسیلہ اقوامِ عالم کو دینا چاہتا تھا اُس کا ایک پہلو خوشحالی بھی ہے۔ چنانچہ اِس سبق میں ہم چند مثالوں کے ذریعہ یہ باتیں سیکھنے کی کوشش کریں گے۔
// ایک شادی میں وسائل پر برکت(یوحنّا2باب 7تا11آیت)
// 	ایک بار المسیح اپنی والدہ محترمہ اور چند شاگردوں کے ہمراہ ایک شادی میں شریک تھے۔ شادی میں مَے کم پڑ جانے کے باعث خاندان کے سب لوگ پریشان ہوگئے۔ اسلئے کہ اُس زمانہ میں مہمانوں کو مشروب کے طور پر انگوروں کی مَے پیش کی جاتی تھی۔ اگرمَے کا بروقت انتظام نہ ہو سکتا تو خاندان کی برادری میں بہت بے عزتی ہوتی۔چنانچہ المسیح کی والدہ بھی آپ کے پاس آکر کہنے لگیں"اُن کے پاس مَے نہیں رہی"۔ اُس گھر میں پانی کے لئے پتھر کے چھ مٹکے رکھے ہوئے تھے اور ہر مٹکے میں دو دو تین تین من پانی کی گنجایش تھی۔چنانچہ یسوع مسیح نے کام کرنے والے خادموں سے کہا،
// 	"مٹکوں میں پانی بھر دواورپھر کہا اَب نکال کر میرِ مجلس کے پاس لے جاؤ ۔"
// 	 جب میِرِمجلس نے وہ پانی چکھاجو مَے بن گیا تھا اور جانتا نہ تھا کہ یہ کہاں سے آئی ہے (مگر پانی بھرنے والے جانتے تھے )تو میرِ مجلس نے دُلہا کو بلا کر اُس سے کہا۔ ہر شخص پہلے اچھی مَے پیش کرتا ہے مگر تُو نے اچھی مَے اَب تک رکھ چھوڑی ہے۔ یہ پہلا معجزہ یسوع نے قانائے گلیل میں دکھا کر اپنا جلال ظاہر کیا اور اُس کے شاگرد اُس پر ایمان لائے" ۔
// 	یہاں ہم دیکھتے ہیں کہ المسیح کی موجودگی کے باعث وسائل پربڑھوتی کی برکت آئی اور یوں وہ خاندان بے عزتی اور شرمندگی سے بچ گیا۔اِس سے ہم سیکھتے ہیں کہ ہمارے خاندانوں میں المسیح کی موجودگی ہمیں مایوسی ،بے عزتی اور شرمندگی سے محفوظ رکھ سکتی ہے۔
// مایوس کُن لمحات میں برکت
// 	المسیح کی شاگردیت میں آنے سے قبل شمعون ایک ماہی گیر تھا۔ایک بار وہ ساری رات مچھلیاں پکڑنے کے لئے محنت کرتا رہا لیکن کُچھ ہاتھ نہ آیا۔اچانک اُدھر سے المسیح کا گزر ہوا۔ آپ اُس کی کشتی میں بیٹھ کر لوگوں کو تعلیم دینے لگے بعد میں آپ نے شمعون سے کہا:
// 	"شمعون! کشتی گہرے میں لے چل اور شکار کے لئے اپنا جال ڈالو"۔
// 	شمعون نے جواب میں کہا: "اے اُستاد ہم نے رات بھر محنت کی ہے اور کُچھ ہاتھ نہ آیامگر تیرے کہنے سے جال ڈالتا ہوں"۔
// 	تاہم جب المسیح کے حکم کی تعمیل میں جال ڈالا تووہ اور اُس کے ساتھی مچھلیوں کا بڑا غول گھیر لائے اور اُن کے جال پھٹنے لگے اور اُنہوں نے اپنے شریکوں کو جو دوسری کشتی پر تھے اشارہ کیا کہ آﺅ ہماری مدد کرو۔پس اُنہوں نے آکر دونوں کشتیاں یہاں تک بھر دیں کہ ڈوبنے لگیں۔شمعون پطرس یہ دیکھ کر یسوع کے پاؤں میں گرااور کہا اے خُداوند! میرے پاس سے چلا جا کیونکہ مَیں گناہگار آدمی ہوں۔کیونکہ مچھلیوں کے اس شکار سے جو اُنہوں نے کیا بہت حیران ہوئے اور ویسے ہی زبدی کے بیٹے یعقوب اور یوحنّا بھی جو شمعون کے شریک تھے حیران ہوئے۔یسوع نے شمعون سے کہاخوف نہ کر اَب سے تُو آدمیوں کا شکار کیاکرے گا وہ کشتیوں کو کنارے پر لے آئے اور سب کُچھ چھوڑ کر اُس کے پیچھے ہولئے“(لوقا5باب 4 تا 11آیت)۔
// 	پھر ایک اَور موقعہ پر جب پطرس اور اُس کے ساتھی ساری رات کوئی مچھلی نہ پکڑ سکے تو صبح کے وقت جب المسیح آئے اور اُن کی ہدایت پر جب دوبارہ جال ڈالا تو اُن کے جال میں اتنی کثرت سے مچھلیاں آگئیں کہ اُنہیں جال کھینچنا بھی مشکل ہو گیا (یُو حنا 21باب ا تا 13آیت)۔
// 	یہاںہم دیکھ سکتے ہیں کہ تمام تر محنت کے باوجود بھی مچھلی پکڑنے والوں کے ہاتھ کُچھ نہ آیا لیکن جب المسیح کی نظر کرم ہوئی تو اتنی ساری مچھلیاں آگئیں کہ اُن سے سنبھالنا بھی مشکل ہو گیا۔اِس سے ہم سیکھتے ہیں کہ جب ہم تمام تر محنت کے باوجود بھی مایوس اور بے پھل رہتے ہیں تو المسیح کی نظرِ کرم ہماری بے پھل زندگی کو بابرکت بنا دیتی ہے۔
// محدود وسائل پر بڑھوتی کی برکت
// 	ایک بار المسیح شہر سے دُور ایک ویران جگہ پر لوگوں کو تعلیم اوربیماریوں سے شفا دے رہے تھے۔ "جب شام ہوئی تو شاگرد اُس کے پاس آکر کہنے لگے کہ جگہ ویران ہے اور وقت گزر گیا ہے لوگوں کو رخصت کردے تاکہ گاﺅں میں جا کر اپنے لئے کھانا مول لیں۔یسوع نے اُن سے کہا اِن کا جانا ضرور نہیں تُم ہی ان کو کھانا دو۔اُنہوں نے اُس سے کہا یہاں ہمارے پاس پانچ روٹیوں اور دو مچھلیوں کے سوا اَورکُچھ نہیں ۔اُس نے کہاوہ یہاں میرے پاس لے آﺅ۔اُس نے لوگوں کو گھاس پر بیٹھنے کا حکم دیا۔پھر اُس نے وہ پانچ روٹیاں اور دو مچھلیاں لیں اور آسمان کی طرف دیکھ کر برکت دی اور روٹیاں توڑ کر شاگردوں کو دیں اور شاگردوں نے لوگوں کو۔اور سب کھا کر سیر ہوگئے۔اور اُنہوں نے بچے ہوئے ٹکڑوں سے بھری ہوئی بارہ ٹوکریاں اُٹھائیںاور کھانے والے عورتوں اور بچوں کے سوا پانچ ہزار مرد کے قریب تھے"
// 	اِسی طرح ایک اَور موقعہ پر جب لوگ تین روز تک متواتر آ پ کے ساتھ رہے تو آپ نے فرمایا کہ مَیں اُنہیں بھوکا رخصت نہیں کرنا چاہتا۔اور شاگردوںسے پوچھا کہ تمہارے پاس کُچھ ہے۔ چنانچہ اُن کے پاس صرف سات روٹیاں اور تھوڑی سی مچھلیاںتھیں۔ آپ نے اُن پر برکت چاہی اور اُنہیں دِیں تاکہ وہ لوگوں میں بانٹ دیں ۔ اُن سے عورتوں اور بچوں کے علاوہ چار ہزار مرد سیرہوگئے ۔ اور اس کے علاوہ ٹکڑوں سے بھرے ہوئے سات ٹوکرے بھی بچ گئے۔
// (متی14باب 15تا21آیت؛ 15 باب 32تا38آیت)۔
// 	یہاں ہم غور کر سکتے ہیں جب محدود وسائل المسیح کے ہاتھ میں دئیے گئے تو ان پر اِس قدربرکت آگئی کہ اُن کی توقع سے بھی بڑھ کر اُن کی ضروریات کے لئے کافی ہو گئے۔اِس سے ہم سیکھتے ہیں کہ جب المسیح ہمارے ساتھ ہوتے ہیں تو ہمارے محدود وسائل پر اَندیکھی برکات آجاتی ہے اور وہ ہماری تمام تر ضروریات کے لئے کافی ہو جاتے ہیں۔
// وسائل کو تباہ کرنے والے عناصر پرغلبہ
// 	کبھی کبھی ہوا، پانی اور دیگر قدرتی عوامل ہمارے وسائل کو تباہ کرتے ہیں۔تاہم المسیح ان سب پر اختیار رکھتے ہیں۔ایک بار گلیل کی جھیل میں دورانِ سفر المسیح کشتی پر سو رہے تھے اوروہاں بہت سخت طوفان آگیا۔ قریب تھا کہ کشتی پانی میں ڈوب جاتی۔المسیح کے شاگرد گھبرا گئے۔ چنانچہ ڈر اور خوف میں اُنہوں نے المسیح کو جگا کر اُس سے مِنّت کی،
// 	"اَے خُداوند! ہمیں بچا ہم ہلاک ہوئے جاتے ہیں"
// 	چنانچہ المسیح نے اُن سے کہا کہ "اے کم اعتقادو ڈرتے کیوں ہو؟"
// 	اور پھر اُٹھ کر ہوا اور پانی کو ڈانٹا اور بڑا امن ہوگیا۔یہ سب کُچھ دیکھ کر لوگ حیران ہو کر کہنے لگے یہ کس طرح کا آدمی ہے کہ ہوا اور پانی بھی اُس کا حکم مانتے ہیں۔  ( انجیلِ مقدّس متی8باب 23تا27آیت؛لُوقا8باب 22تا25آیت)
// 	 ایک اَور موقعہ پر المسیح اپنے شاگردوں کو کشتی میں رُخصت کر کے خود تنہا دُعا کرنے کے لئے پہاڑ پر چڑھ گیا۔جب شام ہوئی تو وہ وہاں اکیلا تھا ۔ مگر کشتی اُس وقت جھیل کے بیچ میں تھی اور لہروں سے ڈگمگا رہی تھی کیونکہ ہوا مخالف تھی۔چنانچہ جب شاگرد تیز ہوا کے باعث بہت پریشان ہو رہے تھے تو اُس وقت المسیح رات کے چوتھے پہر پانی کی سطح پر چلتے ہوئے اُن کے پاس آگئے۔ شاگرد اُنہیں پانی کی سطح پر چلتے دیکھ کر گھبرا گئے اور ڈر کر کہنے لگے کہ بھوت ہے۔
// 	لیکن المسیح نے فوراََ اُن سے کہا، "خاطر جمع رکھو۔مَیںہوں۔ڈرو مت"۔
// 	 جب المسیح کشتی میں سوار ہوئے تو بڑا امن ہو گیا۔چنانچہ سب لوگ یہ دیکھ بہت حیران ہوئے(انجیل ِمقدس، متی14باب 22تا23آیت؛مرقس 6باب 45تا52؛یُوحنا6باب15تا21آیت)۔
// 	 ان دونوں واقعات میں ہم نے دیکھا کہ المسیح ہوا اور پانی پر اختیار رکھتے ہیں اُن کی موجودگی نے کشتی میں سوار لوگوں کو پانی اور طوفان سے ہلاک ہونے سے بچا لیا۔ چنانچہ یہ ہمارے لئے حوصلہ افزائی کا باعث ہے المسیح اُن تمام قدرتی عوامل پر اختیار رکھتے ہیں جو ہمارے وسائل کو تباہ کر کے ہمیں معاشی مسائل کا شکار کر سکتے ہیں۔
// المسیح کے وسیلہ برکات حاصل کرنے کابھید
// 	اُوپر بیان کردہ واقعات میں مشترک بات فرمانبرداری ہے ۔ فرمانبرداری کے باعث ہی لوگ المسیح کی برکات سے فیض یاب ہو سکے۔ آج بھی جو لوگ المسیح کی رضا اور احکام کے سامنے سرِ خم تسلیم کرتے ہیںوہ تمام تر الٰہی برکات سے فیض یاب ہوتے ہیں۔
// المسیح کی حوصلہ افزا تعلیمات اور دعوے
// 	"یسوع نے کہا کہ آسمان اور زمین کاکل اختیار مجھے دیا گیاہے"(متی28باب 18آیت)۔
// 	"اگر میرے نام سے مجھ سے کُچھ چاہو گے تو مَیں وُہی کروں گا"(یوحنّا 14باب 14 آیت)۔
// ٭٭٭
//
//       '''
//     });
//     await fireDB.collection('course 01').doc('lesson 04').set({
//       'content' : '''
//       سبق نمبر۴
// اقوامِ عالم کے لئے شفا اور زندگی کی برکت
//  	حضرت ابرہام سے کئے وعدہ کے مطابق خُدا تعالیٰ اُن کی نسل(المسیح) کے وسیلہ جو برکت اقوامِ عالم کو دینا چاہتاتھا اُس میں شفا اور زندگی کی برکت بھی شامل تھی۔چنانچہ اِس سبق میں ہم سیکھیں گے کہ المسیح نے کس طرح شفا اور زندگی کی برکت سے لوگوں کو فیضیاب کیا۔
// زندگی کی برکت
// 	المسیح فرماتے ہیں کہ" مَیں اِس لئے آیا کہ وہ(سب انسان) زندگی پائیں اور کثرت سے پائیں" (یوحنّا10باب 11 آیت)۔چنانچہ آپ نے بہت سے مُردوں کو زندگی بخشی تاہم انجیل مقدس میںتین مُردوں کے زندہ کرنے کا ذکر ہے ۔اِن کا تذکرہ درج ذیل ہے،
// الف۔ بیوہ کے بیٹے کو زندہ کرنا (لوقا7باب 11تا 17آیت)۔
// 	ایک بار نائین شہرمیں ایک بیوہ کے اکلوتے اور جوان بیٹے کا جنازہ جا رہا تھا۔یسوع نے پاس آکرجنازہ کو چھوا اور کہا اَے جوان مَیں تجھ سے کہتا ہوں اُٹھ وہ مردہ اُٹھ بیٹھا اور بولنے لگا۔اور سب پر دہشت چھا گئی اور وہ خدا کی تمجید کرکے کہنے لگے کہ بڑا نبی ہم میں برپا ہُوا ہے۔
// ب۔ یائر کی بیٹی کو زندہ کرنا (لوقا8باب 40 تا42آیت)۔
// 	ایک بار عبادت خانہ کے سردار یائیر کی بارہ سالہ اکلوتی بیٹی مر گئی ۔اُس کے گھر پہنچ کر یسوع نے اُس لڑکی کا ہاتھ پکڑا او رپکار کر کہا اے لڑکی اُٹھ اُس کی رُوح پھر آئی اور وہ اُسی دم اُٹھ بیٹھی۔اُس کے ماں باپ اور سب لو گ یہ دیکھ کر حیران ہوگئے ۔
// ج۔ لعزرکو زندہ کرنا( یو حنا 11باب 17 تا46)۔
// 	 بیت عنیاہ کے لعزر نام ایک شخص کو مرے ہوئے چار دن ہو چکے تھے ۔ یسوع نے اُس کی قبر سے پتھر ہٹوا کر بلند آواز سے پکارا کہ اے لعزر نکل آ۔ وہ کفن سمیت قبر سے نکل آیا ۔ پس بہتیرے یہودی جنہوں نے یسو ع کا یہ کام دیکھا اُس پر ایمان لائے۔
//
//
// شفا کی برکت
// الف۔ تپ
// 	انجیلِ مقدس میں دو ایسے اشخاص کاتذکر ہ پایا جاتا ہے جنہیں یسوع مسیح نے اُن کی تپ سے شفا دی۔اُن میں ایک تو پطرس کی ساس ہے ۔جس کو یسوع نے اُسکا ہا تھ پکڑ کر اُٹھایا اور تپ اُس پر سے اُتر گئی اور وہ اُن کی خدمت کر نے لگی (مرقس 1باب29تا31آیت)۔
// 	پھر اِسی طرح کفر نحوم میں بادشاہ کا ایک ملازم تھا جس کا بیٹا جو کافی عرصہ سے بیمار تھا اور مرنے کے قریب تھا۔ وہ یسوع کے پا س آکردرخواست کر نے لگا کہ چل کر میرے بیٹے کو شفا بخش۔یسو ع نے اُس سے کہا جا تیرا بیٹا جِیتا ہے۔تویسوع کا فرمان جاری ہوتے ہی وہ لڑکااپنے گھر میں ہی تندرست ہو گیا ۔ چنانچہ وہ خوداور اُس کا ساراگھرانہ ایما ن لایا (یوحنا4باب 46تا56آیت)۔
// ب۔ اعصابی امراض
// 	انجیلِ مقدس میں تین ایسے فالج زدہ لوگوں کا ذکر پایا جاتا ہے جوچلنے پھرنے کے بالکل قابل نہ تھے ۔اُن میں سے ایک کو اُس کے دوست چارپائی پر ڈال کر یسوع کے پاس لائے یسوع نے اُس سے کہا کہ جاتیرے گناہ معاف ہوئے ، پھر گناہ نہ کرنا اور یہ کہ اپنی چار پائی اُٹھا اور چل پھر چنانچہ وہ اُسی وقت اپنی چارپائی اُٹھا کر اپنے چلا گیا (مرقس2باب ا تا 12آیت)۔
// 	پھر ایک شخص اڑتیس برس سے مفلوج تھا جو بیت حسدا کے ایک حوض کے کنارے پڑ ا تھا جب المسیح کا اُدھر سے گزر ہوا تو آپ نے اُ س سے کہا کہ اُٹھ اور اپنی چارپائی اُٹھا کر چل پھرا۔ اور پھر گناہ نہ کرنا وہ بھی اُسی وقت چارپائی اُٹھا کر چلا گیا(یوحنا5باب 1تا 15آیت)۔
// 	اِسی طرح ایک عورت جو ایک بدروح کے باعث کبڑی ہو چکی تھی اور اٹھارہ برس سے بالکل سیدھی نہ ہو سکتی تھی ۔جب آپ کے پاس آئی تو آپ نے اُسے چھو کر اُس سے کہا کہ تُو اپنی کمزوری سے چھوٹ گئی اور وہ اُسی لمحے تندرست ہو گئی(لوقا13باب 10 تا17آیت)۔
// 	پھر ایک صوبے دار کی درخواست پر اُسکا نوکر جو دُور گھر میں فالج کے مرض کے باعث چارپائی پر پڑا تھا ۔المسیح کے حکم کے باعث دُور اپنے گھر میں شفا پاگیا اور چلنے پھرنے لگا۔(متی8باب 5 تا 12آیت؛ لُوقا9باب 1 تا10آیت) ۔
// 	ایک اورشخص جس کا ہاتھ سوکھا ہوا تھا جب المسیح نے فرمایاکہ اپنا ہاتھ آگے بڑھا۔ تویسوع کا حکم پاتے ہی اُس کا ہاتھ اُسی لمحے درست ہو گیا (متی12 باب 9تا13آیت)۔
// ج۔ ناپاکی کا باعث بننے والی بیماریوں سے رہائی
// 	٭ایک عورت جسے بارہ برس سے جریانِ خون کی بیماری تھی، یسوع مسیح کی پوشاک کا کنارہ چھونے سے ہی اپنی بیماری سے شفا پاگئی (مرقس5باب 25 تا 34آیت)۔
// 	٭ایک بارایک کوڑھی آپ (یسوع)کے پاس آیا۔ آپ نے اُس پر ترس کھاکر اُسے چھوا تو فی الفور اُس کا کوڑھ جاتارہا اور وہ پاک صاف ہو گیا۔ (مرقس1باب 40 تا45 آیت)۔
//  	پھر ایک اَور موقعہ پر دس کوڑھی آپ سے ملے۔ اُنہوں نے دُور کھڑے ہو کر بلند آواز سے کہا اَے یسُوع !اَے صا حِب ! ہم پر رحم کر ۔تو اُس(یسوع) نے اُنہیں دیکھ کر کہا جاو اپنے تِیئںکا ہِنوں کو دِکھاو ور اَیسا ہوا کہ وہ جا تے جاتے پا ک صاف ہو گئے۔(لُوقا 17باب11تا19 آیت)۔
// د ۔ بدروحوں سے رہائی
// یوں توالمسیح نے بہت سارے لوگوں کو بدروحوں سے آزاد کیا تا ہم انجیل مقدس میں تفصیل صرف چھ لوگوں کے بارے میںہے۔ان میں سے چند ایک کا ذکر ذیل میں ہے۔
// 	یاد رہے کہ بدروحیں مختلف طرح سے انسانی جسم کو نقصان پُہنچاتی ہیں۔ کبھی کبھی وہ انسان کی بینائی اور گویائی پر اثر انداز بھی ہوتیں ہیں۔ایک بار لوگ یُسوع کے پاس ایک ایسے شخص کو لائے جو بدروح کے باعث دیکھنے اور بولنے کی قوت سے محروم ہوگیا تھا۔جب یسوع نے اُسے اچھا کردیاتو وہ بولنے اور دیکھنے لگا (متی12باب 22 آیت)۔
// 	ایک اَورلڑکے کوبدروح کے باعث مرگی کا دورہ پڑتا اور وہ اکثر پانی اور آگ میں گرپڑتا تھا۔ یسوع نے اُس کے باپ کی درخواست پر نا پاک رُوح کو جھِڑکا اور لڑکے کو اچھّا کردیا ۔ اور سب لوگ خُدا کی شان کو دیکھ کر حیَران ہوئے۔(متی 17باب14تا21آیت)۔
// 	اِسی طر ح ایک سورفینیکی لڑکی بدرُوح کے ہاتھوں بہت دُکھ اُٹھا رہی تھی۔اُسکی ماں کی مِنّت کے جواب میںیسوع نے اُس سے کہا کہ بدرُوح تیر ی بیٹی میں سے نِکل گئی ہے۔اور اُس نے اپنے گھر میں جا کر دیکھا کہ لڑ کی پلنگ پر پڑی ہے اور بد رُوح نِکل گئی ہے (متی15باب21تا28آیت؛مرقس7باب 24تا30آیت)۔
// س ۔ بینائی اور گویائی کی بحالی
// 	یسوع مسیح نے یوںتو کئی اندھوں کو بینائی عطا کی تاہم ان میں سب سے زیادہ قابل ذکر ایک مادر زاد نابینا ہے ۔جب وہ یسوع کے پاس لایا گیا تو یسوع نے اپنی تھوک سے مٹی سان کر اُس کی آنکھوں پر لگا کر اُسے شیلوخ کے حوض میں دھونے کا کہا۔ جب اُس نے دھویا تو اُس کی بینائی بحال ہو گئی (یوحنا9باب 1تا7آیت)۔انجیل ِ مقدس میں اِس کے علاوہ بھی اَورکئی نابینا اشخاص کا ذکر پایا جاتا ہے جن کو مختلف اوقات میں یسوع مسیح نے بینائی عطا فرمائی۔
// 	پھرایک بہرہ جوہکلا بھی تھا یسوع کے پاس لایا گیا اُس نے اپنی اُنگلیاں اُس کے کانوں میں ڈالیں اور تھُو ک کر اُسکی زبان چُھوئی ۔اورکہا اِفتّحّ یعنی کُھل جا ۔ اور اُس کے کا ن کُھل گئے اور اُس کی زبا ن کی گِرہ کُھل گئی اور وہ صا ف بولنے لگا (مرقس 7باب31تا37آیت)۔
// شفا کی برکت کے بارے انجیل مقدّس کی شہادت
// 	 مقدّس متی لکھتے ہیں"اور لوگ سب بیماروں کو جو طرح طرح کی بیماریوں اور تکلیفوں میں گرفتار تھے اور اُن کو جن میں بدرُوحیں تھیں اور مرگی والوں اور مفلوجوں کو اُس کے پاس لائے اور اُس نے اُن کو اچھا کیا۔اور بڑی بھیڑ اُس کے پیچھے ہولی۔" (متی4باب23تا25آیت)۔
// 	مقدس مرقس یوں رقمطراز ہیں"اور وہ گاﺅں شہروں اور بستیوں میں جہاں کہیں جاتا تھا لوگ بیماروں کو بازاروں میں رکھ کر اُس کی منّت کرتے تھے کہ وہ صرف اُس کی پوشاک کا کنارہ چھُو لیں اور جتنے اُسے چھُوتے تھے شفا پاتے تھے"(مرقس6باب 56آیت)۔
// 	 مقدس لوقا اس حوالہ سے یوں بیان کرتے ہیں ”سب لوگ اُسے چھونے کی کوشش کرتے تھے کیونکہ قوت اُس میں سے نکلتی اور سب کو شفا بخشتی تھی“(لوقا6باب17تا19آیت)۔
// ٭٭٭
//
//       '''
//     });
//     await fireDB.collection('course 01').doc('lesson 05').set({
//       'content' : '''
//       سبق نمبر ۵
// اقوامِ عالم کے لئے گناہوں سے نجات کی برکت
// 	المسیح کا اِس دُنیا میں آنے کا حتمی مقصد یہ تھا کہ دُنیا اُن کے وسیلہ سے اپنے گناہوں سے نجات پائے۔ یہاں تک آپ کے نام کامطلب بھی یہی ہے۔جبرائیل فرشتہ نے مقدسہ مریم کے منگیتر مقدس یوسف کو پیغام دیا کہ”تُو اُس کا نام یسوع رکھنا کیونکہ وہی اپنے لوگوں کو اُن کے گناہوں سے نجات دے گا“ (متی1باب21آیت)اور آپ بھی اپنے بارے میں فرماتے ہیں کہ "ابنِ آدم(المسیح) کھوئے ہوؤں کو ڈھونڈنے اور نجات دینے آیا ہے" (لوقا19باب10آیت)۔
//  اور یہ بھی کہ "مَیں دُنیا کو مجرم ٹھہرانے نہیں بلکہ نجات دینے آیا ہوں"(یوحنا12باب 47آیت)۔
// 	چنانچہ اِس سبق میں ہم یہی سیکھیں گے کہ آپ نے کس طرح دُنیا کو نجات کی برکت سے فیض یاب کیا۔
// اِنسان کی زندگی میں گناہ کا آغاز
// 	کلامِ الٰہی اس بات کا شاہد ہے کہ انسان خُدا تعالیٰ کی مرضی اور معیار کے مطابق زندگی بسر کرنے میں ناکام رہا جس کے باعث وہ الٰہی رفاقت سے محروم ہو گیا۔ اور یہ بھی کہ ایک انسان کی زندگی سے شروع ہونے والے گناہ نے پوری نسل ِ انسانی کو اپنی لپیٹ میں لے لیا۔
// 	حضرت نوح کے زمانہ میں بدی یہاں تک بڑھ گئی کہ ساری زمین خُدا کی نظر میں ناراست قرار پائی۔ اس حوالہ سے پیدا یش ۶:۲۱میںلکھا ہے کہ "اور خدا نے زمین پر نظر کی اور دیکھا کہ وہ ناراست ہوگئی ہے کیونکہ ہر بشر نے زمین پراپنا طریقہ بگاڑ لیاتھا"یہ انسان کا گناہ ہی تھا جس کے باعث خُدا تعالیٰ نے طوفان کے ذریعہ ساری مخلوق کو تباہ کر دیا ۔
//  	گناہ کی اِس عالمگیری کا اظہار زبور نویس حضرت داؤ د یوں بیان کرتے ہیں:
// 	"خُدا نے آسمان پر سے بنی آدم پر نگاہ کی تاکہ دیکھے کہ کوئی دانشمند۔ کوئی خُدا کا طالب ہے یا نہیں۔وہ سب کے سب پھر گئے وہ باہم نجس ہوگئے کوئی نیکو کار نہیں ایک بھی نہیں"(زبور53باب 2تا3آیت)۔
// 	پھر آپ مزید فرماتے ہیں؛
//  	"اپنے بندہ کو عدالت میں نہ لا۔کیونکہ تیری نظر میں کوئی آدمی راستباز نہیں ٹھہر سکتا" (زبور143آیت نمبر2)۔
//
// 	اسی طرح حضرت سلیمان بھی اس حقیقت کی یوں تائید کرتے ہیں:
// 	"کون کہہ سکتا ہے کہ مَیں نے اپنے دل کو صاف کر لیا ہے۔ اور مَیں اپنے گناہ سے پاک ہو گیا ہوں؟"(امثال20باب 9آیت)۔
//  	گویا کلامِ الٰہی کے مطابق گناہ ایک عالمگیر حقیقت ہے اور کوئی بھی اِس کے اثر سے بَری نہیں۔ اسی طرح دُنیا میں عدالتوں۔ پولیس۔افواج اور جرائم کی روک تھام کے دیگر اداروں کا وجود اس بات کا ایک اور زندہ ثبوت ہے۔
// اِنسانی زندگی پر گناہ کا اثر
// 	گناہ نے انسانی زندگی کو دو طرح سے متاثر کیا ۔ ایک طرف تو وہ سزا کا مستحق ٹھہرا اور دوسری جانب اُس کی فطرت میںایک بگاڑ پیدا ہوگیا۔ اُس کی فطرت گناہ آلودہ ہونے کے باعث اُس کے باطن میںگناہ کی جانب ایک انجان سا رُجحان اور کشش پیدا ہو گئی۔جس کے باعث نہ چاہتے ہوئے بھی ہر انسان گناہ کی جانب مائل رہتا ہے۔اِسی لئے حضرت سلیمان فرماتے ہیںکہ” بنی آدم کا دل اُن میں بدی پر بہ شدت مائل ہے“(واعظ8باب 11آیت)۔
// 	پھر آپ مزید فرماتے ہیں؛
// 	 "ہاں بنی آدم کا دل بھی شرارت سے بھرا ہے اور جب تک وہ جیتے ہیں حماقت اُن کے دل میں رہتی ہے"(واعظ 9 باب 3آیت)۔
// 	چنانچہ جیسے کھاری چشمہ سے کھاری اور میٹھے چشمہ سے میٹھا پانی نکلتا ہے اسی طرح گُناہ آلودہ فطرت کے حامل انسان کا رجحان بدی کی جانب ہی ہوتا ہے۔ نہ چاہتے ہوئے بھی اُس سے گناہ آلودہ افعال و اعمال سرزد ہوتے چلے جاتے ہیں۔اور یہ سلسلہ ہے کہ تھمنے کانام نہیں لیتا۔ دُنیا کے تمام ادارے گناہ کی اس طاقت کے سامنے بے بس نظر آتے ہیں۔
// گناہ سے نجات کے لئے الٰہی انتظام
// 	چنانچہ یہ حقیقت نہایت واضح ہے کہ شروع ہی سے انسانی زندگی پر گناہ کا شکنجہ اِس قدر مضبوط تھا کہ خُدا کی مدد کے بغیر کوئی انسان بھی اس سے چھٹکارا حاصل نہیں کر سکتا تھا۔
//  	اِسی لئے کلام الٰہی کی تعلیم کے مطابق خُدا تعالیٰ نے شروع ہی سے یہ بات اپنے انتظام میں ٹھہرا رکھی تھی کہ المسیح کے وسیلہ سب اقوام گناہ سے نجات کی برکت سے فیض یاب ہوںگی۔اِسی لئے خُدا تعالیٰ نے اِس بات کی خبر اُسی وقت دے دی جب گناہ ابھی نسل انسان میں آیا ہی تھا۔ اس حوالہ سے خُدا تعالیٰ نے سانپ کو سزا دیتے ہوئے یوں فرمایا کہ
// 	"اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا"(پیدایش3باب14 تا 15 آیت) ۔
// 	انجیل مقدس اِس بات کی شاہد ہے کہ المسیح ہی وہ واحد ہستی ہیں جو کسی مرد کے تعلق کے بغیر ایک کنواری خاتون سے پیدا ہو ئے اس لئے آپ ہی عور ت کی وہ نسل ہیں جن کے وسیلہ خُدا تعالیٰ نسل انسانی کو گناہوں کے شکنجہ سے نجات بخشنے کیلئے آئے تھے۔
// گناہ سے نجات کا مفہوم
// 	جب گناہ انسانی زندگی میں داخل ہو ا تو اُس کے باعث انسان دو طرح سے اس سے متاثر ہو ا کہ ایک جانب وہ گناہ کی سزا کا مستحق ٹھہرا اور دوسری جانب اُس کی فطرت میں بگاڑ واقع ہو گیا جس کے باعث اُس کا رجحان گناہ کی طرف مائل ہوگیا۔
// 	اِسی طرح ”گناہ سے نجات“ میں بھی دونوں باتیں ہی شامل ہوتی ہیں ، یعنی گناہ کی سزا سے معافی اور گناہ کے رجحان اور کشش سے چھٹکارا۔چنانچہ جب یہ کہا جاتا ہے کہ المسیح انسان کو گناہ سے نجات دیتے ہیں تو اس کا مطلب بھی یہی ہے کہ المسیح ایک جانب لوگوں کو اُن کے گناہوں سے معافی عطا کرتے ہیں اور دوسری طرف اُس کی فطرت میں ایسی تبدیلی لاتے ہیںجس کی بدولت اُس شخص کو گناہ سے نفرت ہو جاتی ہے اور وہ اُس کے اثر اور کشش سے آزاد ہوکر دوبارہ گناہ کرنے سے باز رہتا ہے۔ دوسرے لفظوں میں یہ کہ المسیح انسان کی گناہ آلودہ فطرت کو تبدیل کر کے اُس کو گناہ کے زور اور طاقت سے چھٹکارا دیتے ہیں۔
// 	المسیح نے انسان کی نجات کا کام کیسے مکمل کیا ؟ یہ بات ہم آئندہ کورسز میں سیکھیں گے تاہم ابھی ہم ان دو باتوں کے بارے جاننے کی کوشش کریں گے کہ المسیح کس طرح لوگوں کو اُن کے گناہوں سے معافی دینے کے ساتھ ساتھ اُن کی فطرت کو تبدیل کر کے اُن کو گناہ کی کشش اوررجحان سے آزاد کر کے اُنہیں نیادل اور نئی طبیعت عطا کرتے ہیں۔
// المسیح کا زمین پر گناہ معاف کرنے کا اختیار
// 	جب بھی کوئی شخص اپنی کسی بیماری سے شفا یا کسی اور مسئلہ کے حل کے لئے آپ کے پاس آتا تو آپ سب سے پہلے اُس کے گناہ کی معافی کی بات کرتے ۔ آپ اُسے فرماتے کہ جا بیٹا تیرے گناہ معاف ہوئے اور پھراُسے نصیحت کرتے کہ پھر گناہ نہ کرنا۔
// الف۔ مفلوج کے گناہ معاف کرنا(مرقس2باب 1تا12آیت)۔
// 	ایک بار ایک مفلوج کوشفا کے لئے آپ کے پاس لایا گیا تو شفا دینے سے قبل آپ نے اُسے فرمایا کہ"بیٹا تیرے گناہ معاف ہوئے" (مرقس2باب5آیت )۔جب یہودیوں نے آپ کے بارے دل میں شک کیا تو آپ نے اپنی رُوح سے اُن کے خیالات معلوم کر کے فرمایا،
// 	"تُم کیوں اپنے دلوں میں یہ باتیں سوچتے ہو؟آسان کیا ہے؟مفلوج سے یہ کہنا کہ تیرے گناہ معاف ہوئے یا یہ کہنا کہ اُٹھ اور اپنی چارپائی اُٹھا اور چل پھر؟لیکن اس لئے کہ تم جانوکہ ابن آدم(المسیح)کو زمین پر گناہ معاف کرنے کا اختیار ہے"(مرقس2باب 10آیت)۔
//  	یہ کہہ کر آپ نے اُس مفلوج کو فرمایا کہ"مَیں تُجھ سے کہتا ہوں اُٹھ اپنی چارپائی اُٹھا کر اپنے گھر چلا جا"(مرقس 2باب 11آیت)۔ چنانچہ وہ شخص آپ کا حکم پا کر فی الفور چارپائی اُٹھا کراُن سب کے سامنے باہر چلا گیا ۔چنانچہ سب لوگ یہ دیکھ کر حیران ہوگئے اور خُدا کی تمجید کر کے کہنے لگے کہ ہم نے ایسا کبھی نہیں دیکھا تھا۔
// ب۔ ایک بدچلن عورت کے گناہ معاف کرنا(لوقا7باب36 تا50آیت)
// 	ایک بار المسیح ایک فریسی کے گھر دعوت پر گئے وہاں اُس شہر کی ایک بد چلن عورت بھی آگئی۔اُس نے آپ کے قدم اپنے آنسوؤں سے بھگو دئیے اور اُنہیں اپنے بالوں سے صاف کیا اور آپ کے پاؤں بہت زیادہ چومے اور پھرآپ کے قدموں پر عِطر ڈالا۔
// 	جب اُس فریسی نے اپنے دل میں آپ کے بارے شک کیا توآپ نے اُس کے خیالات کو جان کر اُس سے فرمایا،
// 	"(شمعون!) کسی ساہوکار کے دو قرضدار تھے ایک پانچ سو دینار کا دوسرا پچاس کا ۔ جب اُن کے پاس ادا کرنے کو کُچھ نہ رہا تو اُس نے دونوںکو بخش دیا۔پس اُن میں سے کون اُس سے زیادہ محبت رکھے گا؟"(لوقا7باب 41تا42آیت)۔
// 	شمعون نے جواب میں اُس سے کہا میری دانست میں وہ جسے اُس نے زیادہ بخشا۔چنانچہ آپ نے اُس سے فرمایا،"اس لئے مَیں تُجھ سے کہتا ہوں کہ اُس کے گناہ جو بہت زیادہ تھے معاف ہوئے کیونکہ اُس نے بہت زیادہ محبت دکھائی مگر جس کے تھوڑے گناہ معاف ہوئے وہ تھوڑی محبت کرتا ہے"(لوقا7باب 47آیت)۔
// 	اور پھر اُس عورت سے فرمایا،
//  	"تیرے گناہ معاف ہوئےتیرے ایمان نے تُجھے بچا لیا ہے۔ سلامت چلی جا"(لوقا7باب48 تا 50 آیت)۔
// ج ۔ایک زناکار عورت کے گناہ معاف کرنا(یوحنّا8باب 1 تا 11 آیت)
// 	اِسی طرح ایک بار کُچھ یہودی فقیہہ اور فریسی ایک ایسی عور ت کو المسیح کے پاس لے کر آئے جو زنا میں پکڑی گئی تھی۔اور آزمانے کے لیے آپ سے یوں کہا کہ" توریت میں موسیٰ نے ہم کو حکم دیا ہے کہ ایسی عورتوں کو سنگسار کریں۔پس تُو اِس عورت کے بارے میں کیا کہتا ہے؟"  	چنانچہ انجیل مقدس میں مرقوم ہے کہ یہ سُن کر آپ جھُک کر زمین پر لکھنے لگے۔اور جب وہ آپ سے زیادہ سوال کرنے لگے تو آپ نے کھڑے ہو کر اُن سے فرمایا،
// 	"جو تُم میں بے گناہ ہو وہی پہلے اُس کے پتھر مارے"
// 	پس یہ سُن کر بڑوں سے لے کر چھوٹوں تک ایک ایک کر کے نکل گئے۔جب وہ سب چلے گئے تو آپ نے اُس عورت سے پوچھا،"کیاکسی نے تُجھ پر حکم نہیں لگایا؟"
// 	 تو اُس نے کہا ، "اَے خُداوند کسی نے نہیں"
// 	چنانچہ آپ نے اُس سے فرمایا ،"مَیں بھی تُجھ پر حکم نہیں لگاتا ۔جا ۔ پھر گناہ نہ کرنا"
// المسیح گناہ آلودہ فطرت کو تبدیل کرتے ہیں
// 	 جب تک کسی شخص کی گناہ آلودہ فطرت تبدیل نہ ہووہ نہ توگناہ پر غالب آ سکتا ہے اور نہ خُدا تعالیٰ کی قربت حاصل کر سکتا ہے ۔یسوع مسیح اس حوالہ سے یوں فرماتے ہیں کہ
// 	"جب تک کوئی نئے سرے سے پیدا نہ ہو وہ خُدا کی بادشاہی کو دیکھ نہیں سکتا" (یوحنا3باب 3 آیت) ۔
// 	اَب سوال یہ ہے کہ کسی شخص کے لئے نئے سرے سے پیدا ہونا یا اُس کی گناہ آلودہ فطرت کا تبدیل ہو نا کیسے ممکن ہے؟کوئی شخص بھی خود اپنے طور پر اپنی گناہ آلودہ کو فطرت کو نہ تو تبدیل کر سکتا ہے اور نہ ہی نئے سرے سے پیدا ہو سکتا ہے۔یہ کام صرف اور صرف خُدا تعالیٰ ہی کر سکتے ہیں۔
//
//
//
//  چنانچہ اس حوالہ سے خُدا تعالیٰ یوں فرماتے ہیں!
// 	 "مَیں تم کو نیا دل بخشوں گااور نئی روح تمہارے باطن میں ڈالوں گااور تمہارے جسم میں سے سنگین دل کو نکال ڈالوں گا اور گوشتین دل تم کو عنایت کروںگا۔ اور مَیں اپنی روح تمہارے باطن میں ڈالوں گااور تم سے اپنے آئین کی پیروی کراؤں گا اور تم میرے احکام پر عمل کرو گے اور اُن کو بجا لاؤ گے" (حزقی ایل36باب 26تا27آیت)۔
// 	انجیل مقدس اِس بات کی شاہد ہے کہ جب بھی کوئی شخص خُداوند یسوع مسیح کو اپنا نجات دہندہ قبول کرتا ہے تو خُدا تعالیٰ اُس کی فطرت کو تبدیل کر دیتے ہیں جس کے باعث اُس کے دل کی سختی ختم ہو جاتی ہے اور اُس کے اندر انسانوں اور خُدا تعالیٰ کی مخلوق کے لیے محبت پیدا ہو جاتی ہے ۔وہ لوگوں کو تباہ و برباد کرنے کی بجائے اُن کی بہتری اور بہبود کے لئے کام کرنا شروع کر دیتا ہے۔آئےے اِس حوالہ سے چند مثالوں پر غور فرمائیں۔
// الف۔ زکائی کی زندگی میں تبدیلی
// 	ایک بار المسیح یریحو شہر میں داخل ہو رہا تھا ۔وہاں زکائی نام ایک آدمی تھا جو محصول لینے والوں کا سردار تھا ۔اُس نے ناجائز طور پر محصول لینے کی وجہ سے لوگوں کا جینا حرام کر رکھا تھا۔اُسے یسوع کو دیکھنے کا بڑااشتیاق تھا لیکن بھِیڑکے سبب سے دیکھ نہ سکتا تھا اس لئے کہ اُس کا قد چھوٹا تھا ۔چنانچہ وہ آگے دوڑ کر ایک گولر کے درخت پر چڑھ گیاکیونکہ المسیح اُسی راستہ سے گزرنے کو تھا۔
// 	"جب یسو ع اُس جگہ پہنچا تو زکائی کو درخت پر دیکھ کر اُس سے کہا ، اے زکائی جلد اُتر آ کیوں کہ آج مُجھے تیرے گھر رہنا ضرور ہے"(لوقا19باب 5 آیت)۔
// 	چنانچہ زکائی فوراً نیچے اُتر کر المسیح کو اپنے گھر لے گیااوریوں عرض کرنے لگا کہ
// 	"اَے خُدا وند دیکھ مَیں اپناآدھا مال غریبوں کو دیتا ہوں اور اگر کسی کا کُچھ ناحق لے لیا ہے تواُس کا چوگُنا ادا کرتا ہوں"(لوقا19باب 8آیت)۔
// 	المسیح نے یہ سُن کراُس سے یوں فرمایا کہ"آج اِس گھر میں نجات آئی ہے کیونکہ ابنِ آدم کھوئے ہوؤں کو ڈھونڈنے اور نجات دینے آیا ہے" (لوقا19باب 9 تا10آیت)۔
// ب۔ متی کی زندگی میں تبدیلی
// 	اِسی طرح لاوی نام ایک اور شخص تھاجومحصول کی چوکی پر بیٹھ کر لوگوں سے محصول لیا کرتا تھا۔ لیکن جب المسیح نے اُسے دیکھا تو اُسے دعوت دی کہ"میرے پیچھے ہو لے"(لوقا 5باب 27آیت)۔
// 	چنانچہ وہ سب کُچھ چھوڑ کر المسیح کے پیچھے ہو لیا اور المسیح کا حواری ہونے کا اعزازپایا اور بعد میں متی نام سے مشہور ہُو ا۔یہاں تک کہ اُسے المسیح کی انجیل لکھنے کا بھی اعزاز حاصل ہُوا۔
//  	لوگ محصول لینے والوں سے بہت نفرت کرتے تھے اس لئے کہ وہ لوگوں سے ناجائز محصول (ٹیکس) لیتے تھے۔تاہم یہ المسیح کی نظر کرم ہی تھی جس نے ایک محصول لینے والے کی زندگی کو بدل کر رکھ دیا اور اُسے اپنے حواریوں میں شامل کر لیا۔
// ج۔ ساؤل کی زندگی میں تبدیلی
// 	ساؤل ایک تشدد پسند کٹر یہودی تھا ۔ وہ برداشت نہیں کرتا تھا کہ کوئی شخص یہودی روایات اور طرزِ حیات کے خلاف زندگی بسر کرے۔ المسیح کے آسمان پر جانے کے بعد جب اُس نے دیکھا کہ کئی لوگ یہودی روایات اور رسومات سے آزاد المسیح کی تعلیمات کے مطابق زندگی بسر کر رہے ہیں تو اُس نے اُنہیں زدو کوب اور قتل کرنا شروع کردیا۔ بالآخر جب المسیح آسمان پر سے اُس پر ظاہر ہو ئے تو المسیح کے ساتھ ملاقات کی بدولت اُس کی زندگی یکسر بدل گئی۔ اُس کی تشدد پسندی زائل ہو کر محبت میں بدل گئی۔ اَب وہ لوگوں کو قتل کرنے اور اُن پر تشددکرنے کی بجائے اُن کی بھلائی کی خاطر خود دُکھ برداشت کرنے والا بن گیا۔یہ صرف المسیح کی قربت اور رفاقت کا ہی فیض تھا کہ لوگوںپر تشدد کرنے والا شخص محبت اور رحم کا پیکر بن گیا۔
// اِس کہانی کی تفصیل انجیل مقدّس میں (اعمال کی کتاب 9باب 1 تا 13 آیات) میں ملاحظہ فرمائیں۔
// سبق کا خلاصہ
// 	گناہ کے باعث انسان کی فطرت میں ایک بگاڑ پیدا ہو گیا جس کے باعث نہ چاہتے ہوئے بھی ہر انسان گناہ کی طرف راغب ہو گیا۔گناہ کی یہ طاقت اِس قدر زور آور تھی کہ کوئی بھی اِس پر غالب نہ آسکتا تھا۔ صرف خُدا ہی انسان کو گناہ سے نجات دے سکتا تھا۔ خُدا نے یہ کام المسیح کے وسیلہ سے پورا کیا۔اِس سبق میں ہم نے سیکھا کہ المسیح نے ایک جانب انسان کو اُس کے گناہوں سے معافی عطا کی اور دوسری جانب اُس کو گناہ کی طاقت سے نجات دی۔ چنانچہ جتنے بھی لوگ المسیح کو قبول کر لیتے ہیں اُن کی زندگی میں ایک عجیب سی تبدیلی پیدا ہو جاتی ہے ۔اور اُن کوگناہ سے پاک طبیعت مل جاتی ہے جس کی بدولت وہ ایسی زندگی بسر کرنا شروع کر دیتے ہیں جو خُدا تعالیٰ کی مرضی کے مطابق ہو تی ہے۔
// ٭٭٭
//
//       '''
//     }).then((value){
//       return utils.toastMessage('Upload Done');
//     }).onError((error, stackTrace){
//       return utils.toastMessage(error.toString());
//     });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
// ref.child('course 01').child('lesson 02').set({
//   'content' : '''
//
//   '''
// });
class UploadData extends StatefulWidget {
  const UploadData({super.key});

  @override
  State<UploadData> createState() => _UploadDataState();
}

class _UploadDataState extends State<UploadData> {
  final FirebaseFirestore firestore = FirebaseFirestore.instance;
  @override
  void initState() {
    uploadText();
    super.initState();
  }

  Future<void> uploadText() async {
    try {
      print("In the Try Block");
      await firestore.collection('Course01').doc('Lesson01').set({
        'content': '''
          
کارسپانڈنس کورس
تعارف
خُدا تعالیٰ کی وفاداری )حصہ اوّل)


آیت:  ''۔۔۔خُداوند بھلا ہےاُسکی شفقت ابدی ہےاور اُس کی وفاداری پشت در پشت رہتی ہے'' (زبور5:100)



عزیز طالب علم!
	ہم خط و کتابت کورس ”خُدا کی وفاداری : حصہ اوّل“ آپ کی خدمت میں پیش کرتے ہوئے بہت زیادہ خوشی محسوس کر رہے ہیں۔اُمید ہے کہ اِس کے مطالعہ سے آپ کو بہت زیادہ برکت ملے گی۔
	 خُدا تعالیٰ کی ہمیشہ سے یہ خواہش اور مرضی رہی ہے کہ انسان اُس کی رفاقت اور قربت سے لطف اندوز ہوتا رہے۔ تاہم اس کے لئے لازم تھا کہ انسان مکمل طور پر خُدا کی مرضی اوراُصول و ضوابط(شریعت ) کے مطابق زندگی بسر کرتا رہتا۔ اس لئے کہ شریعت  الٰہی باعث  حیات وبرکت ہے جبکہ شریعت کی نافرمانی گناہ ہے جس کا نتیجہ الٰہی رفاقت اور حضوری سے محرومی اور موت ہے۔
	کلامِ الٰہی اس بات کا شاہد ہے انسان خُدا تعالیٰ کی شریعت کے مطابق زندگی بسر کرنے میں ناکام رہا جس کے باعث وہ الٰہی رفاقت سے محروم ہو گیا۔ اور پھر گناہ کاوہ سلسلہ جو ایک انسان کی زندگی سے شروع ہو ا اُس نے پوری نسل انسانی کو اپنی لپیٹ میں لے لیا۔
	اس کورس میں ہم سیکھنے کی کوشش کریں گے کہ اگرچہ انسان اپنی نافرمانی اورگناہ کے باعث خُدا تعالیٰ سے بے وفا ہو گیا تاہم انسان کے لئے خُدا تعالیٰ کی محبت میں کبھی بھی کمی نہ آئی بلکہ خُدا تعالیٰ اپنی محبت میں ہمیشہ وفادار رہے ۔
	اس کورس ”خُدا کی وفاداری “ کے دو حصے ہیں اور ہر حصہ پانچ اسباق پر مشتمل ہے۔اگر اس کو سمجھنے میں کوئی مشکل ہو تو ہمیں ضرور مطلع کریں۔ کلامِ الٰہی کی تفہیم کے سلسلہ میںآپ کی مددکرنا ہمارے لئے باعث فخر ہو گا۔ خُدا تعالیٰ آپ کا حامی و ناصر ہو ۔
دُعاگو
پرنسپل و سٹاف 
پاکستان بائبل کارسپانڈنس سکول


سبق نمبر1
 شریعت الٰہی اور گناہ
شریعت الٰہی
	الٰہی معیارکے مطابق زندگی گزارنے کے لئے خُداتعالیٰ کے مقرر کردہ اصول و ضوابط شریعتِ الٰہی کہلاتے ہیں۔ شریعت کو عبرانی میں” تَورہ“ یاتَورات کہتے ہیں۔ شریعتِ الٰہی کا مقصد یہ ہے کہ اُس پر عمل کرنے سے انسان خُدا کے ساتھ اپنا تعلق اور رفاقت قائم رکھ سکیں۔ جو لوگ خُدا کی شریعت پر عمل کرنے سے قاصر رہتے ہیں وہ الٰہی رفاقت سے محروم ہو جاتے ہیں۔
شریعت الٰہی کی فرمانبرداری کی برکات
	شریعت الٰہی پر عمل کرنا برکات الٰہی کا باعث ہے۔توریت شریف میں شریعت پر عمل کرنے کی بہت سی برکات بیان کی گئی ہیں تاہم یہاں چند ایک کا بیان کیا جارہا ہے۔ خُدا تعالیٰ فرماتے ہیں ”اگر تُم میری شریعت پرچلواور میرے حکموں کو مانواور اُن پر عمل کرو(تو )میں تُم پر نظرِ عنایت رکھونگا اور تُم کو برومند کرونگااوربڑھاﺅنگا ۔اور جو میرا عہد تمہارے ساتھ ہے اُسے پورا کرونگا اور میں اپنا مسکن تمہارے درمیان قائم رکھونگا اور میری روح تُم سے نفرت نہ کرے گی اور میں تمہارے درمیان چلا پھرا کرونگا اور تمہار ا خُدا ہونگا اور تُم میری قوم ہو گے“(احبار3:26،9،11،12)۔	


شریعت الٰہی کی نافرمانی کی سزا 
	شریعت کی نافرمانی گناہ ہے ۔جو شریعت الٰہی پر عمل کرنے سے قاصر رہتے ہیں اُنہیں برکاتِ الٰہی سے محرومی کے علاوہ غضبِ الٰہی کا سامنا بھی کرنا پڑتا ہے۔اِس حوالہ سے فرمانِ الٰہی اِس طرح ہے”لیکن اگر تُم میری نہ سُنو اور اُن سب حکموں پر عمل نہ کرو اور میری شریعت کو ترک کرو اور تمہاری رُوحوں کو میرے فیصلوں سے نفرت ہو اور تُم میرے سب حکموں پر عمل نہ کروبلکہ میرے عہدکوتوڑوتومیںبھی تمہارے خلاف چلوں گا“(احبار14:26،15،24)۔
	 حقیقت میں شریعت الٰہی کی نافرمانی خُدا تعالیٰ کی توہین کے مترادف ہے۔ اِسی لئے خُدا تعالیٰ فرماتے ہیں کہ میں ایسے لوگوں کا مخالف ہوں گا(احبار24:26)۔
	شریعت کی نافرمانی خواہ کوئی عام شخص کرے یا راستباز اورمذہبی رہنما کرے خُدا تعالیٰ اُسے برداشت نہیں کرسکتے۔چنانچہ لکھا ہے ”جو جان گناہ کرتی ہے وہی مرے گی“ (حزقی ایل20:18)
زمین پرشریعت الٰہی کی سب سے پہلی نافرمانی 
	 خُدا نے پہلے انسان یعنی حضرت آدم اورحوا کو خلق کر کے باغِ عدن میں رکھا۔اور اُنہیں فرمایا کہ وہ باغِ عدن کی باغبانی اور نگہبانی کریں۔اور ساتھ ہی اُنہیں ایک مختصر سی شریعت بھی عطا فرمائی۔ چنانچہ توریت شریف (پیدایش16:2،17) میں یوں مرقوم ہے۔
	”اور خداوند خدا نے آدم کو حکم دیا اور کہا کہ تُو باغ کے ہر درخت کا پھل بے روک ٹوک کھاسکتاہے۔ لیکن نیک و بد کی پہچان کے درخت کا کبھی نہ کھانا کیونکہ جس روز تُو نے اُس میں سے کھایا تُو مرا“ ۔
	اَب ہوا یوں کہ ابلیس جو کہ خُدا اور انسان دونوں کا دشمن ہے سانپ کی صورت میں حوا کے پاس آیا اور فریب اور دھوکہ سے حضرت حوا کواس بات پر اُبھارنے لگا کہ وہ شریعت ِ الٰہی کی نافرمانی کر کے خُدا تعالیٰ کے خلاف گناہ کرے۔اِس حوالہ سے توریت شریف میں یوں بیان ہے،
	”اور سانپ کل دشتی جانوروں سے جن کو خداوند خدا نے بنایا تھاچالاک تھا اور اُس نے عورت سے کہا کیا واقعی خدانے کہاہے کہ باغ کے کسی درخت کا پھل تم نہ کھانا؟“
	 ”عورت نے سانپ سے کہا کہ باغ کے درختوں کا پھل تو ہم کھاتے ہیںپر جو درخت باغ کے بیچ میں ہے اُس کے پھل کی بابت خدا نے کہا ہے کہ تم نہ تو اُسے کھانا اور نہ چھوناورنہ مر جاﺅ گے“۔
	 ”تب سانپ نے عورت سے کہا کہ تم ہرگز نہ مرو گے بلکہ خدا جانتا ہے کہ جس دن تم اُسے کھاﺅ گے تمہاری آنکھیں کھُل جائیں گی اور تم خد ا کی مانند نیک و بد کے جاننے والے بن جاﺅ گے۔“
 	 ” عورت نے جو دیکھا کہ وہ درخت (کا پھل) کھانے کے لئے اچھا اور آنکھوں کو خوشنما معلوم ہوتاہے اور عقل بخشنے کے لئے خوب ہے تو اُس کے پھل میں سے لیا اور کھایا اور اپنے شوہر کو بھی دیا اور اُس نے کھایا“۔
(پیدائش1:3-6)
حضرت آدم اور حضرت حوا خُدا تعالیٰ کے رُوبرُو
	جب حضرت آدم اورحضرت حوانے شجرِ ممنوعہ کا پھل کھا کر خُدا تعالیٰ کی نافرمانی کی تو اُس کا ایک اثرتویہ ہوا کہ دونوں نے اپنے آپ کو ننگا محسوس کرنا شروع کردیا،اور دوسرا یہ کہ اُن کی زندگی میں ڈر اور خوف پیدا ہوگیا۔اِس بارے میں تورات شریف مےں یوںمذکور ہے،
 	”تب خداوند خدانے آدم کو پکارا اور اُس سے کہا کہ تُو کہاں ہے؟اُس نے کہا مَیں نے باغ میں تیری آواز سنی اور مَیں ڈرا کیونکہ مَیں ننگا تھا اور مَیں نے اپنے آپ کو چھپایا“ (پیدائش9:3،10)۔
	جب خُدا تعالیٰ نے اُن سے پوچھا کہ کہیں اُنہوں نے شجرِ ممنوعہ کا پھل تو نہیں کھالیا ۔تو اُنہوں نے اپنی غلطی تسلیم کرنے کی بجائے ایک دوسرے پر الزام لگاناشروع کردیا۔
” حضرت آدم نے کہاجس عورت کو تو نے میرے ساتھ کیا اُس نے مجھے اُس درخت کا پھل دیااور میں نے کھایا“(پیدایش12:3)۔
	اِسی طرح حضرت حو ا نے کہا”سانپ نے مُجھ کو بہکایاتو میں نے کھایا“(پیدایش13:3)
	چنانچہ جہاں گناہ کے باعث انسان کی زندگی میں شرمساری‘ ڈر اورخوف جیسی منفی باتیں پیدا ہوتی ہیںوہاں ایک اور خاص قسم کا گناہ بھی جنم لیتا ہے اور وہ ہے ،الزام تراشی اور خود غرضی کا گناہ۔ 
حضرت آدم اورحضرت حوا کے بارے الٰہی فیصلہ
	 خُدا تعالیٰ نے عورت سے کہا ”مَیں تیرے دَرد ِحمل کو بہت بڑھاﺅں گا۔ تُو دَرد کے ساتھ بچے جنے گی اور تیری رغبت اپنے شوہر کی طرف ہو گی اور وہ تجھ پر حکومت کرے گا“(پیدائش16:3)
	پھرحضرت آدم سے کہا” چونکہ تُو نے اپنی بیوی کی بات مانی اور اُس درخت کا پھل کھایا جس کی بابت مَیں نے تجھے حکم دیا تھا کہ اُسے نہ کھانا اِس لئے زمین تیرے سبب سے لعنتی ہوئی۔ مشقت کے ساتھ تُو اپنی عمر بھر اُس کی پیداوار کھائے گااور وہ تیرے لئے کانٹے اور اونٹ کٹارے اُگائے گی۔ اور تُو کھیت کی سبزی کھائے گاتُو اپنے منہ کے پسینے کی روٹی کھائے گا جب تک کہ زمین میں تُوپھر لوٹ نہ جائے اِس لئے کہ تُو اُس سے نکالاگیا ہے کیونکہ تُو خاک ہے اور خاک میں پھر لوٹ جائے گا“(پیدائش17:3-19 )۔
	 ”اورخداوندخدانے کہادیکھو اِنسان نیک و بد کی پہچا ن میں ہم میں سے ایک کی مانند ہو گیا۔ اب کہیں ایسانہ ہو کہ وہ اپنا ہاتھ بڑھائے اور حیات کے درخت سے بھی کچھ لے کر کھائے اور ہمیشہ جیتارہے اِس لئے خداوند خدا نے اُس کو باغِ عدن سے باہر کردیا“۔(پیدائش22:3-23)
 سانپ کے بارے الٰہی فیصلہ
	”اورخُداوند خُدا نے سانپ سے کہا اس لئے کہ تو نے یہ کیاتُو سب چوپایوں اور دشتی جانوروں میں ملعون (لعنتی) ٹھہرا۔تو اپنے پیٹ کے بل چلے گا اور اپنی عمر بھر خاک چاٹے گا ۔اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“(پیدایش14:3-15)۔ 
گناہ اور شیطان کو کچلنے کا الٰہی منصوبہ 
 	جب حضرت آدم اورحضرت حوا نے خُدا تعالیٰ کی نافرمانی کی تو اُنہوں نے اپنے آپ کو ننگا محسوس کرنا شروع کردیا۔چنانچہ اس ننگے پن کو ڈھانپنے کے لئے اُنہوں نے انجیر کے پتوں کی لنگیاں تیار کیںجو کہ ننگے پن کو ڈھانپنے کا ایک عارضی انتظام تھا۔جب خُدا نے دیکھا کہ انسان گناہ کے باعث ظاہر ہونے والے ننگے پن کو ڈھانپنے میں ناکام ہے تو پھر خُدا نے اس کے لئے خود انتظام کیا۔
اِس حوالہ سے توریت شریف میں یوں مرقوم ہے
	”اور خُداوند خُدا نے آدم اور اُس کی بیوی کے واسطے چمڑے کے کرتے بناکر اُن کو پہنائے“ 
(پیدایش21:3)
 	چنانچہ جو چمڑا حاصل کیا گیایقینا اِس کے لئے کسی جانور کو ذبح کیا گیاہوگا۔اِس سے ہم سمجھ سکتے ہیں کہ گناہ سے پیدا ہونے والے ننگے پن کو ڈھانپنے کے لئے کسی معصوم کا خون بہایا گیا۔
 	 خُدا کی مدد کے بغیراِنسان اپنی شخصی کوشش اور طاقت کے ذریعہ گناہ کے ننگے پن کو نہیں ڈھانک سکتا تھا ۔اِس لئے خُدا تعالیٰ نے ایک طرف تواِس ننگے پن کو ڈھانپنے کے لئے چمڑے کے کرتے مہیا کئے اور دوسری جانب اِنسان کی نجات کے لئے ایک خاص منصوبہ پیش کیا ، اور وہ منصوبہ یہ تھا کہ خُدا ایک مقدس ہستی کے وسیلہ سے شیطان کے سر کو کچلے گا ۔چنانچہ سانپ کو سزا دیتے ہوئے خُدا تعالیٰ نے بتایاکہ سانپ کا سر کچلنے والا شخص کیساہوگا ۔ توریت شریف کے مطابق اِس تعلق سے خُدا تعالیٰ سانپ سے یوں مخاطب ہوتے ہیں،
	”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“(پیدائش15:3)۔
	عورت اور مرد کے ازدواجی تعلق سے پیدا ہو نے والے مرد کی نسل کہلاتے ہیں۔ لیکن مندرجہ بالا آیت مقدّسہ میں جس شخصیت کو ابلیس کا سر کچلنا تھا اُسے عورت کی نسل کے طور پر آنا تھا ۔چنانچہ عورت کی نسل سے مراد ایسا شخص ہے جو مرد کے تعلق کے بغیرصرف عورت سے پیداہو۔ 
	یہ خُدا کا فضل ہے کہ ہماری مدد کے لئے اُس نے ایک ایسی ہستی کو بھیجنے کا منصوبہ بنایا جسے عورت کی نسل کے طور پر آنا تھا۔
	









سبق نمبر2
 عالمگیر گناہ اور عالمگیر فضل الٰہی 

(حصہ اوّل: عالمگیر گناہ)
افراد اورخاندان میں گناہ
	جس گناہ کا آغاز دو افراد حضرت آدم اور حضرت حوا کی زندگی سے ہوا بعد میں اِس نے اُن کے خاندان کو بھی اپنی لپیٹ میں لے لیا۔
	”حضرت آدم کے بڑے بیٹے قائن (قابیل) نے اپنے کھیت کے پھل کا ہدیہ خُدا کے حضور قربانی کے طور پرپیش کیا جو خُدا نے منظور نہ کیا ۔ بعد میں حضرت آدم کے چھوٹے بیٹے ہابل (ہابیل) نے اپنے جانور وں کی قربانی پیش کی جو خُدا نے قبول کر لی۔اِس صورتِ حال کو دیکھ کر قائن (قابیل ) حسد سے بھر گیا اور اپنے بھائی ہابل (ہابیل ) کو قتل کر ڈالا“(پیدایش1:4-8)۔
	 چناچہ خُدانے اُس سے کہا”تو نے یہ کیا کیا؟تیرے بھائی کا خون زمین سے مُجھ کو پکارتا ہے اور اب تو زمین کی طرف سے لعنتی ہواجس نے اپنا مُنہ پسارا کہ تیرے ہاتھ سے تیرے بھائی کا خون لے جب تُو زمین کو جوتے گا تو وہ اب تُجھے پیداوار نہ دے گی اور زمین پر تُو خانہ خراب اور آوارہ ہوگا“(پیدایش10:4-12)۔

پوری نسل انسانی میں گناہ 
	 گناہ سے نہ صرف حضرت آدم و حوا اور اُن کے خاندان کی زندگی ہی متاثرہوئی بلکہ اُن کی پوری اولاد بھی اس کے مضراثرات سے نہ بچ سکی ۔ حضرت نوح کے زمانہ میں ساری زمین خُدا کی نظر میں ناراست قرار پائی۔ پیدا یش 12:6میں لکھا ہے کہ ”اور خدا نے زمین پر نظر کی اور دیکھا کہ وہ ناراست ہوگئی ہے کیونکہ ہر بشر نے زمین پراپنا طریقہ بگاڑ لیاتھا“چنانچہ خُدا نے حضرت نوح سے فرمایا ” اور دیکھ مَیں خود زمین پر پانی کا طوفان لانے والا ہوں تاکہ ہر بشر کو جس میں زندگی کادَم ہے دُنیا سے ہلاک کر ڈالوںاورسب جو زمین پر ہیں مر جائیں گے“(پیدائش 17:6)۔
	تاہم حضرت نوح کو حکم دیا کہ وہ ایک بڑی سی کشتی بنائیں اور بتائی گئی تعداد کے مطابق سب جانوروں کے جوڑوں اوراپنے خاندان سمیت کشتی میں داخل ہوں۔ جب حضرت نوح اور اُن کا خاندان کشتی میں سوار ہو گیا تو خُدا نے زمین پر طوفان بھیجا جس کے باعث ”ہر جاندار شے جو رُوئے زمین پر تھی مر مٹی۔کیا انسان کیا حیوان۔کیا رینگنے والا جاندار کیا ہوا کا پرندہ یہ سب کے سب زمین پر سے مر مٹے۔فقط ایک نوح باقی بچا یا وہ جو اُس کے ساتھ کشتی میں تھے“ (پیدائش23:7)
	یوں ہم دیکھتے ہیں کہ وہ گناہ جس کا آغاز دو افراد حضرت آدم اور حوا سے ہوا ،وہ حضرت آدم کے بیٹے قابیل کی بدولت حضرت آدم کے خاندان میں سرایت کر گیا اور یوں آگے بڑھتا ہو ا حضرت نوح کے دور تک عالمگیر حیثیت اختیار کر گیا۔پھر یہ بھی سیکھا کہ گناہ کا نتیجہ ہمیشہ ہی خُدا کے غضب، تباہی، بربای اور موت ثابت ہوا۔ 

 حصہ دوم :عالمگیر فضل الٰہی
اِنسان کی بے بسی اور الٰہی مدد
	 ابھی ہم نے دیکھا کہ دوافراد کی زندگی سے شروع ہونے والے گناہ نے حضرت نوح کے زمانہ تک ساری نسلِ انسانی کو اپنی لپیٹ میں لے لیا۔
	انسان اپنی ذاتی کوشش اور کاوش سے اس مہلک وبا پر قابو نہیں پاسکتا تھا اس لئے اس مایوس کن صورتِ حال میں خُدا کو ہی انسان کی مدد کے لئے آگے آنا تھا۔الہامی کتبِ مقدسہ شاہد ہیں کہ خُدا تعالیٰ نے انسان کو گناہ اور شیطان سے نجات دینے کے لئے ایک خاص منصوبہ بنا رکھا تھا ۔اس منصوبہ کے مطابق خُدا تعالیٰ ایک مقدس ہستی کو اس دُنیا میں بھیجنے کو تھے جسے عورت کی نسل کے طور پر دُنیا میں آنا تھا اور آکر شیطان کے سر کو کُچلنا تھا۔اس کا ذکر ہم خُدا تعالیٰ کے اُس فتویٰ میں پاتے ہیںجو توریت شریف (پیدایش15:3 )کے مطابق اُنہوں نے ابلیس کے خلاف یوں دیا،
	”اور مَیں تیرے اور عورت کے درمیان اور تیری نسل اور عورت کی نسل کے درمیان عداوت ڈالوں گا۔ وہ تیرے سرکوکچلے گا اور تُو اُس کی ایڑی پر کاٹے گا“ 
	کلامِ مقدس میں ہم پڑھتے ہیں کہ خُدا تعالیٰ اپنے اس منصوبہ کے بارے مختلف ادوار میں مختلف انداز میںاپنے انبیا کے وسیلہ انسان کو باخبرکرتے رہے۔آئےے دیکھیں کہ خُدا تعالیٰ اپنے اس نجات بخش منصوبہ کے بارے حضرت ابرہام (ابراہیم) کی معرفت کیا خبر دیتے ہیں۔ 
اقوامِ عالم کے لئے برکت کی خوشخبری
 	 حضرت نوح کے بعد تقریباً دسویں پشت میں ابرام نامی ایک شخص پیدا ہوا جسے بعد میں خُدا تعالیٰ نے ابرہام (ابراہیم) کا نام دیا۔آپ اپنے آباو اجداد کے ساتھ کسدیوں کے اُور موجودہ عراق کے شمالی علاقہ میں آباد تھے کہ ایک روز خُدا تعالیٰ آپ سے یوں مخاطب ہوئے ،
	” تُواپنے وطن اور اپنے ناتے داروں کے بیچ سے اور اپنے باپ کے گھر سے نکل کر اُس ملک میں جا جو مَیں تجھے دکھاﺅں گااور مَیں تجھے ایک بڑی قوم بناﺅں گا اور برکت دُوں گا اور تیرا نام سرفراز کروں گا۔سو تُو باعث ِبرکت ہو! جو تجھے مبارک کہیں اُن کومَیں برکت دوں گااور جو تجھ پر لعنت کرے اُس پرمَیں لعنت کروں گااور زمین کے سب قبیلے تیرے وسیلہ سے برکت پائیں گے“(پیدایش1:12-3)۔	پھرایک اور موقع پر خُدا تعالیٰ نے مزید فرمایا،
	”تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی “۔ (پیدائش 18:22)۔ 
	جب آپ الٰہی ہدایت کے مطابق اپنے رشتہ داروں اور ناتے داروں کو چھوڑ کر ملکِ کنعان میں آئے تو خُدا تعالیٰ نے فرمایا‘	”۔۔۔یہی مُلک میں تیری نسل کو دونگا۔۔۔“(پیدایش7:12)۔
 
	 ہم غور کر سکتے ہیں کہ خُدا تعالیٰ نے حضرت ابرہام سے جو وعدہ کیا اس کے دو پہلو ہیں
	الف۔	خُدا تعالی حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
	ب۔خُدا تعالیٰ ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
	اب سوال یہ ہے کہ خُدا تعالیٰ ابرہام کی کون سی نسل کے وسیلہ اقوامِ عالم کو برکت دینا چاہتے تھے۔چنانچہ آئندہ اسباق میں ہم اس سوال کا جواب جاننے کی کوشش کریں گے۔
نسل ابرہام 
	آپ نے 75 برس کی عمر میں خدا کے حکم کے مطابق اپنے وطن سے ہجرت کی اور ابھی تک آپ اولاد کی نعمت سے محروم تھے ۔جب آپ نے اللہ تعالیٰ سے اپنی محرومی اولاد کے بارے درخواست کی تو اللہ تعالیٰ نے آپ سے ایک عظیم وعدہ کیا۔ پیدایش6-5:15 میں یوں مرقوم ہے
	” وہ(خدا) اُس (ابرام)کو باہر لے گیااور کہا کہ اَب آسمان کی طرف نگاہ کر اور اگر تُو ستاروں کوگن سکتا ہے تو گن اور اُس سے کہا کہ تیری اولاد ایسی ہی ہو گی اور وہ (ابرام) خداوند پرایمان لایااور اِسے اُس (خداوند)نے اُس(ابرام) کے حق میں راست بازی شمار کیا“ 
	جب اس وعدہ کو تقریباًدَس سال گزر گئے توحضرت ابرہام نے اپنی بیوی ساری ( حضرت سارہ) کی تجویز پر اُن کی مصری لونڈی حضرت حاجرہ سے شادی کر لی۔ جب حضرت ابرہام چھیاسی برس کے ہوئے تو حضرت حاجرہ کے بطن سے حضرت اسمعٰیل پیدا ہوئے ۔ (پیدایش1:16-15)۔
	خدا نے حضرت ابرام کوبیٹا دینے کا وعدہ اُس وقت کیاجب اُن کی ایک ہی بیوی تھی جس کا نام ساری تھا ۔ اس سے واضح ہے کہ خدا حضرت ساری ہی کے وسیلہ سے اپنے عہد پورا کرنے کو تھے تاہم حضرت ابرہام چاہتے تھے کہ خُدا اپنا منصوبہ حضرت اسمعٰیل کے وسیلہ ہی پورا کریں ۔ آپ نے خُدا تعالیٰ سے درخواست کی ” ۔۔۔کا ش اسمٰعیل ہی تیرے حضور جیتا رہے“۔(پیدائش18:17)
	تاہم خدا جو لاتبدیل اور مستقل مزاج ہے اُس نے اپنے ارادہ کو قائم رکھتے ہوئے ابرہام کی درخواست قبول کرنے کی بجائے اُن سے فرمایا”بے شک تیری بیوی سارہ کے تجھ سے بیٹا ہو گا ۔ تُو اُس کا نام اضحاق رکھنا اورمَیں اُس سے اور پھر اُس کی اولا د سے اپنا عہد جو اَبدی عہد ہے باندھوں گا“ (پیدائش19:17) ۔ 
	چنانچہ الٰہی وعدہ کے مطابق نوّے(90)سال کی عمر میں حضرت سارہ کے ہاں وعدہ کا فرزندحضرت اضحاق پیدا ہوا،اُس وقت حضرت ابرہام سو(100) برس کے تھے(پیدائش3:21-5)۔
 حضرت ابرہام کا امتحان
	پیدائش 8:21-12کے مطابق جب حضرت اضحاق کا دُودھ چھڑایا گیا تو حضرت ابرہام نے ایک بڑی ضیافت کی۔ اُس وقت حضرت اسمٰعیل کا رویہ حضرت سارہ کو اچھا نہ لگا،جس کے باعث اُنہوںنے حضرت ابرہام سے مطالبہ کیا کہ حضرت اسمٰعیل اور اُن کی ماں کو اپنے گھر سے نکال دیں ۔ 
	 حضرت ابرہام کے لئے یہ بڑا مشکل امتحان تھا لیکن آپ نے پھر بھی خُدا کے حکم کے سامنے اپنا سر تسلیم خم کر دیا ۔اس لئے کہ خُدا تعالیٰ نے آپ سے فرمایا تھا ” کہ تجھے اس لڑکے اور اپنی لونڈی کے باعث بُرا نہ لگے ۔جو کچھ سارہتجھ سے کہتی ہے تواُس کی بات مان کیونکہ اضحاق سے تیری نسل کا نام چلے گا“ (پیدائش 12:21 ) چنانچہ حکمِ الٰہی کی فرمانبرداری کے حوالہ سے یوں لکھا ہے کہ
	 ”تب ابرہام نے صبح سویرے اُٹھ کر روٹی اور پانی کی ایک مشک لی اور اُسے ہاجرہ کو دیا بلکہ اُسے اُس کے کندھے پر دھر دیا اور لڑکے کو بھی اُس کے حوالہ کرکے اُسے رخصت کر دیا“(پیدائش (14:21
حضرت ابرہام کا دوسرا امتحان
	اب حضرت ابرہام کی محبت کا مرکز صرف حضرت اضحاق ہی تھے جو الٰہی وعدہ کے مطابق وراثت کے لحاظ سے آپکے اکلوتے فرزند تھے ۔ اُن کے بارے بھی خداتعالیٰ نے فرمایا۔ ”۔۔۔ تُو اپنے بیٹے اضحاق کو جو تیرا اکلوتا ہے اور جسے تُوپیار کرتا ہے ساتھ لے کر موریاہ کے ملک میں جا اور وہاں اُسے پہاڑوں میں سے ایک پہاڑ پر جومَیں تجھے بتاﺅں گا سوختنی قربانی کے طور پر چڑھا“ (پیدائش2:22)۔
	 حضرت ابرہام اِس آزمائش میں سے کس طرح سرخرو ہوئے؟توریت شریف میں یوں مرقوم ہے۔”اور(ابرہام اور اضحاق)اُس جگہ پہنچے جوخدانے بتائی تھی۔ وہاں ابرہام نے قربان گاہ بنائی اوراُس پر لکڑیاں چنیں اوراپنے بیٹے اضحاق کو باندھااوراُسے قربان گاہ پر لکڑیوں کے اُوپر رکھااورابرہام نے ہاتھ بڑھا کر چھری لی کہ اپنے بیٹے کو ذبح کرے“(پیدایش 10-9:22)۔	
	 ”تب خداوند کے فرشتہ نے اُسے آسمان سے پکارا کہ اے ابرہام اے ابرہام! اُس نے کہا میں حاضر ہوں۔ پھر اُس نے کہاکہ تو اپنا ہاتھ لڑکے پر نہ چلااور نہ اُس سے کچھ کرکیونکہ میںاب جان گیا کہ تو خداسے ڈرتا ہے اس لئے کہ تُونے اپنے بیٹے کو بھی جو تیرا اکلوتا ہے مجھ سے دریغ نہ کیا“(پیدایش12-11:22)
	اس کے بعد “ابرہام نے نگاہ کی اور اپنے پیچھے ایک مینڈھا دیکھا جس کے سینگ جھاڑی میں اٹکے تھے۔ تب ابرہام نے جا کر اُس مینڈھے کو پکڑا اور اپنے بیٹے کے بدلے سوختنی قربانی کے طور پر چڑھایا“ چنانچہ”ابرہام نے اُس مقام کا نام یہوواہ یری رکھا چنانچہ آج تک یہ کہاوت ہے کہ خُداوند کے پہاڑ پر مہیا کیا جائے“(پیدایش13:22،14)۔
ابرہام کی وفاداری کااَجر
	خُدا نے حضرت ابرہام کی وفاداری دیکھ کر اپنا وعدہ اُن پر اَور بھی صاف طور سے ظاہر کیا۔اور اپنے فرشتے کی معرفت فرمایا کہ” چونکہ تو نے یہ کام کیا کہ اپنے بیٹے کو بھی جو تیرا اکلوتا ہے دریغ نہ رکھا اس لئے مَیں نے بھی اپنی ذات کی قسم کھائی ہے کہ مَیں تجھے برکت پر برکت دوں گااور تیری نسل کو بڑھاتے بڑھاتے آسمان کے تاروں اورسمندر کے کنارے کی ریت کی مانند کر دوں گااور تیری اولاد اپنے دُشمنوں کے پھاٹکوں کی مالک ہوگی“ (پیدائش16:22-17)۔
	اور پھر مزید فرمایا ”اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائینگی کیونکہ تو نے میری بات مانی “(پیدایش 18:22 ) ۔







سبق نمبر3
حضرت ابرہام سے کئے گئے الٰہی وعدہ کاتسلسل 
	 شروع ہی سے خُدا تعالیٰ کا یہ منصوبہ تھا کہ وہ حضرت ابرہام کے وسیلہ اقوام ِعالم کو برکت دیں۔چنانچہ حضرت ابرہام کی وفادری کے نتیجہ میں خُدا تعالیٰ نے اپنے اس منصوبہ کو حضرت ابرہام پر مزید واضح کیا۔اس حوالہ سے توریت شریف (پیدایش 18:22 ) میں فرمانِ الٰہی یوں مرقوم ہے 
	”اور تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائینگی کیونکہ تو نے میری بات مانی “
	چنانچہ اس سبق میں ہم سیکھیں گے حضرت ابرہام سے کیا گیا یہ وعدہ کس طرح آپ کے فرزند حضرت اضحاق اور پھر اُن کے بیٹے حضرت یعقوب کے وسیلہ سے آگے بڑھتا ہے۔
 حضرت اضحاق سے وعدہ 
	 ملکِ کنعان کے علاقہ جرار میں خدا تعالیٰ نے حضرت اضحاق پر اپنا ظہور فرمایا اور اُنہیںاپناوہ وعدہ یاد دلایا جواُن کے باپ حضرت ابرہام سے کیا تھا۔اس حوالہ سے خُدا تعالیٰ یوں فرماتے ہیں،
	 ” تُو اِسی مُلک میں قیام رکھ اورمَیں تیرے ساتھ رہوں گااور تجھے برکت بخشوں گا کیونکہ مَیں تجھے اور تیری نسل کو یہ سب مُلک دوںگااور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا۔ اور مَیں تیری اولاد کو بڑھا کرآسمان کے تاروںکی مانند کردوں گااور یہ سب ملک تیری نسل کو دوں گااورزمین کی سب قومیںتیری نسل کے وسیلہ سے برکت پائیں گی“(پیدائش3:26-4)۔

حضرت یعقوب سے وعدہ
	پیدائش20:25-26 کے مطابق حضرت اضحاق کے ہاں اُن کی بیوی حضرت ربقہ سے جڑواں بیٹے عیسو اور حضرت یعقوب پیدا ہوئے ۔ اگر چہ معاشرتی دستور کے مطابق پہلوٹھا ہونے کے ناطے وراثت اور الٰہی برکات کا حق دار عیسو تھا۔ لیکن خداتعالیٰ نے اپنے خاص چناﺅ کے تحت حضرت ابرہام سے وعدہ کی ہوئی برکت کو آگے بڑھانے کا وسیلہ حضرت یعقوب کو ٹھہرایا۔اور یوں بیر سبع کے علاقہ میں حضرت یعقوب پرظاہر ہو کر اپنی اس برکت کی یاد دہانی یوں کرائی۔
	 ”مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں۔مَیں یہ زمین جس پر تُولیٹاہے تجھے اور تیری نسل کو دوں گا۔اورتیری نسل زمین کی گَرد کے ذرّوں کی مانند ہوگی اور تو مشرق اور مغرب اور شمال اور جنوب میں پھیل جائے گا اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے۔“ (پیدایش 13:28-14 )
خُدا تعالی کی موعود ہ نسلِ ابرہام
	خدائے پاک نے حضرت ابرہام سے فرمایا کہ”تیری نسل کے وسیلہ سے زمین کی سب قومیں برکت پائیں گی“ (پیدائش18:22)۔ یہاں لفظ ” نسل“ صیغہ واحد کے طور پر استعمال ہوا ہے جس سے ظاہر ہوتا ہے کہ یہ اشارہ کسی خاص ہستی کی جانب ہے۔کلامِ مقدّس کے مطابق یہ وعدہ حضرت اضحاق تک ہی محدود نہ رہا بلکہ اُن کے بعد حضرت یعقوب سے ہوتا ہوا نسل در نسل آگے بڑھتانظر آتا ہے۔ جس کا مطلب ہے کہ اس کا اشارہ نہ تو حضرت اضحاق اور نہ ہی حضرت یعقوب کی طرف ہے بلکہ کسی اَور ہستی کی طرف ہے جسے حضرت اضحاق اور یعقوب کی نسل سے آنا تھا۔
	یاد رہے کہ ابرہام کی نسل سے آنے والی موعودہ مقدس ہستی وہی ہے جس کو خُدا تعالیٰ نے سب سے پہلے ”عورت کی نسل“ کے طور پر متعارف کروایا۔
حضرت یعقوب کا نیا نام
	جب خُدا تعالیٰ نے حضرت یعقوب پر ظاہر ہو کر ابرہامی برکت کا وعدہ اُنہیں یا د دلایا تو ساتھ ہی اُن کا نام بھی تبدیل کر دیا ۔اس حوالہ سے توریت شریف میں یوں مرقوم ہے” خدا نے اُسے کہاکہ تیرا نام یعقوب ہے ۔تیرا نام آگے کو یعقوب نہ کہلائے گا بلکہ تیرا نام اسرائیل ہوگا۔سو اُس نے اُس کا نام اسرائیل رکھا“(پیدایش 10:35)۔
حضرت ابرہام سے الٰہی وعدہ کی جزوی تکمیل کی ابتدا
 حضرت ابرہام سے الٰہی وعدہ میں دو باتیں نہایت ہی قابلِ غور ہیں۔
اوّل: 	خدا وند کریم حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتا ہے ۔ بائبل مقدّس میںاُس ہستی کے بارے میں کےا گےا وعدہ ہمیں آگے ہی آگے بڑھتا ہوا دکھائی دیتا ہے۔ہم آئندہ اسباق میں سیکھیں گے کہ خدا تعالیٰ کس طرح اِس وعدہ کو وقت کے ساتھ ساتھ مزید واضح کرتا جاتا ہے۔تاہم اب تک کے مطالعہ سے یہ بات واضح ہو چکی ہے کہ اُس ہستی کو حضرت یعقوب کی نسل یعنی بنی اسرائیل قوم سے آنا تھا۔
دوم:	 	 اِس وعدہ میں دوسری اہم اور قابل غور بات یہ ہے کہ خدا تعالیٰ ابرہام کی نسل کو ایک بڑی قوم بنانے اور پھر اُسے ایک خاص ملک میں بسانے کو تھا۔بائبل مقدّس کے مطابق اِس کا آغاز حضرت یعقوب (اسرائیل) سے ہوتا ہوا نظر آتا ہے۔اُن کے ہاںبارہ بیٹے پیداہوئے جن سے خدا کی وعدہ کردہ قوم بڑھنے لگی۔ اس قوم کو ”بنی اسرائیل“کا نام دیا گیا۔ یہ وہی نام ہے جو خداتعالیٰ کی طرف سے حضرت یعقوب کو بخشا گیا تھا۔
حضرت یوسف
	 حضرت یعقوب( اسرائیل) کو خُدا تعالیٰ نے بارہ بیٹے عطا فرمائے ۔ تاہم آپ اپنے بیٹے حضرت یوسف کو دوسرے بیٹوں کی نسبت زیادہ پیار کرتے تھے۔اِس لئے حضرت یوسف کے دیگر بھائی اُن سے حسدکرنے لگے اوراسی حسد کے باعث اُنہوں نے حضرت یوسف کو بیچ ڈالا۔	
	حضرت یوسف کوخریدنے والوں نے اُنہیںآگے فرعون کے محافظ دستہ کے سردار فوطیفار کے ہاتھ غلام کے طور پر بیچ ڈالا۔ تاہم خُدا تعالیٰ نے اُنہیں اس مصری آقا کی نظر میں بہت مقبول کیا۔اس حوالہ سے توریت شریف میں یوں مرقوم ہے ، 
	” اُس(یُوسف) کے(مصری) آقا نے دیکھا کہ خداوند اُس(یوسف) کے ساتھ ہے اور جس کام کو وہ(یوسف) ہاتھ لگاتا ہے خداوند اُس میں اُسے اقبال مند کرتا ہے۔چنانچہ یوسف اُس( مصری آقا) کی نظرمیں مقبول ٹھہرا اور وہی اُس کی خدمت کرتا تھا اور اُس نے اُسے اپنے گھر کا مختار بنا کراپنا سب کچھ اُسے سونپ دیا“۔(پیدائش 3:39-4)
	اسی دوران فوطیفار کی بیوی نے حضرت یوسف کوبدکاری کے لئے مجبور کیا لیکن حضرت یوسف کے انکار کرنے پر جھوٹا الزام لگا کر اُنہیں قید خانے میں ڈالوا دیا۔لیکن خُدا تعالیٰ وہاں بھی حضرت یوسف کے ساتھ تھے ۔اس حوالہ سے توریت شریف یوں بیان کرتی ہے
	”لیکن خداوندیوسف کے ساتھ تھا۔اُس نے اُس پر رحم کیا اورقید خانہ کے داروغہ کی نظرمیں اُسے مقبول بنایا“۔(پیدائش 21:39)
حضرت یوسف بحیثیتِ حاکمِ مصر
	اسی دوران مصر کے بادشاہ نے دوعجیب خواب دیکھے جن کی تعبیر کوئی بھی نہ کرسکا۔حضرت یوسف اُس وقت تک بادشاہ کے دو (2) نوکروں کے خوابوں کی ٹھیک ٹھیک تعبیر کرچکے تھے۔ ان میں سے ایک کی درخواست پر حضرت یوسف کو قید خانے سے بلایا گیا۔چنانچہ آپ نے بتایا کہ ان خوابوں کے وسیلہ سے خدا نے بادشاہ کو آگاہ کیا ہے کہ آنے والے سات سالوں میں فصل اور دیگر پیداوار اچھی ہوگی لیکن اس کے بعد کے سات برس بڑے سخت قحط اور خشک سالی کے ہوںگے۔خواب کی تعبیر کے باعث فرعون کی نظر میں آپ کوبڑی مقبولیّت حاصل ہوئی۔ اس بارے میں توریت شریف (پیدایش 43:41 ) میں یوں مرقوم ہے‘
	” اور اُس(فرعون) نے اُسے(یعنی یُوسف کو) سارے ملکِ مصرکا حاکم بنا دیا“
	 بحیثیت حاکمِ اعلیٰ حضرت یوسف نے اچھی فصل والے سات سالوں میں قحط کےلئے نہایت کثرت سے اناج جمع کرلیا۔اور جب قحط شروع ہوگیا تو گرد و نواح سے لوگ آپ کے پاس آنے لگے ۔چنانچہ جو بھی آپ کے پاس آتا آپ بلا امتیازِ مذہب وعقیدہ ہر ایک کو اناج عطا کرتے۔
 	قحط کے ایام میں حضرت یوسف کے باپ حضرت یعقوب (اسرائیل) اور اُن کے بیٹوں کو بھی اس کال کی وجہ سے مصیبت اُٹھانا پڑی۔ وہ مِصرکے شمال مشرق میں رہتے تھے۔وہ بھی غلّہ حاصل کرنے کے لئے مصرآئے۔ اگر چہ حضرت یوسف کے بھائی اُن سے خوف زدہ تھے کہ اب کہیں وہ اُن سے اُس بدی کا بدلہ نہ لےں جو اُنہوں نے اُن (یعنی حضرت یوسف)سے کی تھی تاہم آپ نے اُن سے بدلہ لینے کی بجائے اُن سے بھلائی کی ۔آپ نے اپنے بھائیوں سے فرمایا‘”تم نے تو مجھ سے بدی کرنے کا ارادہ کیا تھا لیکن خدا نے اُسی سے نیکی کا قصد کیا تاکہ بہت سے لوگوںکی جان بچائے چنانچہ آج کے دن ایسا ہی ہورہا ہے۔اس لئے تم مت ڈرو۔ مَیں تمہاری اور تمہارے بال بچوں کی پرورش کرتا رہوںگا۔یوں اُس نے اپنی ملائم باتوں سے اُن کی خاطر جمع کی“(پیدایش 20:50-21 )۔
بنی اسرائیل مصر میں
	حضرت یعقوب نے مصر میں ہی وفات پائی ۔تاہم اُن کے جسدِ خاکی کو کنعان میں لے جا کر اُن کے آبائی قبرستان میں سپردِ خاک کیا گیا ۔چنانچہ اپنے باپ کی وفات کے بعد حضرت یوسف اور اُن کے بھائی اپنے اپنے خاندانوں سمیت مصر میں رہنے لگے۔یہاں یہ سب پردیسی تھے۔ اُنہیں ایک روز ضرور اُس ملک کو لوٹنا تھا جس کا وعدہ خدا نے اُن سے کر رکھا تھا۔چنانچہ اپنی وفات سے قبل حضرت یوسف نے ایک بار پھر اپنے بھائیوں کو اس الٰہی وعدہ کے بارے یوں یاد دلایا 
	 ” مَیں مرتا ہوںاور خدا یقینا تم کو یاد کرے گا اور تم کو اِس ملک سے نکال کر اُس مُلک میں پہنچائے گا جس کے دینے کی قسم اُس نے ابرہام اور اضحاق اور یعقوب سے کھائی تھی“(پیدائش 24:50)۔
٭٭٭

سبق نمبر4
حضرت موسیٰ اور فرعون
	 حضرت یوسف نے اپنے باپ اورسارے خاندان کو ملکِ مصر میں جشن کے علاقے میںآباد کر دیا۔ کچھ مُدّت کے بعد وہ بادشاہ جو حضرت یوسف پر مہربان تھا ،وفات پا گیا۔ بعد میں آنے والے بادشاہوں نے بنی اسرائیل کو غلام بنا لیا ۔اس سبق میں ہم دیکھیں گے کہ پھر خُدا تعالیٰ نے کس طرح اُنہیں اس غلامی سے نجات دی۔تاہم آئےے سب سے پہلے ایک نظر خُدا تعالیٰ کے اُن وعدوں پر غور کریں جو اُنہوں نے حضرت ابرہام اور اُن کی اولاد سے یکے بعد دیگرے کئے تھے۔ 
بنی اسرائیل کے آبائی بزرگوں سے خُدا تعالیٰ کا وعدہ 
	 خدا نے حضرت ابرہام سے فرمایا” یقین جان کہ تیری نسل کے لوگ ایسے ملک میں جو اُن کا نہیں پردیسی ہوںگے اور وہاں کے لوگوں کی غلامی کریں گے اور وہ چار سو برس تک اُن کودُکھ دیں گے لیکن میںاُس قوم کی عدالت کروں گاجس کی وہ غلامی کریں گے اور بعد میں وہ بڑی دولت لے کر وہاں سے نکل آئیں گے“(پیدائش 13:15-14 )۔ حضرت ابرہام اور اُن کی اولاد نے خدا کے اُن سب وعدوں کا یقین کیا جومستقبل میں اُن کی اولاد میں پورے ہونے کوتھے۔
	 حضرت ابرہام کے بعد ملکِ کنعان کے علاقہ جرار میں خدا تعالیٰ نے حضرت اضحاق پر اپنا ظہور فرمایا اور اُنہیںاپناوہ وعدہ یاد دلایا جواُن کے باپ حضرت ابرہام سے کیا تھا۔ ” تُو اِسی مُلک (کنعان)میں قیام رکھ اورمَیں تیرے ساتھ رہوں گااور تجھے برکت بخشوں گا کیونکہ مَیں تجھے اور تیری نسل کو یہ سب مُلک(کنعان) دوںگااور مَیں اُس قسم کو جومَیں نے تیرے باپ ابرہام سے کھائی پورا کروں گا۔ اور مَیں تیری اولاد کو بڑھا کرآسمان کے تاروںکی مانند کردوں گااور یہ سب ملک تیری نسل کو دوں گااورزمین کی سب قومیںتیری نسل کے وسیلہ سے برکت پائیں گی“(پیدائش3:26-4)۔
	 اِسی طرح حضرت اضحاق کے بعد حضرت یعقوب پر بھی خُدا تعالیٰ نے بیر سبع کے علاقہ میں اپنا ظہور فرمایا اور اُنہیں بھی اپنی اس برکت کی یاد دہانی کرائی۔
	 ”مَیں خداوند تیرے باپ ابرہام کا خدا اوراضحاق کا خدا ہوں۔مَیں یہ زمین جس پر تُولیٹاہے تجھے اور تیری نسل کو دوں گا۔اورتیری نسل زمین کی گَرد کے ذرّوں کی مانند ہوگی اور تو مشرق اور مغرب اور شمال اور جنوب میں پھیل جائے گا اور زمین کے سب قبیلے تیرے اور تیری نسل کے وسیلہ سے برکت پائیں گے۔“(پیدائش 13:28-14)
	 اپنے اس وعدہ کے بارے خُدا تعالیٰ کی بار بار یاددہانی کی بنا پر اسرائیلی بزرگوں کا یہ پختہ ایمان تھا کہ خُدا تعالیٰ ایک روز ضرور نسلِ ابرہام و اضحاق کو مُلکِ کنعان میں آباد کرے گا۔چنانچہ اپنی موت سے قبل حضرت یعقوب اس کے بارے حضرت یوسف کو یوں یاددہانی کرواتے ہیں،
	”مَیں تومرتا ہوںلیکن خدا تمہارے ساتھ ہوگا اور تم کو پھر تمہارے باپ دادا کے ملک(کنعان) میں لے جائے گا“۔(پیدائش 21:48)
 	حضرت یوسف نے بھی اپنی موت سے قبل اپنے بھائیوں کو اس وعدہ کی یوں یاددہانی کروائی
	” میں مرتا ہوں اور خدا یقینا تم کو یاد کرے گا اور تم کو اس ملک (مصر) سے نکال کراُس ملک(کنعان) میں پہنچائے گاجس کے دینے کی قسم اُس نے ابرہام اور اضحاق اور یعقوب سے کھائی تھی“(پیدائش 24:50)۔
بنی اسرائیل کی آہ و پکار
	 حضرت یوسف غلامی کی حالت میں مصرپہنچے ۔لیکن خدا تعالیٰ نے اُنہیں سرفراز کیا اور وہ اُس مُلک کے حکمران بن گئے ۔ یوں اُن کا خاندان یعنی بنی اسرائیل بھی اُن کے ہمراہ ملکِ مصر میں جشن کے علاقے میںآباد ہوگیا۔ کچھ دیرکے بعد وہ بادشاہ جو حضرت یوسف پر مہربان تھا وفات پاگیا ۔ چنانچہ بعد میں آنے والے بادشاہوں نے بنی اسرائیل کو غلام بنا لیا ۔
	اَب تک بنی اسرائیل کو مصر میں رہتے ہوئے چار سو تیس برس گزر چکے تھے۔اور جوں جوں وقت گزر رہا تھا مصریوں کا جُوا اُن پر بھاری ہوتا جا رہا تھا۔یہاں تک کہ اُن کا جینا دوبھر ہو گیا۔تاہم اُن کا پختہ ایمان تھا کہ خُداایک روز ضرور اُن کے باپ دادا سے کئے ہوئے وعدہ کے مطابق اُنہیں رہائی عطا کر کے مُلک کنِعان میں آباد کرے گا۔چنانچہ توریت شریف میں یوں مرقوم ہے
	 ”اور بنی اسرائیل (مصر میں) اپنی غلامی کے سبب سے آہ بھرنے لگے اور روئے اور اُن کا رونا جو اُن کی غلامی کے باعث تھا خدا تک پہنچا۔اور خدا نے اُن کا کراہنا سنااور خدا نے اپنے عہد کو جو ابرہام اور اضحاق اور یعقوب کے ساتھ تھا یاد کیا“ (خروج 23:2-24)۔

حضرت موسیٰ کی پیدایش
	جب حضرت موسیٰ پیدا ہوئے تو اُن دنوں میںفرعون نے مصر کی دائیوں کو حکم دیا کہ اسرائیلیوں کے ہاں جو بھی لڑکا پیدا ہو مار دیا جائے۔لیکن خدا کے خوف کے باعث اُنہوں نے ایسا نہ کیا۔حضرت موسیٰ کی پیدایش کے بعد جتنا عرصہ اُن کی ماں اُنہیں سنبھال سکی سنبھالا ۔لیکن جب اُس کے لئے مزید سنبھالنا مشکل ہو گیا تواُس نے آپ کو ایک ٹوکرے میں ڈال کر دریا کے کنارے پانی میںرکھ دیا۔ اتفاقاً اُسی وقت فرعون کی بیٹی اپنی سہیلیوں کے ہمراہ دریا کے کنارے سیر کر رہی تھی۔جب اُس نے ٹوکرے میں بچے کودیکھا تو اُسے لے کر اپنا بیٹا بنا لیا اور آپ کو اپنے محل میں لے گئی۔
	 یوں حضرت موسیٰ کی پرورش شاہی ماحول میں ہونے لگی اورآپ وہیں جوان ہوئے۔ ایک روز اُنہوںنے دیکھا کہ ایک مصری اُن کے عبرانی یعنی اسرائیلی بھائی کو مار رہا ہے، تو آپ نے اپنے قومی جذبہ کے تحت مصری کو مار دیا۔جب آپ کو معلوم ہوا کہ راز فاش ہو گیا ہے تو مصر سے بھاگ کر ملکِ مدیان میں آگئے اور پھر وہیں آباد ہو گئے اور وہیں شادی کر لی اور اپنے سُسر یترو کی بھیڑ بکریوں کی دیکھ بھال کرنے لگے۔
حضرت موسیٰ پر خُدا کا ظہور
	 ایک دن جب آپ اپنی بھیڑ بکریوں کو ہنکاتے ہوئے حورب پہاڑ پر آئے توایک جھاڑی کو جلتے ہوئے دیکھاجو جلنے کے باوجود بھسم نہیں ہو رہی تھی۔جب یہ عجیب منظر دیکھنے کے لئے آپ جھاڑی کے قریب جانے لگے تو خُدا تعالیٰ جھاڑی میں سے آپ سے یوں ہمکلام ہوئے” مَیں تیرے باپ کا خدا یعنی ابرہام کا خدا اور اضحاق کا خدا اور یعقوب کا خدا ہوں سو اَب آمَیں تجھے فرعون کے پاس بھیجتا ہوں کہ تُو میری قوم بنی اسرائیل کو مصر سے نکال لائے“(خروج12:3) ۔
	بنی اسرائیل کو مصریوں کی غلامی سے رہائی دلانا ایک مشکل کام تھا۔چنانچہ حضرت موسیٰ نے مختلف عذر پیش کئے۔ جواب میں خدا تعالیٰ نے اُن کی حوصلہ افزائی کے لئے فرمایا۔
	”میں ضرور تیرے ساتھ رہوں گا“(خروج 12:3 )۔
حضرت موسیٰ کا فرعون سے آمنا سامنا 
	 خداتعالیٰ کے حکم کے مطابق حضرت موسیٰ اور ہارون فرعون کے پاس گئے اور اُس سے کہا ”خداوند اسرائیل کا خدا یوں فرماتا ہے کہ میرے لوگوں کو جانے دے تاکہ وہ بیابان میں میرے لئے عید کریں“۔ لیکن فرعون نے کہا”خداوند کون ہے کہ میں اُس کی بات مان کر بنی اسرائیل کو جانے دوں؟“ یوں حضرت موسیٰ اور ہارون نو (9) بارفرعون کے پاس گئے لیکن دل کی سختی کے باعث وہ انکار ہی کرتا رہا۔یوں خدا نے فرعون اور اُس کی رعایا پر حضرت موسیٰ اور حضرت ہارون کے وسیلہ سے مندرجہ ذیل دس آفات نازل فرمائیںلیکن بنی اسرائیل اِن سے محفوظ رہے۔ 
(1)” اور تمام مُلکِ مصر میں(پانی) خون ہی خون ہو گیا“(خروج21:7)۔
(2) ”اور مینڈک چڑھ آئے اورمُلکِ مصر کو ڈھانک لیا“ (خروج2:8)۔
(3) ”اور تمام مُلکِ مصرمیں زمین کی ساری گرد جوئیں بن گئی“ (خروج17:8)۔
(4)” مچھروں کے غولوں کے سبب سے مُلک کا ناس ہوگیا“(خروج24:8)۔
(5) ”اور مصریوں کے سب چوپائے مر گئے“ (خروج6:9)۔
(6) ” بھٹی کی راکھ (کو) موسیٰ نے آسمان کی طرف اُڑا دیا اوروہ آدمیوں اور جانوروں کے جسم پر پھوڑے اور پھپھولے بن گئی“(خروج10:9)۔
(7) ”اور خداوند نے رَعد اور اولے بھیجے اور آگ زمین تک آنے لگی“ (خروج23:9)۔
(8) ”اور ٹڈیاں سارے مُلکِ مصر پر چھا گئیںاور اُنہوں نے اُس ملک کی ایک ایک سبزی 	کو اور درختوں کے میووں کوجو اولوں سے بچ گئے تھے چٹ کر لیا“(خروج 14:10،15)۔
(9) ”اور تین (۳)دن تک سارے ملکِ مصرمیں گہری تاریکی رہی“ (خروج22:10)۔
(10) ”اور آدھی رات کو خداوند نے ملکِ مصر کے سب پہلوٹھوں کو فرعون جو اپنے تخت پر بیٹھا تھا اُس کے پہلوٹھے سے لے کر وہ قیدی جو قید خانہ میں تھااُس کے پہلوٹھے تک بلکہ چوپایوں کے پہلوٹھوں کو بھی ہلاک کر دیا“(خروج12:29)۔
فسح کی قربانی
 	 خدا نے حضرت موسیٰ کی معرفت فرعون سے نو (9) بار کلام کیا لیکن اُس نے خدا کی بات نہ سُنی۔ آخری سزا کے طور پر خدا نے فرعون اور ہر مصری انسان و حیوان کے پہلوٹھوں کو مار دیا۔لیکن سب بنی اسرائیل محفوظ رہے۔اب سوال پیدا ہوتا ہے کہ بنی اسرائیل کے پہلوٹھے کیونکر محفوظ رہے؟
	 خُدا تعالیٰ نے بنی اسرائیل کوحکم دیا کہ اُن کا ہر خاندان ایک یک سالہ برّہ قربان کرے اور اُس کا خون اپنے دروازہ کی چوکھٹ پر لگائے ۔چنانچہ جس دروازہ پر خون لگا ہو گا اُس خاندان کے تمام افراد موت سے محفوظ رہیں گے۔اس قربانی کو ”فسح کی قربانی“ کہا جاتا ہے۔
	فسح کامطلب ہے ” چھوڑ دینا“ چنانچہ یہ عید اُس عظیم واقعہ کی یاد میں منائی جاتی ہے جب خُدا نے بنی اسرائیل کے پہلوٹھوں کو تو چھوڑ دیا لیکن مصریوں کے پہلوٹھوں کو ہلاک کر دیا ۔اسی لئے اسے ”عیدِ فسح “ کہا جاتا ہے۔ اس حوالہ سے مزید تفصیل یوں بیان کی گئی ہے۔
	 ”تمہارا برّہ بے عیب اور یک سالہ نر ہواور ایسا بچہ یا تو بھیڑوں میں سے چن کر لینا یا بکریوں میں سے۔اور تم اُسے اِس مہینے کی چودھویں تک رکھ چھوڑنا اور اسرائیلیوں کے قبیلوں کی ساری جماعت شام کو اُسے ذبح کرے۔اور تھوڑا سا خون لے کر جن گھروں میں وہ اُسے کھائیںاُن کے دروازوں کے دونوں بازوﺅں اور اُوپرکی چوکھٹ پر لگا دیں۔اور وہ اُس کے گوشت کو اُسی رات آگ پر بھون کر بے خمیری روٹی اور کڑوے ساگ پات کے ساتھ کھالیں“(خروج 5:12-6) ۔
	”خداوند مصریوں کو مارتا ہوا گزرے گااور جب خداوند اوپر کی چوکھٹ اور دروازہ کے دونوں بازوﺅں پر خون دیکھے گا تو وہ اُس دروازہ کو چھوڑ جائے گا اور ہلاک کرنے والے کو تم کو مارنے کے لئے گھر کے اندر آنے نہ دے گا“(خروج 23:12)
خدا بچاتا ہے
	جب خُدا تعالیٰ بنی اسرائیل کو مُلکِ مصر سے نکالنے کو تھے تو اُس رات کو سارے مُلک میں کہرام مچ گیا کیونکہ خُدا کے فرشتہ نے مصر کے تمام انسان و حیوان کے پہلوٹھوںکو ہلاک کر ڈالا ۔ حتیٰ کہ فرعون کا اپنا پہلوٹھا بھی نہ بچ سکا۔ فرعون نے حضرت موسیٰ اور ہارون کواُسی وقت بلواکر کہا” تم بنی اسرائیل کو لے کر میری قوم کے لوگوں میں سے نکل جاﺅاور جیسا کہتے ہو جا کر خداوند کی عبادت کرو“(خروج31:12)۔
	جب اسرائیلی مصر سے نکل آئے تو فرعون اور اُس کے خادموں کا دل پھر سخت ہو گیا اور اُنہوں نے بنی اسرائیل کا پیچھاکیا۔ جب بنی اسرائیل بحرِقلزم کے سامنے ڈیرے لگا رہے تھے توفرعون کی افواج نے اُنہیں آلیا۔بنی اسرائیل مصری فوج کو دیکھ کر گھبرا گئے ۔ لیکن خدانے مصریوں اور بنی اسرائیل کے درمیان بادل کا ستون کھڑا کر دیا یوں مصری صبح تک اُن کے قریب نہ آسکے۔ اور پھر سمندر میں خشک رستہ بنا دیا جس سے بنی اسرائیل سمندر پار چلے گئے۔لیکن جب مصری اُن کا پیچھا کرتے ہوئے درمیان میں پہنچے تو اُن کو سمندر کے بیچ میں ہی غرق کر دیا گیا(خروج5:14-27 )۔







سبق نمبر5
خدا نجات دیتا ہے
بیابان میں خُدا تعالیٰ کی پروردگاری
	 بنی اسرائیل کے بحرِقلزم پار کرنے کے بعدخُدا تعالیٰ بیابان میں معجزانہ طور پرچٹانوں کو چیر کر اُن کے لئے پانی کی ندیاں بہاتا رہا(زبور 15:78-16)۔اور اسی طرح چالیس برس تک کھانے کے لئے اُنہیں آسمانی من اور بٹیروں کاگوشت عطا فرماتا رہا۔(خروج 12:6،35)۔ 
خدا اپنی شریعت عطا کرتا ہے
	ملکِ مصر سے نکلنے کے تین ماہ بعد خدا نے حضرت موسیٰ کو کوہ ِ سینا پر دس (10)احکام عطا کئے جوالٰہی شریعت کا خلاصہ ہیں ۔ یہ نہ صرف بنی اسرائیل بلکہ پوری نسلِ انسانی کے لئے الٰہی رہنمائی کا سرچشمہ ہیں۔ جو اس طرح ہیں‘
(1)''میرے حضور تُو غیر معبودوں کو نہ ماننا“۔
(2) ''تُو اپنے لئے کوئی تراشی ہو ئی مورت نہ بناناتُو اُن کے آگے سجدہ نہ کرنا“
(3) ''تُو خداوند اپنے خدا کانام بے فائدہ نہ لینا“
(4) ''یاد کر کے تُوسبت کا دن پاک ماننا۔چھ دن تک تُو محنت کرکے اپنا سارا کام کاج کرنا۔ لیکن ساتواں دن خداوند تیرے خدا کا سبت ہے۔ اُس میں نہ تُو کوئی کام کرے نہ تیرابیٹا نہ تیری بیٹی، نہ تیرا غلام نہ تیری لونڈی، نہ تیرا چوپایہ نہ کوئی مسافر جو تیرے ہاں تیرے پھاٹکوں کے اندرہو“ ۔
(5) ''تُو اپنے باپ اور اپنی ماں کی عزت کرنا“ ۔ (6) ”تُوخون نہ کرنا“ ۔(7) ”تُوزنانہ کرنا“۔ (8)”تُوچوری نہ کرنا“۔(9) ”تُو اپنے پڑوسی کے خلاف جھوٹی گواہی نہ دینا“۔(10) ”تُو اپنے پڑوسی کے گھر کا لالچ نہ کرنا۔تُو اپنے پڑوسی کی بیوی کا لالچ نہ کرنا“(خرو ج 1:20-17)۔
	پھر خُدا نے شریعت پر عمل کرنے کی برکات اور نافرمانی کی سزا بھی بتائی جو اس طرح ہے۔
	”اور اگر تُو خداوند اپنے خدا کی بات کو جانفشانی سے مان کر اُس کے اِن سب حکموں پر جو آج کے دن میں تجھ کو دیتا ہوں احتیاط سے عمل کرے تو خداوند تیراخدا دُنیا کی سب قوموں سے زیادہ تجھ کو سرفراز کرے گا“ (استثنا 1:28 )
	”لیکن اگر تُو ایسا نہ کر ے کہ خداوند اپنے خدا کی بات سن کر اُس کے سب احکام اور آئین پر جوآج کے دن میں تجھ کو دیتا ہوں احتیاط سے عمل کرے تو یہ سب لعنتیں تجھ پر نازل ہوں گی اور تجھ کو لگیں گی۔شہر میں بھی تُو لعنتی ہو گا اور کھیت میں بھی لعنتی ہوگا۔“(استثنا 15:28-16 )
بنی اسرائیل کاگناہ اور خدا کا فضل
	حضرت موسیٰ کو کوہِ سینا پر چالیس دن لگ گئے۔اس دوران کچھ کم اعتقاد سوچنے لگے کہ شاید حضرت موسیٰ زندہ بھی ہےں یا نہیں۔ لہٰذا” اُنہوں نے اپنے لئے (سونے کا) ڈھالا ہوابچھڑا بنایااور اُسے پوجا اور اُس کے لئے قربانی چڑھا کر یہ بھی کہا کہ اے اسرائیل یہ تیرا وہ دیوتا ہے جو تجھ کو ملک ِمصر سے نکال کر لایا ہے “(خروج8:32)۔
	 یہ دیکھ کر خدا نے اُنہیں ہلاک کرنے کا فیصلہ کر لیا۔ لیکن حضرت موسیٰ کی شفاعت پر اُنہیں معاف فرما دیا۔یوںبنی اسرائیل بار بار گناہ کرتے رہے اور خدا اپنے فضل کے باعث اُنہیں معاف کرتا رہا۔لیکن کبھی کبھی اُنہیں سزا بھی ملتی رہی۔یہ بار بار معافی اُس کے فضل اور محبت کا اظہار ہے۔
بنی اسرائیل کی کم اعتقادی اور اِس کا نتیجہ
	توریت شریف کی چوتھی کتاب” گنتی “ کے۳۱ ویں اور ۴۱ویں ابواب کے مطابق جب بنی اسرائیل ملکِ موعودکی سرحد پر پہنچے تو حضرت موسیٰ نے بارہ آدمی ملکِ کنعان کے حالات دریافت کرنے کو بھیجے۔ان میں سے دس(10)نے آکر خبر دی کہ وہاں واقعی دودھ اور شہد تو بہتا ہے، لیکن وہاں کے لوگ بڑے قد آور اور جابر ہیں، لہٰذاہمارے لئے اُس مُلک پر قبضہ کرنا بہت مشکل ہے۔اُن کی مایوس کن خبرسن کر لوگوں نے حضرت موسیٰ اور خدا کے خلاف بڑبڑانا شروع کر دیاکہ خدا کیوں ہمیں ملکِ مصر سے نکال لایا۔ اِس باغیانہ روش کے باعث خدا نے پوری قوم کو تباہ کرنے کا فیصلہ کیا ۔تاہم حضرت موسیٰ کی شفاعت کے باعث صرف وہی ہلاک ہوئے جنہوں نے قوم کو مایوس کن خبر دی ۔
	البتہ باقی قوم کو ایک اورسزا سُنائی کہ”تمہاری لاشیں اسی بیابان میں پڑی رہیں گی اور تمہاری ساری تعداد میں سے یعنی بیس(20) برس سے لے کر اُس سے اُوپر اُوپر کی عمر کے تم سب جتنے گنے گئے اور مجھ پر شکایت کرتے رہے۔ان میں سے کوئی اُس ملک میں جس کی بابت میں نے قسم کھائی تھی کہ تم کو وہاں بساﺅں گا جانے نہ پائے گا سوا یفُنّہ کے بیٹے کالب اور نُون کے بیٹے یشوع کے“(گنتی29:14-30 )۔
	خبر لانے والوں میں دو اَور بھی تھے جن کا نام یشوع اورکالب تھا ۔ اُن کی رپورٹ سے خدا پر اُن کابھروسا ظاہر ہوتا ہے،جس کے باعث خدا نے اُنہیں زِندہ رکھا اور ملکِ موعود میں جانے کی خوش خبری بھی دی۔ اُنہوں نے اپنی رپورٹ میں کہا تھا کہ ” اگر خدا ہم سے راضی رہے تو وہ ہم کو اُس مُلک میں پہنچائے گااور وہی مُلک جس میں دودھ اور شہد بہتا ہے ہم کو دے گا“(گنتی8:14) ۔
اسرائیلی رہنماﺅں کی کم اعتقادی اور اِس کا نتیجہ
	 دشت صین میں قادس کے مقام پر پھر پانی کا مسئلہ درپیش آیا۔خدانے حضرت موسیٰ سے کہا کہ ”اُس لاٹھی کو لے اور تُواور تیرا بھائی ہارون تم دونوں جماعت کو اکٹھا کرواور اُن کی آنکھوں کے سامنے اُس چٹان سے (صرف )کہو کہ وہ اپنا پانی دے اور تُو اُن کے لئے چٹان ہی سے پانی نکالنا“ (گنتی8:20)۔ حضرت موسیٰ نے چٹان کو حکم دینے کی بجائے اُسے دو بار مارا۔پانی تو نکل پڑا لیکن خدا کو حضرت موسیٰ کا یہ فعل پسند نہ آیا۔اسلئے حضرت موسیٰ اور ہارون کے خلاف یوں فیصلہ دیا،
 ” چونکہ تم نے میرا یقین نہیں کیاکہ بنی اسرائیل کے سامنے میری تقدیس کرتے اِس لئے تم اِس جماعت کو اُس مُلک میں جو مَیں نے اُن کو دیا ہے نہیں پہنچانے پاﺅ گے“(گنتی 12:20)۔
نئی نسل اور نئی قیادت
	 خداوند کے خلاف بڑبڑانے والے اُس پشت کے تمام لوگ رفتہ رفتہ بیابان میں مر گئے۔ بیابانی سفر کے چالیس سال ختم ہونے سے تھوڑاعرصہ پہلے حضرت ہارون اور حضرت موسیٰ بھی اِنتقال کر گئے (گنتی  28:20؛ استثنا 5:34)۔اسلئے خدا نے حضرت ےشوع کو حضرت موسیٰ کے جانشین کے طور پر چنا تاکہ وہ بنی اسرائیل کو موعود مُلک میں پہنچائیں۔
	خداتعالیٰ نے حضرت یشوع کی حوصلہ افزائی کے لئے فرمایا” تیری زندگی بھر کوئی شخص تیرے سامنے کھڑا نہ رہ سکے گا۔ جیسے میں موسیٰ کے ساتھ تھا ویسے ہی تیرے ساتھ رہوں گا۔میں نہ تجھ سے دست بردار ہوں گا اور نہ تجھے چھوڑوں گا۔سو مضبوط ہو جا اور حوصلہ رکھ کیونکہ تو اِس قوم کو اُس مُلک کا وارث کرائے گاجسے میں نے اُن کو دینے کی قسم اُن کے باپ دادا سے کھائی تُو فقط مضبوط اور نہایت دلیر ہو جا کہ احتیاط رکھ کر اُس ساری شریعت پر عمل کرے جس کا حکم میرے بندہ موسیٰ نے تجھ کو دیا ۔۔۔تاکہ جہاں کہیں تُو جائے تجھے خوب کامیابی حاصل ہو“(یشوع 5:1-7 )۔
بنی اسرائیل مُلکِ کنعان میں
	 بنی اسرائیل دریائے یردن کے مشرقی کنارے پر پہنچ گئے۔جس طرح خُدا تعالیٰ نے پہلی نسل کو بحیرہ قلزم سے گزارنے کے لئے پانی کو دو حصے کر کے رستہ بنایا اسی طرح اب ایک بار پھر خُدا تعالیٰ نے اپنی قدرت سے دریا کو معجزانہ طور پر دو حصے کر دیا اور لوگ سوکھے پاﺅں دریا میں سے گزر گئے۔جب وہ دریا میں سے گزر گئے تو پانی پھر مل گیا اور اُن کی واپسی کا رستہ بند ہوگیا۔
	اب اُنہیںاس مُلک کے جس پہلے شہر میں داخل ہونا تھا اُس کا نام یریحو تھا۔یر یحو کے گرد بڑی مضبوط فصیل تھی۔خُدا تعالیٰ نے بنی اسرائیل کو حکم دیا کہ وہ چھ روز تک شہر کے گرد ایک چکر لگائیں اور ساتویں دن سات چکر لگائیں اور آخری چکرکے ساتھ ہی کاہن نرسنگا پھونکیں اور لوگ نعرے لگائیں۔جب بنی اسرائیل نے خُدا کے حکم کی تعمیل کی تو یہ مضبوط اور ناقابلِ تسخیر فصیل معجزانہ طور پر زمین بوس ہو گئی اور بنی اسرائیل نے شہر میں گھُس کر اُس پر قبضہ کر لیا۔ 
	یوں خُدا تعالی نے سارامُلکِ کنعان اُن کے سپرد کر کے اپنے اُس وعدہ کو پایہ تکمیل تک پہنچایا جوبنی اسرائیل کے جدِ امجد حضرت ابرہام سے کیا تھا۔ 
 ابرہام سے کئے گئے الٰہی وعدہ کے ایک حصہ کی تکمیل
	ہم گزشتہ اسباق میں سیکھ چکے ہیں کہ ابرہام کئے گئے الٰہی وعدہ کے دو پہلو تھے، 
 الف۔خُدا تعالی حضرت ابرہام کی نسل کو ایک بڑی قوم بنا کر مُلک کنعان میں بسانا چاہتے تھے۔
 ب۔خُدا تعالیٰ ابرہام کی نسل کے وسیلہ سے دُنیا کی ساری اقوام کو برکت دینا چاہتے تھے۔
	 چنانچہ خُدا تعالیٰ نے آلِ ابرہام (بنی اسرائیل ) کو مصر کی غلامی سے نکال کر مُلکِ کنعان میں آباد کر کے اپنا وہ وعدہ پورا کر دیا جوبنی اسرائیل کے باپ دادا ابرہام، اضحاق اور یعقوب سے کیا تھا ۔
ابرہام سے کئے گئے الٰہی وعدہ کا زیرِ تکمیل حصہ
	 ابراہام سے کئے گئے الٰہی وعدہ کا دوسراپہلو یہ ہے کہ حضرت ابرہام کی نسل سے آنے والی خاص شخصیت کے وسیلہ سے دُنیا کی ساری اقوام کو برکت ملنا تھی ۔چنانچہ خُدا نے حضرت اضحاق اور حضرت یعقوب کے ساتھ یہ وعدہ دہرا کر واضح کر دیا کہ یہ ہستی حضرت یعقوب(اسرائیل) کی نسل سے آئے گی۔اور اب اسی بات کی تصدیق حضرت موسیٰ بھی کرتے ہیں۔
دُنیا کےلئے برکت کا وسیلہ بننے والی مقدس ہستی کے بارے حضرت موسیٰ کی پیشینگوئی 
	 اقوام عالم کی برکات کیلئے خُدا تعالیٰ جس ہستی کو حضرت ابرہام کی نسل سے بھیجنے کو تھے ۔ یہ وہی ہستی ہے جس کے بارے میں خُدا تعالیٰ نے باغِ عدن میں خبر دی کہ عورت کی نسل کے طور پر آنے والا ابلیس کے سر کو کُچلے گا ۔اب اُسی کے بارے حضرت موسیٰ سے یوں فرماتے ہیں،
	(اے بنی اسرائیل!) ”خداوند تیرا خدا تیرے لئے تیرے ہی درمیان سے یعنی تیرے ہی بھائیوں میں سے میری مانند ایک نبی برپا کرے گا تم اُس کی سننا۔یہ تیری اُس درخواست کے مطابق ہو گاجو تُو نے خداوند اپنے خدا سے مجمع کے دن حورب میں کی تھی کہ مجھ کو نہ تو خداوند اپنے خدا کی آواز پھر سننی پڑے اور نہ ایسی بڑی آگ ہی کانظارہ ہو تاکہ مَیں مرنہ جاﺅں۔اور خداوند نے مجھ سے کہا کہ وہ جو کچھ کہتے ہیں سو ٹھیک کہتے ہیںمَیں اُن کے لئے اُن ہی کے بھائیوں میں سے تیری مانند ایک نبی برپا کروں گااور اپنا کلام اُس کے منہ میں ڈالوں گااور جو کچھ مَیں اُسے حکم دوں گا وہی وہ اُن سے کہے گا“(استثنا15:18-18)۔
	کوہِ حورب پر بنی اسرائیل نے خُدا تعالیٰ کا جلال دیکھنے کی خواہش کی لیکن جب خُدا نے اپنے جلوہ کی جھلک دکھائی تو وہ اسے برداشت نہ کر سکے تو موسیٰ سے کہاکہ” تو ہی ہم سے باتیں کیا کر اور ہم سُن لیا کریں گے۔لیکن خُدا ہم سے باتیں نہ کرے تانہ ہو کہ ہم مر جائیں“(خروج 19:20)۔
	 حضرت موسیٰ کی پیشین گوئی میں درج ذیل نکات نہایت ہی قابلِ غور ہیں۔
الف۔ وہ ہستی بنی اسرائیل میں سے آئے گی۔
ب۔ اس کے مُنہ میں خُدا کا کلام ہو گا یعنی وہ جو کچھ فرمائے گا وہ خُدا کاکلام ہوگا ۔ 
ج۔وہ ہستی اپنی روحانی صفات کے حوالہ سے حضرت موسیٰ کی مانند ہوگی۔
د۔ اس موعودہ مُقدس ہستی کو بنی اسرائیل کی اُس درخواست کے جواب میں آنا تھا جو اُنہوں نے اُس وقت کی جب اُنہوں نے حورب پہاڑ پر خدا کو دیکھنے کی خواہش کی، لیکن وہ اُس کا جلوہ برداشت نہ کر سکے ۔گویا اس نبی کو خدا کے نمائندہ کے طور پر ظہور پذیر ہونا تھا تاکہ اُس کے وسیلہ سے لوگ خدا کادیدار بھی کر لیں اور ہلاک بھی نہ ہوں۔ گویا اِس ہستی کو مظہرِ خُدا کے طور پر آنا تھا۔
٭٭٭
خداوند آپ کو اِس کلام کے وسیلے برکت بخشے۔آمین!


عزیز طالب علم!
	یہ بات ہمارے لئے نہایت ہی باعث مسرّت ہے کہ آپ نے ہمارا خط و کتابت کورس ”خُدا تعالیٰ کی وفاداری : حصہ اوّل“ مکمل کر لیا ہے۔
	 اِس کے مطالعہ سے آپ کو یقینا برکت ملی ہو گی۔خدا کے کلام کے مطالعہ کے لئے آپ کی لگن، شوق اور محبت واقعی قابلِ تعریف ہے۔ اَب تک کی ساری کامیابی کے لئے ہم دِل کی گہرائیوں سے آپ کو مبارک باد پیش کرتے ہیں اوراِس کے لئے خدا وند کے شکر گزار ہیں اور دُعا کرتے ہیں کہ مستقبل میں بھی خداوند اپنی پاک مرضی اور سربستہ راز مزید وضاحت کے ساتھ آپ پر عیاں کرے۔
	ہمیں اُمید ہے کہ سچائی اور محبت پر مبنی کلامِ الٰہی کی تعلیم سے مزید واقفیت حاصل کرنے کے لئے آپ کے دل میں شوقِ تجسّس ضرور پیدا ہوا ہوگا۔ اِس لئے آپ کی اِس پاکیزہ خواہش کی تکمیل کے لئے ہمارے پاس اور بھی کئی کورس موجود ہیں جو آپ کو ایک ایک کر کے ملتے رہیں گے ۔یقینا کلام مقدّس کا مطالعہ بھی آپ کے لئے باعث برکت ثابت ہو گا۔ 
	خداوند اپنے کلام کے وسیلہ سے آپ اور آپ کے خاندان کو اپنی برکات سے مالا مال کرے۔آمین!

آپ کے خیر اندیش 
پرنسپل و سٹاف
پاکستان بائبل کا رسپانڈنس سکول


        '''
      });
    } catch (e) {
      print('Error uploading text: $e');
    }
  }

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      appBar: AppBar(
        title: const Text("Upload Data"),
      ),
      body: const Column(
        children: [],
      ),
    );
  }
}
